{
  "9430706524": [
    {
      "hash": "543adf632acb2c54fe2abb140aece145",
      "title": "2025-08-23 02:42",
      "content": "回复@JoeyH06: 虽然铜是我资源类里最大的敞口，但实质紧缺不会那么快。纽铜库存之前刚因为博弈关税而堆积到历史高位，伦铜也不低，倒是沪铜在低位，总库存整体加起来依旧算是一个中高位。我还是更喜欢2020年初那种价格+库存双低的组合，而不是在涨价预期+中高库存下部分依赖增加库存去拉动短期价格，会很难判断真实需求的紧俏程度。原先非常期待的其实是海外先衰退，在短期需求滑坡的定价下去做多一个长期供给紧俏的资源，可惜现在应该是看不到了，只能在负面不充分定价的好边际下有所保留地做多了。\n如果要看铜价大幅且持续上涨，海外经济需要维持较长的景气期，毕竟境内消耗的很多铜是由海外提供最终需求的。这两年境内制造业也有一部分是过剩的产能，比如新能源车、风电、光伏，还是需要对中期保持谨慎的，尤其是负面因素尚未消化。境内明年的财政支出力度与方向很重要。\n查看图片//@JoeyH06:回复@STH_:大财政是挤出非政府投资的，高国债利率会压制居民部门需求的复苏以及非ai产业的投资。financial repression会是一条短期内通畅但带来长期隐患的路径，这也是trump所选择的路。当下仍是享受泡沫的时间，但财政支出的边际效益走弱之后，被通胀束手束脚的货币政策很难快速的使经济周期重启。因此同意你说的看几年后的衰退，成也财政败也财政而已。做多通胀，做多ai，我们走在70年代的老路上，而这次的油会不会是铜呢？查看对话",
      "is_pinned": false
    },
    {
      "hash": "ab64a53c34eeee5e92619a70f9bd29bf",
      "title": "2025-08-23 01:28",
      "content": "回复@pipee: 1. 美国历史上失业率从底部提升1%的情况，每一次都是衰退，除了目前这次。\n2. 历史上每次失业率飙升都几乎无预兆且非常快，在tipping point的产业链需求下降与悲观情绪传导很快，大量企业会同时裁员。\n3. 被驱逐的移民整体是低收入、低消费人群，所以仅考虑驱逐移民的效果，应该是净需求下降低于净劳动力流失，劳动力市场本该因此变得更热更紧俏，但实际就业市场依旧走软，说明一部分就业市场下行压力是被驱逐移民所掩盖的、原先基线会更软。\n4. 目前的利率依旧高于预期的中性利率100bp+，restrictive。而比起去年，就业整体明显是更趋软、通胀相对也是降了（还未大幅重新抬头），所以利率没必要那么限制（这是Powell给的解释，我对通胀有很深的担忧）。\n5. 通胀的问题我最近很多帖子都谈了，当下是我在过去两三年内最看多通胀边际的时刻。境内境外虽然经济周期处于不同的时刻，但很多政策却共振了，某些我近期谈过的品类会明确进入顺边际。我会持续看多通胀到美国经济突然衰退的时刻，极大概率在两年内，但我不知道是什么时候。这种在我体系里已经不算黑天鹅而是灰犀牛的事件，肯定是用小仓位带杠杆的对冲机制去应对（尤其是整体市场乐观情绪把对冲成本降了非常多），不可能因为不知道何时发生的危机而限制我对境内资产的仓位。目前境内资产比起无风险利率和社会整体回报率还是挺便宜，择优可以找到相对很便宜的。手里资产持续上涨我会加大对冲仓位配置，涨非常多到明确泡沫我才会开始卸多侧仓位。\n查看图片//@pipee:回复@STH_:我不太理解担忧employment downside risks的内在逻辑。payroll数据的确经过了大修，但看其计算方式是net change in jobs (通过survey), 即job creation v.s. loss。当UR处于历史低点4.2且稳定，job creation和loss理应趋向平衡，衡量net change的payroll收敛变小才对。\n如果inflation goal变灵活，未来inflation也许会有交易的机会。查看对话",
      "is_pinned": false
    },
    {
      "hash": "02e15f1ff639246d9ceaffdc17e1fe4e",
      "title": "2025-08-22 23:00",
      "content": "Jacksonhole 2025 highlights:\nThe balance of risks appears to be shifting.\nOverall, while the labor market appears to be in balance, it is a curious kind of balance that results from a marked slowing in both the supply of and demand for workers. This unusual situation suggests that downside risks to employment are rising. And if those risks materialize, they can do so quickly in the form of sharply higher layoffs and rising unemployment.\nThe question that matters for monetary policy is whether these price increases are likely to materially raise the risk of an ongoing inflation problem. A reasonable base case is that the effects will be relatively short lived--a one-time shift in the price level.\nIt is also possible, however, that the upward pressure on prices from tariffs could spur a more lasting inflation dynamic...Given that the labor market is not particularly tight and faces increasing downside risks, that outcome does not seem likely.\nWith policy in restrictive territory, the baseline outlook and the shifting balance of risks may warrant adjusting our policy stance.\nFirst, we removed language indicating that the ELB was a defining feature of the economic landscape. Instead, we noted that our \"monetary policy strategy is designed to promote maximum employment and stable prices across a broad range of economic conditions.\"\nSecond, we returned to a framework of flexible inflation targeting and eliminated the \"makeup\" strategy.\nIn particular, the use of \"shortfalls\" was not intended as a commitment to permanently forswear preemption or to ignore labor market tightness. Of course, preemptive action would likely be warranted if tightness in the labor market or other factors pose risks to price stability.\n核心重点：\n1. 认为当下的就业压力更直观，通胀压力有、但还没兑现成数据；所以就业压力>通胀压力；\n2. 就业市场目前还算平衡，但是背景是供给需求共同放缓（供给下降源于驱逐移民），所以就业市场下行风险提升、且有可能迅速爆发；\n3. 坚持关税的通胀大概率是“一次性的”，但不会全部通胀在同时显现（即有不同的滞后性）；认为就业市场没那么紧俏，工资-通胀螺旋的可能性不大；\n4. 彻底否定2020框架，否定ELB问题、否定低通胀期后的高通胀补偿；比起过去五年的极度数据依赖（滞后），FED强调前瞻性调整。\n肯定是偏鸽的，这次发言是打开了潜在的降息窗口并提供了理论支持+恢复2020年以前的FED框架。但9月降息不算板上钉钉，还是得看8月份数据如何，如果8月的就业数据比较好、而核心通胀进一步抬头，是有可能维持不降的。但整体上一定是为将来降息打下理论与框架基础支撑的，所以一年期的利率路径是相对确定的，目前已有信息去看100-125bp没什么问题。\n基线一定是全球通胀了，经济扩张程度还是谨慎一点。这两个月算摸到基线肯定是踩油门了，所以把整体仓位提很高了，但做了不少内生性对冲。市场不担心通胀，在长债大幅挤出资金的同时也确实没有更好的资产，那只能继续战战兢兢地享受水位提升。唯二值得留意的点就是长债是否有转向可能性（可能会虹吸资金），以及全球扩张幅度能否抵消关税带来的摩擦。之后应该依旧是保持高仓位，利润会按递增比例做多波动率避免黑天鹅。",
      "is_pinned": false
    },
    {
      "hash": "c073d74d10349baf316813c4563a70d6",
      "title": "2025-08-22 15:20",
      "content": "回复@STH_: 对海外股市的核心变量而言，被债市挤出来的大量流动性排第一、经济与通胀情况、财政/货币政策紧随其后。这些变量不是孤立的，会互相影响。\n对境内股市而言，极低的全社会回报率+超额储蓄vs相对不错的股市资产回报率排第一（表现为居民风偏变化与存款搬家）、财政政策、经济情况紧随其后。第一个变量在中期相对孤立，后面两个互相影响，三的影响比大家预期要小，影响的是有没有稳固的基础（放心大胆地涨vs提心吊胆地涨），是上限不是下限。\n海外降息如果伴随着通胀率飙升，名义利率可能很难降下来，补一张全球债市收益率跳涨的图。安全的财政政策空间的上限是由通胀决定的，如果通胀推高名义利率，NIP会飙升决定财政扩张的边际效率临界点。\n查看图片//@STH_:回复@STH_:全球财政继续踩油门，长债在财政缺乏纪律+不低的通胀基数下被抛弃，债市被挤出的大量流动性也缺乏可去的地方：主流法币/财政除了瑞朗/瑞士非常健康，其他都有中期或长期的严重问题。这样的背景下，全球权益市场水位提升是危险的：一旦财政回归收紧，企业盈利下修叠加权益市场估值锚重新回归债市利率，会杀得非常彻底。\n纯粹持有主流法币在目前依旧踩油门+通胀基线下是负预期收益的，以真实购买力计算，优质的法币未来两三年年化侵蚀率可能在负2-5%，差一些的可能负5-8%。但法币又是流动性危机时最无可替代的购买力。\n我对突发性的危机没有太大的担忧，对持续加剧却不被重视与定价的结构性问题更担心，内外都是如此。\n我的解法是权益+资源+法币。未来两三年没有预期收益率，也不以法币评估损益。我的目标就是以资产组合保护购买力，组合第一性原理是在任何情景的购买力最大受损率，活到这些购买力可以轻松兑现的时刻。查看对话",
      "is_pinned": false
    },
    {
      "hash": "8af2558c5e16e48f21c28855dac230f7",
      "title": "2025-08-22 13:12",
      "content": "回复@黑色面包: 正确的过程长期一定是更重要的去年Q2开始同业其实有一道简单题，生态位与费率结构明确地断层，当然现在我也不持有了。反而是海外医药陷入了困境，坐拥天量现金的医药巨头却有着历史上极低分位的估值，哪怕是未来五年成长明牌的公司也持续低于合理估值。坐看一轮潮起潮落，或有击浪时？//@黑色面包:从基本面角度 去年下半年我们亏损卖出是正确的选择；从股价的角度，上半年看着$石药集团(01093)$ 的大涨，每次都想踢自己。回顾过往，去年蔡总在低位增持和回购，确实真的对股东有够好了；另一方面，今年吹自己的BD的包裹有多大也是显示出管理层对于市值有多么在意。一般除了首付款，投资人给其他虚无缥缈的遥远贴现的价值都会大大折扣。石药这么说，就是给自己立了flag，对手就知道石药管理层为了实现吹的目标，可以压低首付款，这其实是不明智的做法。再联想到去年年初管理层的积极的指引和无敌的乐观，似乎是一致自洽的行为。再回头，还是没有办法回答，为什么刘勇军上马没多久，那么快就走了？真的只是因为薪酬激励上谈不拢吗？\n看看这份财报，心里好受了很多（当然也只是一种自我安慰）。虽然看错了股价，但基本面的功夫至少这题没解错。查看对话",
      "is_pinned": false
    },
    {
      "hash": "2f14ca8caaf0a07ad5814bb514f5e477",
      "title": "2025-08-22 12:04",
      "content": "回复@STH_: MS发的挺好一张图\n查看图片//@STH_:回复@Frank_X:美国消费对GDP的贡献比例在持续大幅下降，AI资本支出比例快反超了。政府支出也偏向to B/G的行业。境内目前的路径我还没看到明确的大幅回流给居民，但看到了对于制造业与资源的政策落实。\nGDP增长的贡献源头很重要，居民侧有钱、花钱很直接会变成to C企业的营收利润，比如前些年海外在给居民发钱之后，奢侈品、中产消费、中低收入消费都很好，而现在LV、麦当劳、Crocs等几乎所有我追踪的不同消费阶层企业与指标都明显疲软，较强的只有一些因为人力趋紧而工资通胀螺旋的服务业。反观一些上游资源与制造业，相对会更直接受益于企业投资与政府支出增加，这也是我最近研究重心一直在一些经营情况本就不差、供需偏紧、股东回报较好、且潜在受益的中上游企业的原因。\n查看图片查看对话",
      "is_pinned": false
    },
    {
      "hash": "f2bf2009e904114e786d27da5fc40ac9",
      "title": "2025-08-22 11:51",
      "content": "买个gelato：\n美团：标价52，打包费1，配送费4.9，总价57.9。满减-1，神券-15，实付41.9。\n预计配送时间53分钟，商家赠送准时宝。\n淘闪：标价52，打包费2，配送费5.3，总价59.3。配送优惠-4，店铺活动-9（满减-7，首次-2），红包-19，实付27.3。\n预计配送时间66-81分钟，商家没送慢必赔，额外付0.27/1%买配送保险。\n可以算算账，这一单两边各会亏多少。\n当然，六月初我就知道后续xx一定看不清，所以多转空了。我对于xx的共识是一直保持谨慎的，尤其是xx的数量很多，所以共识可以很强烈。空侧我从不会去对抗xx的共识；多侧的对抗，我需要业绩与股东回报的底线+超额预期收益率。没有业绩与股东回报底线，那就需要更超额一点，或者可以曲线救团嘛。查看图片",
      "is_pinned": false
    },
    {
      "hash": "baf800b417d655665d08b2ba23568c35",
      "title": "2025-08-21 22:45",
      "content": "回复@STH_: 半年过去，UR比预期低一点（但近期就业数据下修+真实性严重存疑），wti算是完美击中预测中枢。通胀在关税影响之前比我预测的更好一些，是在走低的，关税后再抬头。目前看关税是大部分被美国企业承担了，下半年可能会看到更多向下游消费者转移，至少企业表态都是这样的。\n看看这周Jacksonhole的定调吧，只能说如果看hard data，失业率依旧是历史上最低的时期，但soft data明确是趋软的。需不需要预防式降息？很难说。美国历史上失业率飙升都是几乎无预兆、极短期发生的，所以是有担心就业的必要性。但更直接的通胀已经在提升，是关税+严重政府赤字导致的明确可见的结果。四十年前也相似，关税前期企业没有向下提价传导通胀，使FED误以为通胀已经被压住，从而导致了第二轮通胀飙升。如今这台狂飙的跑车油门依旧在财政脚下，货币政策只是机械运转的润滑油。很多时候并不是在一对一错中做选择，而是在两个都错的答案里选错得没有那么离谱的。割裂的世界，我也是只能一边做多通胀一边预防衰退。\n查看图片//@STH_:回复@STH_:目前可以确定的应该是300k+150k左右，折算的直接失业率贡献在0.2-0.3%，这部分会在未来半年左右体现在统计数据里。\n2月NFP稍冷，前值也下修；UR4.1%，半年左右就可以看4.5%。\n刚刚Powell讲话表示不急，重点依旧在强调降通胀进程会有颠簸，我觉得至少当下的态度是很明确的，所以我不理解那些惯性思维看到就业走软就认为一定会多降息的交易者。\n最后一个问题主持人问Powell最喜欢的central banker，Powell思考了一会儿以后说了Paul Volcker，并且给的原因是Volcker面对高通胀时期的决策。这个回答在当下还是明确意有所指的。市场真就不记得Volcker shock，也不信Powell的决心？\n本来不考虑Trump系列政策，core PCE一月回落到2.6%的情况下，年中是可以展望core 2.4%左右，配上wti yoy -12%~-20%，正好负贡献0.4-0.6%左右的通胀衰减，可以把PCE压在1.8-2.0%左右。现在这个可能性在Trump系列关税下不存在了。年中到年末的FED不得不面对4.5-5%左右的UE下依旧没有低于2%的PCE/core去做艰难抉择。现在看来UR4.5%以下Powell会依旧更重视通胀，等等实际到了4.5%、4.7%甚至5%，天平是否会重新倾斜吧。查看对话",
      "is_pinned": false
    },
    {
      "hash": "1e8f315a870b7c3a5d9fc7397ca8d460",
      "title": "2025-08-21 12:57",
      "content": "回复@STH_: 挺多行业都出现了传统优等生连着考砸两三次、而差生成绩持续提升的情况。到底是经营周期波动更多，还是效率差在逆转，我判断不了。但眼下还是尊重事实，尤其尊重承诺到手的分红与有久期的分红比例与金额提升，这是确定的。//@STH_:回复@STH_:大部分标的赔率粗看差距不大，更需要深度与久期去看两三年后，今年主要做的也是找到直觉上赔率大幅正向偏离的资产，然后在这些行业与标的花大量精力提升深度。\n认清自己在新接触的行业需要大量的阅读、思考与时间慢慢堆砌认知，先用30%的细节去验证70-80%的大方向判断，再慢慢把细枝末节的触点密度提起来。\n越在某行业或公司有研究深度，越容易陷入偏执，因为对于标的与其他机会的赔率与确定性感知深度不同步，尽量多看、把更多行业看更深。\n多积攒事实与数据并勤于更新，而不是保留态度与判断这种会随着时间失去意义甚至带来负面影响的废料在数据库里。因为对于一些行业和公司的遗留态度判断，这两年错过了一个应该抓住的机会、晚看了两个只抓到一半的机会。但其实自己的投资体系在变化，以前不喜欢、没彻底看懂的行业，再回首又是另一番景象；行业、公司也在动态变化，停留在自以为了解的认知舒适圈是最大的错误。\n不断地挑战与否定自己。查看对话",
      "is_pinned": false
    },
    {
      "hash": "930d44deb7c09dd3df3b665977ec8921",
      "title": "2025-08-20 20:28",
      "content": "回复@Frank_X: 美国消费对GDP的贡献比例在持续大幅下降，AI资本支出比例快反超了。政府支出也偏向to B/G的行业。境内目前的路径我还没看到明确的大幅回流给居民，但看到了对于制造业与资源的政策落实。\nGDP增长的贡献源头很重要，居民侧有钱、花钱很直接会变成to C企业的营收利润，比如前些年海外在给居民发钱之后，奢侈品、中产消费、中低收入消费都很好，而现在LV、麦当劳、Crocs等几乎所有我追踪的不同消费阶层企业与指标都明显疲软，较强的只有一些因为人力趋紧而工资通胀螺旋的服务业。反观一些上游资源与制造业，相对会更直接受益于企业投资与政府支出增加，这也是我最近研究重心一直在一些经营情况本就不差、供需偏紧、股东回报较好、且潜在受益的中上游企业的原因。\n查看图片//@Frank_X:回复@STH_:老美这么搞法，AI 承受了太多刺激生产力的寄望，毕竟不猛 do 也没有别的出路。AGI 可能比美国制造要简单。查看对话",
      "is_pinned": false
    },
    {
      "hash": "56a5240900f575ebbdffb8dcc9e87132",
      "title": "2025-08-20 16:49",
      "content": "半年多前算是美元最高点提出的不可能三角，依旧持续看空美元。经济稍软一点，其中居民消费力承压，AI支出和政府支出继续飙升，通胀在关税前降得其实不错，关税后又明确抬头。确实很像四五十年前，基线是全球扩张通胀，但消费购买力也确实开始下滑，随时要担心断崖。全是矛盾，难啊。",
      "is_pinned": false
    },
    {
      "hash": "727843db6ed3661de082da22c52374a0",
      "title": "2025-08-20 15:14",
      "content": "回复@奇点那瞬间: 做多公司eps，和做多长期的股东回报折现，是两条路。海外企业治理相对好一些，港股老千股这些年见太多了，我对于中国资产的第一评估要素始终是人品，有了人品，公司赚的钱才最终流向中小股东口袋。牛市情绪好，市场会对很多负面与瑕疵不定价，我比较胆小，始终将质地放在第一位。\n公司确实存在很多问题，股东非要避而不谈。现在股价涨起来又觉得行了？我从不会因为自己持有某公司就只吹好的、对公司有问题的地方讳莫如深，我对自己的持仓尤其是重仓就经常批评。\n公司基本面与市场可比机会的相对赔率都是流变的。19年入市起，19-20做多白酒医药，21做多新能源，22-23做多油煤通信公共事业，24-25做多游戏互联网，现在仓位又有变化。每次我动态评估标的确定性与赔率并做调仓时，都会被老多头骂，习惯了。随你们吧。我的游戏是赚公司内生性回报的钱，所以我最喜欢的就是对手盘给我的流动性与买入机会。你们的游戏似乎不太一样，理解尊重，各玩各的就好，祝你好运。\n利益相关：因为一些信息持有含PDD多头的复合风险敞口，并不做投资建议。//@奇点那瞬间:回复@STH_:说那么多，会显得更对吗？\n如果2030年年底拼多多账上没有1500亿usd net cash，同时一年赚个小几百亿美金，那我就是看错了呗\n至于什么超预期低于预期，未来几年不分红分红回购啥的，我不关心查看对话",
      "is_pinned": false
    },
    {
      "hash": "adbdf53e5cb8f13be0590c39538b79fb",
      "title": "2025-08-20 05:17",
      "content": "黑神话钟馗发预告片，感觉有机会四年左右做一款新游，在这样的团队规模下是很夸张的，产能可能比我预期要高20-40%。比起悟空这种过于国民以至于难免让人在制作上有些束手束脚的题材，其他故事背景更能发挥天马行空的创作灵感，期待一下。而且黑猴玩下来，感觉团队不是很擅长讲长叙事，但在单元剧上做得很好，其实是适合做切分小故事的。我们在见证工业级产出下、黑魂级别的、能载入游戏史的系列作诞生。",
      "is_pinned": false
    },
    {
      "hash": "7727219326c406f60e02c95521223011",
      "title": "2025-08-18 16:37",
      "content": "1. 十债三十债利率都很明显的上跳，三十债利率破2%，斜率陡峭化。很明显是在相信通胀提升的，这件事在过去两年没有发生过。通胀好吗，当然对微观主体有压力。但实体经济每个环节利润都被压缩，哪还有人愿意投资，就业更差就继续通缩恶性循环。全民发钱从需求端带动经济自然是最优解，但既然实现不了，有限的发钱补贴+先让企业出利润促进投资增加就业也算是条路，总比继续死气沉沉要好。\n2. 价格法草案公开征求意见，经济日报再提公共事业顺价。当然顺价这事提了很多年，过去口号偏多，现在有些配套的政策与执行同行，可能不全是狼来了？毕竟很多地方财政平衡情况越来越严峻了。不完全是人头税，还是得看如何执行，比如强化阶梯式电价对高耗居民加价就是有利于公平的富人税。\n3. 大多数人分不清应然和实然，评估事件概率时总会掺杂个人情绪与意愿，而大多数事情是否发生与个人意志无关。\n4. 对分配绝对公正别有太大奢望，一轮调整能最终把总量做大就不错了。\n仅仅是提了几句实然的可能性就惹得不少人应激，可想那些实际推动改革的前同僚面临的更是无数倍的压力。大多数人期待绝对公平、理论最优，或是想要不动自己的蛋糕、借大义分走别人的那份，哪有这种事。能容得下妥协、做出一个实际能落地的次优解，慢慢优化已是不易。\n山高水长，物象万千。但见众生，不闻絮语。",
      "is_pinned": false
    },
    {
      "hash": "e28751fe1ac3334049bae400a534654c",
      "title": "2025-08-18 14:24",
      "content": "曾经的人口红利进入漫长而不可逆的下行期，医保社保的刚性支出压力会越来越大。节流是一方面，思考政府如何开源才是判断财税改革方向的核心。对过去以极低价格的各种公共服务进行提价可能是最适合的思路，既是合理的收入源，又可以提升通胀化债、避免通缩陷阱。",
      "is_pinned": false
    },
    {
      "hash": "a4c760dd7561addd8b4781cf8213eb08",
      "title": "2025-08-18 05:31",
      "content": "回复@STH_: 大部分标的赔率粗看差距不大，更需要深度与久期去看两三年后，今年主要做的也是找到直觉上赔率大幅正向偏离的资产，然后在这些行业与标的花大量精力提升深度。\n认清自己在新接触的行业需要大量的阅读、思考与时间慢慢堆砌认知，先用30%的细节去验证70-80%的大方向判断，再慢慢把细枝末节的触点密度提起来。\n越在某行业或公司有研究深度，越容易陷入偏执，因为对于标的与其他机会的赔率与确定性感知深度不同步，尽量多看、把更多行业看更深。\n多积攒事实与数据并勤于更新，而不是保留态度与判断这种会随着时间失去意义甚至带来负面影响的废料在数据库里。因为对于一些行业和公司的遗留态度判断，这两年错过了一个应该抓住的机会、晚看了两个只抓到一半的机会。但其实自己的投资体系在变化，以前不喜欢、没彻底看懂的行业，再回首又是另一番景象；行业、公司也在动态变化，停留在自以为了解的认知舒适圈是最大的错误。\n不断地挑战与否定自己。//@STH_:回复@希尓瑞斯:我觉得7分以下，广度和深度是互通的，至少对我而言，投资考量时很多新的维度不是通过盯着一个行业研究500h+得出的，而是看了别的行业与公司之后发现了过去自己没意识到的变量。看医药游戏让我意识到维持性capex，看养猪让我意识到运营性现金流，看烈酒理解提价权、啤酒理解地理因素、看整个酒类行业理解长期代际消费变化，看电力让我意识到irr和roic，看石油煤炭让我重视成本和同业效率差。很多对于某行业研究极深的投资者，最终亏钱是因为缺少了某些投资的维度，或是视野中没有可比的其他投资机会。广度和深度7分我觉得是所有天赋普通的投资者也必须做到的研究程度，是可以通过勤奋做到的平均水平，达不到的可能不适合做投资。\n我看一个行业和公司看到我认为能抓住这个公司/行业的第一性原理、或是1-2个最值得追踪的指标，差不多8分深度就觉得可以停了，更深度的研究往往是细节的雕花，达到9分有时候需要的也是灵感、天赋、十年级别的沉浸积累，而不是短期研究的勤奋了。\n过去几年熊市，达到广度7、深度7的基础之后再向上提升，我觉得广度的重要性高于深度。全市场深度低估的公司很多，需要的是先“看见”，如果没覆盖到就会错失很多机会。深度其实只需要看懂3年并对长期有个大致方向判断就足够了。广度让我抓住很多深度低估回归合理估值的机会，这部分是熊市的馈赠。\n未来几年如果有牛市，深度可能会比广度更重要。如果满市场都是20-30pe的标的，那就需要判断更长期的eps增长来实现超额收益，这个时候思考更远期的商业模式、看穿中期的竞争格局才是alpha的来源。深度让价投能通过长期持有优秀公司赚取eps增长的钱。但其实这个时候，也可以通过广度去看看A股以外的机会，比如海外市场、债券、黄金、大宗商品等等。\n敏锐度对我而言不重要，价值派的市场敏锐度只影响个位数的年化收益率，除非超重仓不做风控。对于市场派而言，敏锐度点满就行了，深度没意义，深度是长期持有才需要在意的东西。\n总结：\n广度大于深度，敏锐度我无所谓。广度赚熊市估值回归、深度赚长持eps增长。广度还能提供更多的可比视角，也可以探索股权投资以外的机会（比如黄金、大宗商品、债券等等）。查看对话",
      "is_pinned": false
    },
    {
      "hash": "a09dd8b1c760119ef5962c03ebd4926c",
      "title": "2025-08-17 21:04",
      "content": "文娱行业发展比起经济还是滞后太多，很多上一代的企业家还是不会玩不懂玩。今年也开始增加不少人与团队的决策权重，很多时候正确的人正确的团队在做正确的事，应该多一点时间给可能性，而不是执着于看得见的确定性。\n凯乐石是我今年初开始关注的团队，是极少数管理层热爱自己从事运动行业的企业，晚点最新的一篇报道挺不错的。在这个依旧有长期增量空间的赛道，为什么十年后成不了一个lululemon呢，只可惜不是上市公司投不了。很多时候做三五年漂亮的商业运营成绩与专注于产品做十年二十年正确的事是矛盾的，这也是我对一些持仓一直有的担心。今年初仔细看很多户外产品设计原理的时候很能感受到各家的细节差异，肩线需要前置是为了避免长途步行时背包带磨损肩膀、腰封厚度对于重量均匀分配的影响等等。真正能做到极致的一定是因为热爱，而不仅仅是某种可以量化的kpi，文娱行业这一点特别明显，无数细节做到极致累计起来才是令人欣赏的产品。",
      "is_pinned": false
    },
    {
      "hash": "3b6c1009f8203b432142dfb8fe5799c5",
      "title": "2025-08-14 22:43",
      "content": "回复@希尓瑞斯: 怎么能叫乌鸦嘴呢，我只是对事实与概率有清晰客观的认知与判断//@希尓瑞斯:回复@STH_:乌鸦嘴查看对话",
      "is_pinned": false
    },
    {
      "hash": "aff2e81c52702f67f02e7b3728304a2e",
      "title": "2025-08-14 22:36",
      "content": "京东和阿里调整了获客方向，一些无关的品类可能因此竞争更小了。之前想到了坐山观虎斗的那家可以偷家，却忘了自己持仓里还有一家专精某品类的电商平台可能受益。这种对自己持仓失去敏锐度的灯下黑是最不该犯的错，我得好好反思。",
      "is_pinned": false
    },
    {
      "hash": "666f123a24bf99b9c2130b563c11d9ac",
      "title": "2025-08-13 16:58",
      "content": "广告收入如期提速，虽然朋友圈的加载率已经有点高，但整体微信端生态还有很多可以挖掘的空间。\n海外游戏收入占比31.8%，五年后我期待会到45-50%之间（同时境内游戏市场市占率不变，行业容量年化增长8-12%）。其实去年开始就有在改变对于海外游戏公司与工作室的运营方式，从过去纯粹的放养、到近两年开始督促提效，Supercell算是很成功的先行者。\n计入非流动资产的部分，上市公司权益环比增长939亿，可以期待之后以更好的价格分配、减持与核心业务相关性较低的股权。\n$腾讯控股(00700)$",
      "is_pinned": false
    },
    {
      "hash": "4491c07afecfe591b8d730413c2aa748",
      "title": "2025-08-12 21:19",
      "content": "1. 几个水平很不错的宏观研究者和我有同样的感觉：目前我们正处于94年分税制级别的财税收支改革前夕。很多政策单独拿出来是讲不通的，放在一个大的框架变动里才能看到每块拼图的意义，最近可以看见越来越多的拼图，但远不敢说自己预见了全景。很多行业政策都是give and take，某部分会获得更多利润，但从另一部分切回去，有些时候短期的一些行业利好或利空可能只是总帐本的一半。比如快递行业就是，统筹涨价、落实社保、税制改革，环环相扣。所以我持仓分散了非常多，原先基于单边逻辑的一些风险暴露也逐渐对冲掉，整体仓位更高了，但beta进一步下降到0.4-0.5左右。\n2. 虽然财税很多东西看不清，但是几个方向我觉得是大概率的。一是生产环节税转向消费环节，改变地方政府过度鼓励生产导致产能过剩内卷的激励机制。二是各类资产税，比如股票的资本利得税和房产税，向富人与资产征税是合理的。这俩应该都不会很快落地，但放到5-10年的长期视角，我觉得大概率会落地。假如未来两年有一轮经济复苏配合上资本市场阶段性过热，股票的资本利得税会是恰逢其时的冷却剂。三是线上线下经济的公平性，过去这么多年的线上线下零售都是以最优效率、最优化消费者利益的模式运行的，但并非最优就业、最优赋税。代入政府视角，线上零售最大的两个问题是挤压线下经济、各地争抢GDP/税。可能本地零售会是一种受益的解法？藏在即时零售背后的产销本地化才是我一直关注的影子。\n3. 最近在重读一些几年前看过的宏观研究，今天翻到对本世纪初全球经济与中国制造的解析：21世纪初资源品大幅涨价的同时，全球通胀却没有攀升，主要是因为中国接入全球经济，用廉价劳动力换取制造业份额，牺牲了部分工业利润（相比其他国家的成本）。现在国内在做的反内卷改革恰好相反，修复境内制造业利润的同时也会不可避免向外输出一定通胀。\n4. 对于资源类的配置我非常纠结，前几个月买入的时候并没有觉得那么好，更期待的是先对潜在的需求下降进行充分定价之后再进一步加大仓位，实际则在战战兢兢中迅速攀升。美国降息之后，美元的内外购买力会进一步平衡（我在今年初《广场协议四十年》那篇文章有解释美元对内贬值、对外升值的矛盾，是高利率与全球套利资金）。美元对外购买力下降，对于整个世界经济体系是会有冲击的：过去的经济体系建立在欧美作为核心消费者，向制造国购买商品，制造国向资源国购买资源完成循环。但确实很难在全球财政扩张+货币宽松的大环境下去假设衰退作为基线情景。可结构性的风险在那里，不会因为被忽视、乐观情绪趋同而消散，过去大部分危机也爆发于最乐观的时刻、而非最悲观的时刻。\n5. 随着很多资产价格大幅上涨，内生性现金流的保护在迅速下降，而市场情绪变得更乐观。而我今年做的各种情景持仓压力测试可能比过去这些年加起来都多。面对矛盾与不确定性降低一些因子暴露，在这薄冰上谨慎地起舞。",
      "is_pinned": false
    }
  ],
  "7305934056": [
    {
      "hash": "0f95cb8c200b522db53b1fe802bed2f5",
      "title": "2025-08-25 16:45",
      "content": "感谢牛市，运气不错，上一个交易日开盘暴跌加仓，没想到下一个交易日就来个暴涨。$九兴控股(01836)$ $裕元集团(00551)$",
      "is_pinned": false
    },
    {
      "hash": "2322aa1ab88cde2021d4a122b19fd8dc",
      "title": "2025-08-25 11:06",
      "content": "回复@四年级阿辉: 对于这些头部代工企业，客户集中度我到不担心，这些品牌客户也是很难离开代工企业的，尤其像申洲国际这种自带上游面料研发的代工企业。\n长期缓慢的切换代工企业的份额是会发生。但是短时间内切换代工厂对于品牌方也是灾难。如果是在几年内发生的代工厂循序渐进的切换，落实到投资中，这种趋势是可以被观察到的，及时卖出就行。\n另外，这些年的趋势是品牌方不断缩减代工厂的数量，把份额逐步向头部的代工厂集中。体现出品牌方对头部代工企业更加依赖。//@四年级阿辉:回复@modest_:杰哥，这个行业我研究过。\n不符合段永平说的，这个行业依赖单一客户。\n头部客户的占比太高了，总觉得可能存在风险查看对话",
      "is_pinned": false
    },
    {
      "hash": "fb4a378e3638eccfdadcfeeba3aec8df",
      "title": "我认为鞋服代工企业的估值不应该比品牌低",
      "content": "$裕元集团(00551)$ $九兴控股(01836)$ $申洲国际(02313)$（1）鞋服代工在制造业里面的资本支出相对较低（与电子企业动辄上千万上亿的设备投资相比，制造企业的固定资产投资就是毛毛雨），这样就让代工企业有了很好的现金流，因为现金流好，所以我们看到这些代工企业都乐于派息，看看裕元，九兴，晶苑，这些都是70%以上的派息（2）另外，代工企业的生命周期都很长，裕元，九兴，晶苑，这些都是已经成立了四五十年的企业（裕元1988年成立，九兴1982年成立，晶苑1970年成立）。很多消费品牌的生命周期还不如他们，尤其是最近一二十年成立的新消费品牌。（3）并且鞋服代工的集中度还非常低。申洲国际，晶苑国际这种行业头部公司，市场占有率也只有0.8%，0.5%。较低的集中度也就意味着还有市占率提高的增长逻辑。（当然具体市占率能够提高多少还具有不确定性，毕竟鞋服代工的门槛不高，很多中小企业也可以参与竞争。就像餐饮行业，市场规模很大，但是不会产生集中度很高的企业。一是门槛低，而是需求很分散）消费习惯随着岁月变迁，品牌也在变迁，曾经Nike和阿迪如日中天，但是近些年安踏崛起，各大商圈又出现了On昂跑，Hoka，Salomon（萨洛蒙）等新兴品牌。另外还有中国品牌李宁，鸿星尔克，361度，特步经历过一段时间的低沉，后面又有复苏。消费者的习惯变化导致品牌在变，但是“卖铲子”的代工企业却依然稳定，流水的品牌，铁打的代工企业。无论你是什么品牌崛起，都逃不过这些代工企业。很多人认为鞋服代工企业赚的是辛苦钱，但是我们看到鞋服代工企业赚的是有现金流实打实的真钱。这些钱大多拿来回报给了股东。综上，我认为鞋服代工企业做的事情虽然没有品牌光鲜，但是从投资角度，头部鞋服代工企业的估值是可以向品牌看齐的。还有哪些鞋服代工企业的优点，欢迎各位球友补充。网页链接{九兴控股笔记 }网页链接{裕元集团的内部经营在变好 }裕元集团笔记九兴业绩点评",
      "is_pinned": true
    },
    {
      "hash": "a2ae928b0603119fb98d7dea98c48fd9",
      "title": "2025-08-22 14:28",
      "content": "现在我A股账户还是跌的。感觉最近跑不过大盘了，但是看今年a股收益其实还行。我这种风格注定是熊市的时候比市场强，牛市跑不赢。 $格力电器(SZ000651)$ $招商银行(SH600036)$",
      "is_pinned": false
    },
    {
      "hash": "746a473df991bfa796851a1fc2c5f847",
      "title": "九兴业绩点评",
      "content": "$九兴控股(01836)$ $裕元集团(00551)$（1）收入增长，利润下滑。主要因为转移生产场地，导致成本增加。另外就是24年中报本来基数就搞，24年同比增加了65%。（2）九兴，华利，裕元，丰泰，都出现了利润同比不如营收的状况。看来成本成了行业普遍面对的问题。看什么时候可以把成本传到下下游。（数据参见：网页链接{裕元集团的内部经营在变好 }）（3）零售业务进一步压缩，25年中报只有71.7万美元销售，基本上可以忽略了。业务更加聚焦。（4）应收账款增加了7000万美金，不过96.7%以上都是3个月内的，公司应收没什么大的风险（5）管理层展望：预期下半年逐步改善，26-28年持续增长。开盘加仓。这次加仓让我感觉有点像之前加仓江南布衣。当时也是业绩出来之后暴跌，但是市场没有看到公司相比同行依然优秀。估值本来就不高，但是大家的预期却很高。我认为大跌是一次机会，业绩的负面因素一下子释放了。网页链接{从服装行业来看江南布衣的业绩 }",
      "is_pinned": true
    },
    {
      "hash": "b342a26d7a01464c41a46a2a37e07a6b",
      "title": "2025-08-20 15:18",
      "content": "回复@散户老雷: 是的，这种公司不适合长期关注我的朋友。关注我的朋友以及我自己的90%以上的持仓都是低估值，较好现金流，较好股东回报的公司。我虽然对这公司有基本面的看法，但是我自己也定位是在投机，所以我说只敢个位数仓位参与，这种公司更适合做趋势的朋友。//@散户老雷:回复@modest_:就算到3000亿，也就50%的空间，我觉得安全边际不够。如果10块以下我会买，但现在我是不敢买，宁愿错过。查看对话",
      "is_pinned": false
    },
    {
      "hash": "f4583b46afdcfe59f8ae2e3a2186351d",
      "title": "2025-08-20 14:55",
      "content": "$吉利汽车(00175)$ $比亚迪(SZ002594)$ 买吉利汽车是践行我自己投资方法的一个思考角度，就是把自己从一个消费者的角度去思考，看看我自己是否愿意购买他们家的产品。过去我用这种方法判断理想l9，小米su7会大卖。但是犹豫汽车行业的商业模式差而且变化快（一家车企可以因为一两款车型而崛起，也可能因为一两款车型失败而没落），所以一直没能说服自己去碰汽车股，也因此错过了几次大的机会。\n今年给家里长辈买了一辆领克900，当时把理想l9，问界m9，腾势n9试驾了一圈，我就判断领克900会大卖，价格有优势，外观好看，宁德时代的超冲电池。产品很有竞争力。\n接下来吉利的m9，极氪9X只要价格定的不要太离谱，产品大概率也会卖的不错。这些产品相比吉利过去销售的车型价格更高，只要销量能够起来，就能改善毛利\n汽车行业是一个规模效应非常显著的行业，较高的经营杠杠，一旦规模变大，利润的弹性会非常大。\n很多年前我就看好几家民营的传统车企（比亚迪，长城，吉利），看空合资车场（几年前，亲戚朋友要买二十万以内的车时候，我就推荐国产车。那个时候国产车还很少有二十几万以上的车型）。当然，今天这几家老牌的民营车场的竞争对手已经不是合资厂。而是华为，小米和各种新势力。但是汽车市场很大，并且海外还有很大空间，传统几家汽车厂商来看，目前吉利在各个价格带的布局我认为是最有希望的，低端的吉利，银河已经出圈。中端的领克在900的带领下已经有好的苗头，高端的极氪在9X上市之后我猜测也会改善目前的状况。如果吉利完成了高中低的品牌布局（完成我指的是各个品牌带都有不错的销量），那么市值可以看到3000亿以上\n吉利给我的印象就是善于学习，别的车企什么产品卖的好，就去模仿，这种模仿当然不是单纯的抄袭，而是照着别人的车型，打造出更好的，更有性价比的产品。我认为这种能力虽然不能说引领行业，但是也能推进行业的进步，让消费者买到更好的产品，这种学习能力也是稀缺的。我们经常看到一些车企，做的产品被消费者吐槽，还是坚持推出，不肯认错，最后被市场打脸。\n创新式的产品具有偶然性，产品创新的领先不一定能够持续（比如理想的L9我认为就是非常具有创新的产品，但是理想L9成功之后的产品都难言成功，L6，7卖的好不过是吃L9的老本。）。吉利的颠覆式创新能力虽然弱，但是学习能力很强。我认为学习能力比颠覆式创新能力更重要，颠覆式创新一旦成功，爆发力巨大，但是不能保证持续成功，学习能力强虽然不能引领行业，但是对于长期竞争力的维持更重要。\n当然，还是强调，汽车行业商业模式不好，长期很难预测，我自己也只敢用个位数的仓位参与。\n（带小妹妹出来玩，在咖啡店等她，手机打字真累）",
      "is_pinned": false
    },
    {
      "hash": "36215f8ea3e6b25cf49c44bf92112155",
      "title": "2025-08-20 14:13",
      "content": "回复@散户老雷: $裕元集团(00551)$ 裕元集团有较好的自由现金流，过去较高的派息，十倍估值也不贵。尤其是当前市场整体水位抬高的情况下//@散户老雷:回复@modest_:我这几天仔细研究了裕元集团，确实制造业效率自2023年以来是持续提升的。\n今年东南亚工人工资全部上涨了，导致毛利率下降。把工资成本加到单价上需要时间，等毛利率慢慢回升到正常水平19-20%，预期净利润能上涨到4亿美元以上*10PE估值=312亿市值=19.5港币。有44%左右上涨空间，但需要时间，估计要到明年以后。查看对话",
      "is_pinned": false
    },
    {
      "hash": "18841b7b6e41f8d45dfd8e78f8fdafd8",
      "title": "2025-08-20 11:17",
      "content": "$德林国际(01126)$ 我从估值五倍拿到了十倍，但是没想到能到这个估值，说不定财报出来估值又要降低了。散户的劣势很难几时追踪到最新的业绩，唯一能做到就是低估值买入现金流优质的企业，慢慢等待",
      "is_pinned": false
    },
    {
      "hash": "b17e16fc3aeee608b708aa7dde74571c",
      "title": "2025-08-18 12:49",
      "content": "回复@节凑大师: 但是投资是看的未来，不是只看过去（看过去有很强的借鉴意义，我也喜欢复盘过去）。过去家电白酒，有量跟价同时增长的逻辑，但是未来是否有量的增长逻辑有一定的不确定性，但是银行的量的增长是没有上限的。只要相信中国经济向前发展，银行的量就会向上增长。//@节凑大师:回复@modest_:最优秀的银行 也跑不赢随便那个家电龙头 a股历史上 白酒 家电是回报最高的2个板块。最近几年 家电跑赢白酒查看对话",
      "is_pinned": false
    },
    {
      "hash": "c3b4c3334548da34ff2b1194208d8579",
      "title": "空调格局真的变了吗？",
      "content": "$美的集团(SZ000333)$ $格力电器(SZ000651)$最近第三方的数据显示空调龙头份额在降低。小米强势杀入“前三”，7月线上销量超格力，空调格局变了吗？看到那个新闻稿首先让我有几个疑问，文章中统计的是纯线上数据？数据是否有误差？份额是按照出货量计算，而不是按照销售额计算？接着我看到有球友@大山_采金量化 分享了自己查询的数据7月线上空调销量：从线上销量来讲，小米与格力的差距不到3个百分点，并且线上是小米的主战场。7月线上销售额：因为小米销售单价比美的格力低，因此从销售额看，小米与格力美的的差距接近10个百分点。（美的和华凌分开统计，如果按照美的集团来统计，美的线上份额更高）25年累计至今的线下销售额数据：格力还是位列第一，美的第二。小米由于主要是线上销售，线下还没有上榜单。从线下的累计销售额看，格力还是占据第一，美的第二。格力、美的与海尔的差距在17个百分点左右。空调龙头在线下的份额是遥遥领先的。上面讲的是第三方的数据，第三方数据还是会有一些误差。如果看财报数据会更准确一些（毕竟财报是经过审计的），下面两幅图是国联证券根据各家公司财报的数据测算，分别是各家公司的空调总的销售收入，以及内销销售收入。可以发现美的，格力的龙头优势依然领先。当然，龙头份额可能有所下降，打个比方，空调龙头1000亿的规模增加200亿，二三线品牌200亿的规模增加100亿，对于龙头而言，份额是下降的，但是从销售额的增加的绝对值还是龙头领先。从各家公司财报的空调销售额看，那些新闻稿说空调格局已经被颠覆，完全是瞎扯。不过也不得不佩服小米的营销，高管集体出现在互联网与大家互动是值得每一家公司学习的。这是雷军很多年前就定下的公司战略。线上渠道的崛起，的确降低了行业准入门槛，削弱了线下渠道主导时头部公司的优势，这些年，小米，奥克斯就是通过线上崛起。美的在原美的品牌的基础上，打造华凌、COLMO品牌，华凌打击了低端品牌，守住市场份额，因为守住市场份额，美的不用大幅降价，使得美的品牌站稳中高端。有了华凌守住市场份额，美的站位中高端后，美的可以投入更多精力打造COLMO品牌，向超高端延伸。美的的路径让我联想到汽车行业，一个强大的集团都是多品牌运作，用不同的品牌占据不同价位带的市场。试想用一个品牌站稳所有市场是不可能的，因为空调也有很大的C端消费属性，品牌在消费者心目中占领的心智决定了一个品牌只能在一个价格带有所作为。格力由于前些年一直单品牌，虽然格力高端定位依然强大，但是低端市场的红利几乎被二三线品牌瓜分。所以我以前说格力想要挽回市场份额，必须重视打造新的中低端品牌。芒格曾说过，什么事情反过来想。线上渠道的崛起，降低了行业准入门槛，削弱了线下渠道主导时头部公司的优势。但若线上渗透率止步于此，没有新的模式变革，那头部的优势只是被有限削弱，并不是消失。此时讲空调市场被颠覆，还是过于的博眼球了。从基本面与股价的关系来讲，当空调格局被颠覆的故事反复被提及压制空调龙头股价，当线上渗透率不再增长时，是不是意味着是空调龙头投资的机会呢？延伸阅读：网页链接{格力电器笔记 }美的与格力定性对比空调价格战有效么？—龙头份额提升效果极为显著网页链接{格力市占率下降的原因 }网页链接{从《董明珠传》看格力的价格策略 }网页链接{非家用空调市场还有较大的增长 }网页链接{为什么家电股当前股价不涨？ }网页链接{减持银行，增持家电 }网页链接{家电行业海外的增长来自于哪里？ }网页链接{为格力说说好话 }",
      "is_pinned": true
    },
    {
      "hash": "28703ec5cefd300a6b36666e8c0b843e",
      "title": "2025-08-17 12:18",
      "content": "$裕元集团(00551)$\n裕元二季度的制造业务确实比较不错，这也是为什么业绩公布后大涨，大涨后依然强势，上周五港股大盘下跌1%，但是裕元还涨了2%。单看二季度，裕元制造业务实现营收 14.7 亿美元，同比+6.5%，归母净利润 0.9 亿美元，同比+29.2%。\n以下数据来自长江证券整理：\n裕元集团2025Q2 实现营收 20.3 亿美元，同比+0.9%，归母净利润 1.0 亿美元，同比+13.0%。制造业务实现营收 14.7 亿美元，同比+6.5%，归母净利润 0.9 亿美元，同比+29.2%；宝胜国际实现营收 5.6 亿美元，同比-11.1%，归母净利润 0.1 亿美元，同比-69.2%。\n裕元集团出货量稳健增长（Q2 同比+4.7%），产品结构变化驱动平均单价回升（Q2 同比+3.9%），支撑制造业务 Q2 收入同比+6.5%，环比提速 0.5pct。Q2 产能利用率环比+4pct 至 95%，但区域间产能负载不均及人力成本上涨导致 Q2 毛利率同比-0.2pct/环比+0.1pct 至 17.8%。Q2 实现归母净利率6.2%，环比+1.4pct",
      "is_pinned": false
    },
    {
      "hash": "be6dc2269dc9aaf4fe939706605d3f5b",
      "title": "九兴控股笔记",
      "content": "$九兴控股(01836)$ $裕元集团(00551)$ $华利集团(SZ300979)$公司简介：公司于1982年在中国台湾成立，以高端女鞋开发代工起家，2007年香港联交所上市，是全球领先的高端优质鞋履开发商及制造商，产能布局中国、越南、孟加拉、印尼、菲律宾，客户涵盖Nike、deckers、Balenciaga、Cole Haan等，涵盖运动、休闲、奢侈、时尚等品类，2019年管理层顺利接班后，奢侈品类客户拓展加速，运动品类客户份额持续提升。从下图可以看出，公司当前10倍出头的PE，从公司历史估值来看是偏低的。资产负债表公司的资产负债表比较健康，主要就是货币资金，固定资产，存货和应收。货币资金：由于公司账面的有息负债很少，把公司的现金等价物约等于公司的净现金，可以发现公司账面现金自19年之后，净现金快速的积累，截止24年年报末，公司账面资金4.24亿美元。从后文可知，19年后货币资金的增长源自于自由现金流高于净利润（自由现金流高于净利润意味着即便公司100%派息，也会导致现金的不断积累）。公司的固定资产多年来保持在4亿美金左右，这也显示出，公司的产能并没有进行大幅的扩张。根据公司24年年报，25年公司在印尼及菲律宾扩大产能。（公司孟加拉的产能已经于24年竣工）公司扩充产能一方面因为NIKE的订单导致专属工厂产能利用率较高，另外一方面也有向成本更低地区（孟加拉）优化产能的需求损益表：公司的销售收入自2011年后就一直徘徊在15.5亿美元左右。这与上文中提到的资产中固定资产的数据是匹配的（固定资产也在4亿美元左右波动）虽然公司的收入没有怎么大的波动，但是公司的利润却波动很大。20年净利润大幅下降，与疫情相关。21年后利润逐步恢复，主要原因：（1）自有品牌收缩，聚焦制造业务，销售费用减少；导致费用率减少（见后文数据）（2）高价值的奢侈品牌收入从20年0.66亿美元增加到24年1.3亿美元；时尚品牌从1.84亿美元增加到4.2亿美元，导致毛利率不断提高（见后文数据）（3）公司制造效率提高，人均出货量18年之后增加到了更高的水平，导致制造成本降低，进而导致毛利率不断提高（见后文数据）分业务、分客户情况：合作中高端品牌客户覆盖运动、时尚、奢华、休闲四大品类，19年管理层接班后奢侈和运动品类成为收入增长主引擎。从收入规模上来看，2024年运动、奢华、时尚、休闲品类分别实现收入6.9、1.3、4.2、3.1亿美元，分别占比45%、8%、27%、20%；从增速上来看，2019-2024年运动、奢华、时尚、休闲收入CAGR分别为8.5%、6.7%、-8.3%、-0.7%。增长好的是运动和奢华品牌。下滑的是时尚品牌，时尚品牌主要是20年大幅下滑，但是20年后，慢慢在回升，但还未恢复到19年的水平。2019年第二代管理层接班后，奢侈品类的收入占比提升。收入分地区情况：公司产品主要出口欧美地区，2024 年公司北美、欧洲、中国（含香港）、亚洲（不含中国）、其他国家收入分别为 7.3、3.6、2.6、1.4、0.5 亿美元，占比分别为 47.4%、23.4%、16.8%、9.2%、3.1%现金流情况：统计公司自2010年-2024年的现金流情况如下表：2010年-2024年累计实现经营活动现金流净额21.6亿美元，税后利润15.98亿美元。现金流/净利润135%，显示出公司利润含金量较高。用自由现金流 = 经营活动现金流净额 - 取得固定资产、无形资产和其他长期资产所支付的现金。2010年-2024年累计实现的自由现金流是11.45亿元，自由现金流略低于累计净利润15.98亿。但是实际上公司的资本开支在早期较大。如果单看2019年之后的自由现金流情况。2019-2024年累计实现8.7亿美元自由现金流，6.15亿美元税后利润。公司自由现金流在2019-2024年间还高于税后利润（见下表）。公司接下来将会在印尼和孟加拉投资工厂，根据港股解码文章中披露的，公司已经预留1.8亿美元用于接下来的建厂计划。因此，预计接下来的自由现金流不会对公司的派息造成较大的影响。财务摘要：如前文所述，公司毛利提高，源于高价值的奢侈品牌收入提高以及制造效率的提高。净利率的提高除了毛利提高以外，还有销售费用率降低的原因。公司的资产负债率较低，几乎没有有息负债，账面资金充裕，财务十分稳健。由于公司财务杠杆较低，在较低杠杆的情况下，24年取得ROE15.9%已经属于很不错的水平了。",
      "is_pinned": true
    },
    {
      "hash": "90634856b46f18b6dbf675eeff3bad67",
      "title": "裕元集团的内部经营在变好",
      "content": "$裕元集团(00551)$ $华利集团(SZ300979)$裕元之前给我的印象一直是大而不强，下面是对比裕元和几家竞争对手的财务数据，可以看见19-24年这期间，裕元在收入是下滑的，出货量也是下滑的。单价增长也落后于华利和钰齐。我之前的文章中总结过裕元，制造业务经营质量不如华利，零售业务经营质量不如滔搏。所以我一直对裕元集团是比较谨慎的。这次业绩出来后，对比一下同行，让我的看法稍许的有所改变。我前几天发了一个帖子：过去华利集团增长，而裕元集团不增长，甚至下滑。25年上半年华利收入增长10%，利润下滑9%。裕元的制造业务收入增长8.3%，利润与去年持平。单看制造业务，裕元25年上半年的表现还超过了华利。裕元估值只有7倍，华利集团估值16倍。我们再看另外两个同行25Q1的数据，丰泰企业实现营收46.22亿元（YoY-2.7%），归母净利润2.56亿元（YoY-12.5%）；钰齐-KY实现营收8.18亿元（YoY+33.1%），归母净利润0.56亿元（YoY-13.8%）。可以说25年裕元的数据比同行要好了，是唯一一个制造业务实现收入增长，利润还能持平的公司。其他几个竞争对手要不是收入下滑，要不是利润下滑。（钰齐规模要比裕元，华利，丰泰小很多。从鞋子的出货量来看，还不足裕元的十分之一。钰齐25年1一季度收入大增，因为受益于昂跑这个品牌的大增。）裕元的变好是不是昙花一现？我理解裕元变好，实际上是过去几年在持续变好，裕元的产能利用率从20年的72%提高到24年的93%。毛利率14.7%提高到24年的19.9%。净利率在24年也提升到了6.2%。竞争对手华利的毛利率、净利率保持稳定。丰泰企业出现下滑；钰齐出现波动。裕元是唯一一个毛利率，净利率呈现增长趋势的。经营利润率创造2010年以来新高为什么裕元会出现好转？（1）制造业务向低成本的印尼迁移。（2）淘汰尾部小客户，减少零散小品牌订单，聚焦Nike、Adidas等核心大客户（占制造收入超60%），提升订单集中度与生产连续性。（3）关闭高成本的工厂，虽然公司整体出货量自20年之后下降，但是公司关闭了高成本的工厂，使得产能利用率不断提高到93%（公司产能利用率提高不是因为业务量增加带来的，而是关闭工厂得到的）（4）聚焦制造业务，2019年前过度倾斜零售业务（宝胜国际），导致制造业务资源分散、产能利用率低迷（仅70%）。2022年后聚焦制造：裁撤冗余管理团队，关闭低效产能，资源向制造端倾斜。当然，我上面讲的是裕元集团的内功修炼在变好，作为制造业企业，公司内部变好不一定代表企业的业绩会变好，因为公司的业绩受下游订单影响很大。企业内部变好适合长期投资者的视角来观察企业，订单是中期维度的基本面。中长期都变好的才是好的投资机会。网页链接{裕元集团笔记 }",
      "is_pinned": true
    },
    {
      "hash": "8aa7c0b182a0c0e9b17e406afae7b6fe",
      "title": "2025-08-15 10:08",
      "content": "中国宏桥又一次历史新高了，是我今年赚钱最多的公司。$中国宏桥(01378)$",
      "is_pinned": false
    },
    {
      "hash": "5f7e4cd28318f85edae7ebf1b0c30cbd",
      "title": "顾家家居财务数据笔记",
      "content": "$顾家家居(SH603816)$ $敏华控股(01999)$资产负债情况：公司账面最多的就是货币资金27.8亿元，和固定资产58.8亿元。公司21年后短期借款增长，22年后货币资金减少，主要就是因为公司建设大量的产能。公司的固定资产不断增多固定资产：利润表情况：2021年之前，由于房地产市场的发展，公司收入保持持续增长。20年利润下滑，因为疫情导致费用率增大，另外20年还有一笔5亿元的资产减值损失。这个资产减值是公司2018年收购公司形成的商誉减值（玺堡家居，纳图兹（Natuzzi）中国业务）。18年收购的资产，20年就减值，可以发现管理层当时的收购还是比较冲动的（当然，事后评判都是简单的。站在当时来看，那些年房地产的发展，有这些冲动的行为是可以理解的。并且，顾家今天的大股东、管理层和当时的已经发生了变化。）24年公司利润下滑，一方面是因为国内高毛利的业务下滑。另外对红星美凯龙的债券投资全额计提的减值损失，对意大利品牌Natuzzi中国业务计提商誉减值0.51亿元。剔除这两项减值损失，24年的利润在16-17亿元间25年Q1，公司收入同比增长12.9%，归母净利润同比增长23.5%。在房地产竣工面积继续下滑的情况下，公司收入增长，主要因为国补刺激了部分需求。此外，销售费用率和管理费用率分别降至15.21%（同比-2.12pct）和2.39%（同比-0.93pct），通过组织变革，公司费用得到控制，导致利润的增长超过了收入的增长。（能够控制费用是我投资中很看重的一点）。下图：管理层交流的时候，提到了公司的组织变革和零售转型初步在1季度的业绩得到了体现。对比行业竞争对手最近几年及25Q1的状况：顾家家居的主要产品是沙发和床品。选取竞争对手的情况观察敏华控股：25财年（24年3月-25年3月）收入下滑8.19%，扣非归母利润下滑15%。欧派家居：25Q1收入下滑4.8%，扣非归母利润增长41.3%匠心家具：收入增长38.2%，扣非归母利润增长60.4%慕思股份：收入下滑6.7%，扣非归母利润下滑10.9%喜临门：25Q1收入下滑1.8%，扣非归母利润下滑4%以上列举的竞争对手，顾家家居和匠心家居是唯二营收和利润都实现增长的。现金流情况：公司净利润含金量较高，2013-2024年间累计实现净利润128亿元，经营活动现金流净额为184亿元。现金流/净利润为1.44倍，显示出公司现金流状况好，是赚到了真钱。自由现金流情况：用经营活动现金流净额-资本支出=自由现金流，公司上市后（2016年-2024年）间的自由现金流是74.8亿元，分红总金额63.4亿元。可以发现，公司分红金额占到自由现金流的85%，也就是说公司尽可能的将自由现金流分掉了。留存在公司账面的现金只占自由现金流的15%（我认为这部分的留存是必须的，因为公司规模扩大，账面需要多留一些现金）公司21年到23年自由现金流较低，主要因为资本支出较大。19年之后的固定资产快速增长。主要因为这一阶段公司在国内及海外大量建设产能。公司23年之后在建工程下滑，资本开支降低，公司今后减少新基地建设，转向存量产线技改。因为资本开支的下降，公司24年有了更多的现金流用于派息，24年的派息率达到了80%。财务摘要：公司整体毛利率从早年的40%下降到24年的32.7%，主要因为公司海外ODM业务占比逐步增大，海外业务的毛利率较低。21年毛利率下滑，有当年会计准则变化的原因（物流费用从销售费用计入营业成本，很多物流成本较高的公司这一年的财务数据都有这个变化。21年正是海运费大涨的一年，顾家海外业务的毛利率大幅下滑）公司净利率在20年，24年出现下滑。（净利润下滑的原因在前文已经阐述，主要是资产减值等因素）收入分类：公司产品最大的品类是沙发，占比55.2%。其次是床类产品，占比17.6%。定制家具是接下来公司重点发展的业务，当前占比还只有5.37%。顾家家居定制家具业务虽然当前占比较低，但是保持着稳健的增长。收入分地区：截止2024年，公司境内收入93.6亿占比50.7%。境外收入83.6亿元，占比45.3%。公司境外收入自2011年的6.7亿元增长到2024年的83.6亿元，十多年来保持持续的增长。境内收入23年到109亿元，但是24年出现了下滑。国内业务24年出现显著下滑主要因为国内住宅竣工面积累计下滑25%+，不过相较于行业竣工面积下滑超过25%，公司国内业务仅下滑14%，表现相对较好。公司境内业务的毛利率要显著高于境外业务，境内业务毛利率接近40%。境外业务毛利率低于30%。主要海外业务以代工ODM为主，公司在B端客户的议价权较低。（当然B端业务销售费用率也较低）分红情况：公司上市以来累计实现净利润118亿元，累计分红63亿元。分红率53.7%。24年由于利润下滑，但是公司为了维持分红金额不变，所以提高分红率到80%，给股东一个很好的体验。根据顾家家居发布的25-27年股东回报规划，如果没有重大资金支出的安排，分红比例最低应该超过80%。股本及股东情况：公司过去的控股股东是顾家集团，实际控制人是顾江生。23年底，公司发布公告，盈峰集团通过其全资子公司盈峰睿和投资完成对顾家集团及一致行动人TB Home所持2.42亿股股份的过户手续（占总股本29.42%），盈峰集团正式成为控股股东。双方首次披露股权转让计划，初始交易价102.99亿元（42.58元/股），后调整为88.8亿元（36.72元/股）。2025年5月，盈峰集团以19.15元/股独家认购顾家家居定增股份（募资19.97亿元），持股比例从29.42%提升至37.37%，进一步降低持股成本至约31元/股。总结来说，就是盈锋集团初始入股被套了，但是又通过低位定增摊低成本。低位定增这一点确实对小股东比较坑。按照目前的股价，盈峰集团还是被套的。公司历史有两次股本的较多增长，一次是2019年，一次是24年。两次的原因主要是公积金转增，不影响老股东的权益。（对小股东权益的影响主要来自于25年的定增计划。）管理层情况：公司管理层包含董事长一共有5名来自于美的。董事长：邝广雄。2002年7月至2018年10月，历任美的日电集团财务经理，美的美国公司财务经理，美的厨房电器财务总监，美的中央空调财务总监，美的库卡中国合资公司财务总监；现任盈峰集团有限公司董事兼执行总裁。邝广雄更多的是盈峰集团派驻的董事长，实际的日常管理还是总裁李东来。总裁：李东来。曾在美的集团工作多年，从1997年进入美的集团，从业务员一直做到美的制冷家电集团副总裁，2010年12月离开美的。2012年加入顾家集团任总裁。关于李东来，大家可以可以看看下面几篇文章：顾家家居李东来：未来不会只有一种标准答案李东来：没有战略意图的领导人，干不成伟大企业|大战略_网易订阅用好美的系空降高管，有五大“秘笈”_李东来_指标_职业化除了董事长和总裁有美的集团多年的任职经历。副总裁欧亚非（前美的制冷家电集团区域销售公司总经理 ）；副总裁李云海（前美的冰箱事业部总裁助理）；财务总监高林（美的金融财务总监）顾家美的系的高管大多都有股权绑定，也是持股较多的高管。（下图红色框框的四位是来自于美的的高管）公司零售转型：自2024年起，顾家家居开始将终端用户的零售成交作为绩效依据之一，全面采用电子合同与用户订单进行考核，从总部到门店，销售绩效全面转向零售额指标在线下新零售业务方面，顾家家居紧抓多元化、场景化消费需求，发力购物中心渠道，提出“轻资产+场景化体验”运营模式，让顾家购物中心店显现了超传统家居卖场10倍的自然流量，促使门店进店率与转化率显著提升顾家家居在全球化布局上，顾家家居OBM业务呈加速发展态势，自有品牌门店突破34家，公司在海外本土化运营上能力持续提升当前家居行业正经历“增速换挡期”，家居企业全体面临“规模扩张”向“存量精耕”转型的尴尬期，承压明显，而顾家家居另类增势的背后，足以说明其多品类协同、全渠道穿透、技术+服务双壁垒的战略方向对于企业的确定性赋能已经得到市场验证，率先从行业集体阵痛中实现转身。公司的零售转型可以结合年报和下面的文章来看：顾家家居2025一季报增长逻辑拆解：多品类布局与渠道变革如何破局行业困境？数字化转型：通过AI设计工具优化产品结构，缩短研发周期30%；生产端，引入工业机器人与MES系统，实现柔性生产，订单交付周期从45天压缩至25天；营销端，依托大数据分析用户需求，精准推送产品与场景方案；服务端，搭建“顾家服务云平台”，实时响应售后需求，服务响应速度提升50%。2025年，顾家家居数字化投入占比达营收的5%，智能制造工厂产能利用率超90%公司管理：读公司年报管理层讨论与分析部分，首先第一条就是：“以“效率”与“活力”为第一原则，对组织及管理机制进行持续变革”。可以感受到这是一家把组织体系建设放在重要位置的公司。读年报的这一小节，与我读《美的简单高效的运营逻辑》《美的稳健增长法》所描述的美的的管理模式很多相似点。例如下面提到的《公司简政放权机制说明》与美的1997年制订了《美的集团分权手册》是一个很类似的文件。我之所以看好公司，就是因为公司管理层来自于美的，借鉴了很多美的的管理体系。公司战略：一是深化“一体两翼”内贸战略，以软体业务创新与整家业务突破协同驱动增长，同步推进全球化布局强化外贸竞争力；二是构建敏捷型组织体系，通过体制机制优化与简政放权激活组织动能，建立KBS（顾家业务系统）为核心的经营管理系统，形成“战略解码-能力建设-价值创造”的正向增长飞轮；三是以战略聚焦原则配置资源，重点投向AI数智化升级、产品研发创新等核心能力建设，夯实长期发展根基。人才与组织建设方面，实施“四化”干部团队培养战略：以年轻化激活创新思维，专业化提升业务穿透力，事业化强化责任担当，梯队化保障人才可持续供给，打造能适应变革、持续突破的高效团队。通过战略聚焦与组织能力双轮驱动，系统性提升运营效率和市场响应速度，为战略周期目标达成构建确定性路径。为什么公司要做全屋定制：随着生活节奏的加快、空间美学重要性提升及年轻消费 群体的崛起，消费者更加偏好省时省心省力省钱的一站式解决方案。需求端的变化逐渐催化供给端融合，头部家居企业从曾经的优势单品经营，逐渐向全品类大家居方向发展。想要进一步了解公司管理层、公司战略、公司管理的我建议多读公司的年报以及下面几篇文章：顾家家居2024年年报网页链接{对话顾家家居高管团队：重新定义家居存量时代 }顾家家居：数字化转型打出的漂亮翻身仗顾家家居李东来：未来不会只有一种标准答案李东来：没有战略意图的领导人，干不成伟大企业|大战略_网易订阅顾家家居2025一季报增长逻辑拆解：多品类布局与渠道变革如何破局行业困境？网页链接{顾家重塑顾家_澎湃号·媒体_澎湃新闻-The Paper}",
      "is_pinned": true
    },
    {
      "hash": "d995fcff6f4ffcb4ef4c10003317730d",
      "title": "2025-08-13 23:00",
      "content": "$中国宏桥(01378)$ $南旋控股(01982)$ 最近A股账户的银行被锤，但是港股账户多次新高。扫了一眼我的港股账户持股，估值最高的就是静态9倍的中国宏桥。南旋的年股息还有十几个点。",
      "is_pinned": false
    },
    {
      "hash": "670fc3d495382f74c0c6e288e6a7eb57",
      "title": "2025-08-13 11:10",
      "content": "$吉利汽车(00175)$ $顾家家居(SH603816)$\n（1）买了两个点吉利汽车，看好公司接下来的车型，无论是外观，配置，还是价格，预计都会有较好的表现。当然汽车行业的模式我不喜欢，所以即便后面跌下来，也顶多再加一个点。\n（2）7月份还买了3个点顾家家居，顾家就是一个小美的集团，长期看好。不排除后续会加仓。买3个点，是因为没钱了。暂时也不打算卖其他股票换仓。",
      "is_pinned": false
    },
    {
      "hash": "8b3b32950f257b683a780eff788091cb",
      "title": "2025-08-12 20:42",
      "content": "$裕元集团(00551)$ $华利集团(SZ300979)$\n过去华利集团增长，而裕元集团不增长，甚至下滑。25年上半年华利收入增长10%，利润下滑9%。裕元的制造业务收入增长8.3%，利润与去年持平。单看制造业务，裕元25年上半年的表现还超过了华利。裕元估值只有7倍，华利集团估值16倍。\n裕元没有市场想的那么差，再加上估值本身较低，派息率较高（22-24年派息率70%左右波动）税前股息率接近10%。今天裕元的涨幅算是一个估值修复。",
      "is_pinned": false
    }
  ],
  "5482271578": [
    {
      "hash": "389f6cdc15d454a7faa1a08e51344e80",
      "title": "2025-08-23 21:50",
      "content": "东风集团股份 公告及通告 - [《收购守则》所指的要约公司刊发的公告 / 《收购守则》所指的受要约公司刊发的公告 / 私有化/撤销或取消证券上市 / 股息或分派 / 内幕消息 / 復牌] 联合公告 - (1) 东风汽车集团（武汉）投资有限公司通过吸收合併的方式将东风汽车集团股份有限公司私有化之附先决条件之建议 (2) 东风汽车集团股份有限公司分派嵐图股份之建议 (3) 撤销东风汽车集团股份有限公司的上市地位之建议及 (4) 恢復买卖 网页链接",
      "is_pinned": false
    },
    {
      "hash": "639ed65e59e119d415ec7b2251b82988",
      "title": "2025-08-22 22:56",
      "content": "回复@强哥121: 利好就是这些//@强哥121:回复@转行的代价:澳博其实利好就几点：1，霍家进来了，而且在董事会排第一，这会堵住那些赌王老臣的跑冒漏，2.卫星场收回，卫星场实际就是老赌王亲友的小金厍，收回之后盈利会大增，3.上葡京上量，4，美元利率下降。简讲就是收入快速增加，费用快速下降。查看对话",
      "is_pinned": false
    },
    {
      "hash": "ce6dffc599e384cc3e04dafa1a1ad89d",
      "title": "2025-08-22 11:37",
      "content": "回复@不问牛熊专注红利: 哈哈//@不问牛熊专注红利:回复@转行的代价:这是个坏行业。赚这个钱的会有报应。查看对话",
      "is_pinned": false
    },
    {
      "hash": "dc674a2ec7c773a3e9dc91d97125783b",
      "title": "困境能反转吗-澳博控股",
      "content": "1:澳门赌王何鴻燊的场子；以前在澳门赌场有最大市场份额，目前市场份额下滑至14%左右；20年开始的疫情对澳门赌场是毁灭性打击，公司高峰期2013年收入是870亿，最低谷的22年仅仅61亿收入，而期间耗资390亿投入的上葡京赌场项目更是将公司现金耗尽，债台高筑，股价跌去90%，那么现在有无困境反转机会？2：目前澳门博彩业的确是在复苏，公司的营收也在快速增长，24年同比增长33%，达到288亿，EBITDA连续2年转正到38亿，同比涨118%；然而归母利润也才仅仅3百万港币；公司内部管理一直有问题，行政开支高达97亿占比收入34%远超同行，几个高管都是千万以上收入？面积仅52万平米的上葡京，投资高达390亿，金额远超面积大一倍的威尼斯人，让人怀疑管理层的人品？3：然而也确实有实质性利好支持业绩反转；目前公司自己经营的赌场是上葡京，新葡京，回力酒店及澳門十六浦索菲特；还有一块是外协的卫星场；上葡京是新项目，目前还在爬坡中，24年同比95%，增速很快，EBITDA收益率也才8%,卫星场按澳门政府规定要收回澳博自己经营，这块24年有108亿收入，却没有贡献业绩，EBITDT收益率仅0.4%，其实反映出来的还是管理问题？4：简单考虑，何家正常经营赌场的EBITDA收益率是28%左右，那么就只是收回卫星场恢复正常利润，这108亿就会多贡献30亿EBITDA ;还不考虑上葡京的增量（应该有重叠部分，卫星场收回的赌桌会放在上葡京，新葡京）加去年的38亿，正常化后公司整体EBITDA应该有68亿；EV/EBITDA大约6.9 ；如果恢复到均值10倍EV/EBITDA,那么市值大约可以到440亿？但是需考虑净有息负债高达239亿，比净资产还大，其实是有风险的？$澳博控股(00880)$ $金沙中国有限公司(01928)$",
      "is_pinned": true
    },
    {
      "hash": "0621fae1d048ba2eec795a1573c1abad",
      "title": "中国银河(HK:06881)",
      "content": "去年研究这只卷商票，因为看不懂其衍生品，占比还挺大，所以就放弃了；没想到牛市来了涨的挺好的；包括新华保险也一样，我敢说夹头要坚持不懂不做的化，没几个人下得了手？现在想来大可不必；复杂的金融公司，其实大家都不懂，而只要坚持ROE/PB导向 ;这两还是当时行业最低估的，而且还有8%的高股息保护，只要控制一定的仓位，何乐不为呢？$新华保险(01336)$",
      "is_pinned": true
    },
    {
      "hash": "aa597471d4f95258bede2a0930228d5a",
      "title": "2025-08-19 14:51",
      "content": "回复@管我财: 派息是关键//@管我财:應收長增長比較較多，投資性物業增加了2多億，應該是抵債抵回來的。盈利全數派息，還算可以，中規中矩。查看对话",
      "is_pinned": false
    },
    {
      "hash": "a6d2c2e0ba36210585a48faff934cedd",
      "title": "2025-08-18 12:39",
      "content": "你学财主了，卖惨",
      "is_pinned": false
    },
    {
      "hash": "e8ae3d21f3e6155fc651ec6bdc766f9e",
      "title": "2025-08-15 18:54",
      "content": "回复@雷斯林: 分红还是很重要，他成长潜力又不大//@雷斯林:回复@转行的代价:我觉得公司经营杆杆低，经营稳健，值得长期关注，唯一的不足就是分红。查看对话",
      "is_pinned": false
    },
    {
      "hash": "21279add823231446f633f01fb11d3ca",
      "title": "2025-08-15 13:27",
      "content": "回复@王特菲: 小股东做不了主//@王特菲:回复@转行的代价:希望提高分红查看对话",
      "is_pinned": false
    },
    {
      "hash": "70d33b7fe0858ed56c7a3030e5cbe2e7",
      "title": "中国淀粉印象",
      "content": "二线龙头玉米深加工及下游衍生物产品一体化制造商；产品分上游-玉米淀粉加工；下游衍生物-赖氨酸制造为主；这两个都是动物饲料的主要原材料，客户以猪饲料制造业为主。玉米淀粉市场供大于求，产品门槛低，公司产能目前280万吨，产能利用率70%左右；营收占比60%，但毛利率平均只有5%，从农户手上收玉米加工成淀粉，玉米加工还是偏周期，供需影响每年的盈利；近5年营收复合不增长，分部利润不增长；下游赖氨酸要好很多，毛利率有15%左右，价格也有周期波动，但相对门槛更高；近5年营收复合增长13%，分部利润复合增长24%，抵消并贡献了公司的整体增长；5年来产能翻倍至56万吨，产能利用率100%，是公司成长动力；上下游产品合计，公司层面整体保持4%左右的营收增速，5%-8%左右的利润增速；账上现金34亿，借款也有15亿，但借款利息只有0.5%，低于存款利息，可以理解；但分红率只有15%却理解不了，公司虽有扩产计划，但现金流完全可以负担，这么低的分红是为啥，能够期待提高吗？低估不用说，肯定是的，但股息率只有6%，却偏低。$中国淀粉(03838)$",
      "is_pinned": true
    },
    {
      "hash": "b0f0cd1b0dfbd0cf644e057374a34906",
      "title": "2025-08-14 17:45",
      "content": "这是兴奋了",
      "is_pinned": false
    },
    {
      "hash": "594b10a225909fa83507f7de2f40f07a",
      "title": "2025-08-13 16:20",
      "content": "回复@管我财: 看他二手车，与售后两块经营利润远远不能填补新车的亏损。//@管我财:回复@牛马的生意:一方面我對於寶馬奔馳的新車銷售價格倒掛非常介意，另一方面，由於退出MSCI，這可能會對於未來資金流向產生影響。還有一個原因就是我自己有意識地減少負債率比較高的股票。查看对话",
      "is_pinned": false
    },
    {
      "hash": "371e0a26e9329828637a02868a1d1be0",
      "title": "2025-08-11 19:25",
      "content": "回复@管我财: 不见得不增长吧，早晚拖后腿的零售会清空的//@管我财:$裕元集团(00551)$ 估計全年派息可以維持10%股息率，不增長也能接受。查看对话",
      "is_pinned": false
    }
  ],
  "1936609590": [
    {
      "hash": "5f8ef38ae926187a211d23702a3a8ef5",
      "title": "2025-08-26 18:25",
      "content": "社团这业务，和拼多多主站共享消费者和部分供给，然后需要重建一套履约体系，主站和社团的关系与美团到店和外卖的关系类似，后者也是共享消费者和部分供给、然后建一套履约体系\n属于强协同业务，三要素复用二个",
      "is_pinned": false
    },
    {
      "hash": "6b85a7e627bad2a31270955d3c90c694",
      "title": "2025-08-26 18:25",
      "content": "牛市时亏大钱的三种典型路径：\n1、低位买的好公司、不断加仓提升成本（估值高后也加），估值涨到很贵后没做获利了结甚至稍微跌一些就加仓，最后牛市结束股价大幅度回撤，利润全部没了甚至亏钱\n解决方法：超过当年合理估值上限，则不加仓只持有；定期用小部分仓位做高抛低吸降低成本；当估值进入下一年估值上限时，则进入贵（牛市），可开始卖或换仓；当估值到三年后估值再配合较低的折现时，则为很贵（疯牛），可大幅度降低仓位甚至清仓；千万不能高位回调10-20%就加仓（低位、合理位时可以）\n2、牛市经常垃圾公司涨得更多、更快，且会有各种故事，经受不住诱惑去买已涨很多的垃圾公司（最简单就是亏损、没法盈利、盈利还很少讲后续利润大幅度释放故事估值巨贵的）\n解决方法：不碰纯垃圾公司（指商业上判断没法赚钱或管理层人品有问题的），非垃圾公司如果估值算不过来（没估值保护，参考确定性和成长性，估值明显比同类高很多），即使有机会也只能小仓位参与（小于等于3%）\n3、在赚钱效应刺激下用杠杆，但牛市波动大，一旦回撤大爆仓或卸掉杠杆，会很容易对本金造成重大损失\n解决方法：不用杠杆",
      "is_pinned": false
    },
    {
      "hash": "5d65fc40e5871e6267f26172c141c40d",
      "title": "2025-08-26 18:25",
      "content": "$心动公司(02400)$\n主打一个不跟beta，无论是恒科还是A股游戏\n当然，这不是啥坏事",
      "is_pinned": false
    },
    {
      "hash": "a8fc6f087f708c793398e13fd5c9271b",
      "title": "2025-08-25 19:56",
      "content": "$拼多多(PDD)$ $美团-W(03690)$\n目前的市场，大票是很难基本面已经右侧但是股价却没有右侧\n也就是抄底话，得选择基本面最差的时候，只是不能刚变差的时候抄——前提是看好中长期\n放在拼多多这里，去年下半年属于刚变差，今年上半年是最差\n放在美团这里，今年上半年刚变差、今年下半年最差\n一点个人想法，不负责任",
      "is_pinned": false
    },
    {
      "hash": "b039372cf118415b097a780d8eb53548",
      "title": "2025-08-24 14:30",
      "content": "未来十年，国内互联网公司前三名大概率是：\n1、抖音+tiktok。\n2、腾讯。\n3、拼多多+temu。\n阿里应该能守住第四名，淘宝商业模式还是很好的。",
      "is_pinned": false
    },
    {
      "hash": "644b1d03c185b5aa7a8e08b279c2f282",
      "title": "2025-08-23 19:50",
      "content": "boss更新：\n25年预计能做到近30亿，目前估值26倍左右；官方口径预计会有35亿左右，对应的估值是22倍\n利润比之前预期的要好不少，互联网平台边际成本低，一旦竞争格局好，进入利润释放阶段，收入稍微涨点、利润可以涨不少——在达成稳态利润率前\n有个问题是股权激励占扣非净利润20%左右正常，但是如果有三分之一左右，就高了点，有美化财报的问题（工资少发、股权激励多发）\n去掉股权激励和利息收入，今年主营业务净利润可能就20亿左右，那估值就38倍，即使减去100亿出头的净现金，用650亿出头的市值算，也有近35倍",
      "is_pinned": false
    },
    {
      "hash": "431723e12b7df191cb2fd02bb393d52c",
      "title": "2025-08-23 19:48",
      "content": "满帮更新：\n上半年财报看，主营业务利润释放可以，不过税也回归正常了（今年可能有8亿左右），正常应该会有40亿出头，小贷和开票业务调整后，25年估计38亿左右，目前估值25倍左右 ，公司口径会到48亿左右，估值20倍左右",
      "is_pinned": false
    },
    {
      "hash": "3ecea4479559317ee89d3883ac532ace",
      "title": "2025-08-23 17:57",
      "content": "其实茅台和腾讯都是第一类公司，但是腾讯目前看新高的概率是远高于茅台的 最核心的就是腾讯的eps增长比茅台更容易，过去三年已经翻倍了，也就是说更好消化21年初的高估值",
      "is_pinned": false
    },
    {
      "hash": "773f8f59c76744b8592da528e7054bc8",
      "title": "2025-08-23 17:48",
      "content": "$拼多多(PDD)$ $美团-W(03690)$\n目前的市场，大票是很难基本面已经右侧但是股价却没有右侧\n也就是抄底话，得选择基本面最差的时候，只是不能刚变差的时候抄——前提是看好中长期\n放在拼多多这里，去年下半年属于刚变差，今年上半年是最差\n放在美团这里，今年上半年刚变差、今年下半年最差\n一点个人想法，不负责任",
      "is_pinned": false
    },
    {
      "hash": "9a958bb5736ad15ec2a3b3b50ce67868",
      "title": "2025-08-23 10:00",
      "content": "回复@白非知行: 可以这样理解\n也就是我说的，线下老业态原先就竞争不过线上电商\n再加一个高额的履约费用的，自然更加不可能\n这是阿里新零售战略的失败点\n如果不在供给端和履约端花真功夫的，简单的用户端运营、投资收购一些老业态必定失败//@白非知行:回复@白非知行:不可能用效率更低的东西（比如线下）去拉效率更高的东西（线上），比如，不能通过投资解决流量问题，比如，不能通过投资建立企业间的“战略合作”。阿里起于市场，最后却陷入了战略臆想。\n这个评价放在当下外卖竞争，是不是也成立？@逸修1查看对话",
      "is_pinned": false
    },
    {
      "hash": "cb3479302696ccce1a345c0fc7a0f9d9",
      "title": "2025-08-23 11:05",
      "content": "这个贴值得细看细思，目前为止互联网这边新高或接近新高的标的都可以用这个框架去解释",
      "is_pinned": false
    },
    {
      "hash": "b9e09e752b92216db8d06d30852dd984",
      "title": "2025-08-22 21:11",
      "content": "修正一个以前的看法，观察了2年半后，可以确认AI对 $谷歌A(GOOGL)$ 的Paid clicks产生了负面的影响。",
      "is_pinned": false
    },
    {
      "hash": "9b958ee8434563957d59a38d4290e192",
      "title": "2025-08-22 18:25",
      "content": "设想下，如果现在平台负责配送的美团外卖只收商家8%的佣金，【日单二千万每天得补贴超过1亿】，肯定不可持续。当美团外卖甚至想把商家扣点提到20%-25%时，凭什么认为滴滴的20%就不合理，自己凭借8%的扣点会有机会呢？\n当协同效应不够，且没有找到合适的破局点，去强攻一个符合超级战争模型且里面有强竞争对手的业务，成本会变得相当大，大到难以承受\n——今年的东哥就是这个例子",
      "is_pinned": false
    },
    {
      "hash": "a6a5cef1f5079892d97a90cae82e45b8",
      "title": "从六个外部因素看电商平台投资机会",
      "content": "关于国内电商平台商业模式和组织能力分析，之前应该有不少，就不再重复，本篇从今年影响较大的六个外部因素聊聊国内电商平台的投资机会（1）、国补和电商相关的国补是24年9月开始的，主要以家电和音响器材为主，今年开始拓展到手机、家具等行业。统计局的数据看，启动国补后，相关行业增速大幅度提升，少的提升到20-30%，多的到30-40%，效果很明显。25年上半年国补大概补了2000亿左右，至少撬动大几千亿相关消费，全年算无疑会到1万亿+。尽管因为资质、垫资等原因，线下大的连锁品牌商也是受益于国补，但对于一年增量也就1万亿出头的实物电商来说，谁在国补上拿到更多资源、更受益，会是今年业绩好坏的核心因素。京东因为是国内规模最大的带电自营方，是最受益的，阿里次之，拼多多因为能拿到的最少要自己出钱补贴对抗变成受损，美团则没影响（当然间接看，美团也是受损的，因为京东阿里在国补帮助下一个业绩很好、一个还行，大力搞闪购了）。（2）、AI自从22年底GPT3.5横空出世，海外就走出很明显的AI行情，国内和港股在23年上半年也跟了一波，但当时国内产业发展落后海外至少二三年，所以当时的行情以炒作为主，主要是A股一些公司蹭概念上涨，港股、中概也有但不多、强度也弱一些。今年初Deepseek大火之后，国内的AI产业算是到了海外一二年前的水平，产业端有一些基础后，资本市场也就能真正跟上一些：今年的实际情况，无论是阿里云、百度云还是腾讯云，增速都拉起来不少；阿里云单季度300亿左右的收入，Q2开始增速估计也会拉到20%出头。但是国内生态和海外还是有差距，最典型的有三个：国内缺乏类似于英伟达地位的铲子股；国内云计算行业很容易增收不增利；海外Open AI的收入来源一大部分是收C端用户的会员订阅，国内想收很难。即海外AI从需求到收入再到利润的链条有些大行业跑通了，国内现在需求上来，但跑通到收入和利润的很少，这和国内、海外商业环境不一样有关系，也和国内发展慢一些有关系，和高端芯片被禁止也有一些关系。尽管现在看Deepseek有点后续乏力，但不管怎么说，给了国内AI行业发展极大的信心和推动。就AI对电商公司的影响看，阿里明显受益，过去一直零估值的云业务，今年开始给了大概3000亿左右估值（最乐观时甚至给5000亿左右），拼多多、美团和京东目前则影响不大。（3）国内政策过去有二个政策对电商行业有深远影响：第一个是反垄断里的禁止二选一，这导致任何平台除非是自营供给，不然想搞独家都不太可能，包括运力也是；第二个是反不正当竞争的禁止低于成本打价格战，这导致任何参与方想仅仅通过烧钱烧死其它参与者然后垄断市场都不太可能。今年政策方面则有三件事对行业有较大影响：第一件事是2月份大大亲自主持的民营企业家座谈会，马化腾、马云、王兴等人都有参与，这件事意味着资本可以有序扩张，事后看，也确实各大企业之后在新业务上的投入加大了，重新进入扩张周期；第二件事是实物电商行业的仅退款被禁止，主要为了保护商家的利益，对拼多多影响较大；第三件事则是外卖员的灵活就业社保问题有了正式方案且开始全国推广，这个对行业参与方短期eps有负面影响，中长期则是好事，其中美团＞饿了么和京东，拼多多则是没影响。政策整体看，短期拼多多和美团压力较大，阿里和京东则影响较小。（4）海外政策主要指二个：1、四月关税大战排除针对特殊商品的关税，通用型的主要是有二个：第一个是用芬太尼做为借口做的20%，第二个则是四月初关税大战时加的，34%对等+50%对等+41%对等，125%对等关税在5月初的谈判时取消了91%，暂停24%，保留10%。就最近英伟达的H20芯片对国内放行看，暂停3个月内的关税谈判进展应该也还顺利。2、小额包裹关税小额包裹指价值不超过800美元的进口商品，此前是免税的，今年2月初特朗普取消该政策，但因为美国邮政系统处理能力不足，2月7日恢复免税待遇。4月2日再次签署行政命令，要求自5月2日起取消来自中国的小额包裹免税资格，明确要求承运商向海关提交装运数据并缴纳关税，目前大概是从价税率54%或从量税100美元/件（取较高者）。关税相关政策主要和美国业务相关，对拼多多的海外业务影响较大，阿里和京东影响较小，美团则无影响。最近的情况看拼多多的Temu在美区的广告投放也开始上来了，估计还是关税谈判进展较为顺利的原因。（5）闪购骑手负责末端配送的履约为即时配送，对应的电商形态有二类：第一类是餐饮外卖，主要指送的商品是餐饮类；第二类是即时零售，主要指送的商品是实物商品。严格意义上的闪购指第二类，因为商品是实物商品，所以京东和阿里都比较着急做了超大投入。外卖和闪购有较强的协同，二者大部分情况下共用消费群体和履约，只是商家（供给）不同。也就是说脱离外卖的闪购会较为难做，因为规模效应不够，除非做单点对多点配送的自营店仓结合（盒马类）或前置仓（小象类）。这导致闪购大战实际上应该叫外卖闪购大战，同时因为京东和阿里的kpi文化较为严重，追求单量，而标准化的餐饮连锁品牌更容易冲单量，事实上有点变成外卖大战，阿里和京东在餐饮外卖上的投入远远大于在即时零售上的投入。目前的数据看，京东大概冲到日单2000万左右，最近维持已经很吃力；阿里则是日常5000-6000万单，周六8000万左右单的水平。二者的投入级别都很夸张：京东Q2烧了100亿左右，Q3如果想维持2000万单左右需要更多一点，真投一年话得烧400-500亿；阿里Q2也烧了100亿左右，Q3想维持目前的单量数值得烧200-300亿，500亿补贴大概半年就烧完了。同时在竞争对手如此高强度的投入下，美团不投入200-300亿也很难做有效应对，真打一年话，还得更多。即时零售值不值得如此大规模投入？值得投入，但如此超大规模投入并不值得，因为即时零售相对于传统快递和大仓体系的实物电商，速度是更快、体验是更好，但是成本更高，特别是和快递体系的电商比，成本高很多。除非能把成本大幅度下降，不然它能占到实物电商的10%左右市场份额就不错。为了10%市场份额投入几千亿，那剩下的90%不重要吗？外卖闪购大战对阿里美团京东的报表都会产生很大破坏，最近监管第二次出来只是规范关于低于成本打价格战的促销行为，不是说不打了，但是7月如此高强度的竞争应该最多持续一二个季度，所以大战会持续很久，对报表的破坏也会持续很久。（6）社区团购20年、21年社区团购大战类似于今年的外卖闪购大战，当年参与者和旁观者都极其上头，很多给了2025年2万亿左右市场规模预测，现在看市场规模只有当年预测的15-20%，所以被大幅度高估。社团打到24、25年，大的参与者就多多买菜和美团优选，其中多多买菜又比美团优选更有优势：2024年多多买菜已经盈亏平衡，但美团优选还亏80多亿，且市场规模不如多多买菜。主要原因是社区团购的商业模式看，供给和用户端和拼多多重叠，拼多多需新建履约，而美团优选则三者都要重建。6月美团在外卖闪购大战的压力下，关闭优选大部分区域，只保留广东和浙江的部分区域，这个市场就基本让给拼多多。社区团购的商业模式本身是成立的，所以对美团和拼多多都是好事，前者止血、后者获利，只是因为市场规模不够大，不是核心逻辑综合以上六个因素，很容易得出来，今年本会是阿里和京东的顺风年、美团和拼多多的逆风年：比如阿里，今年电商靠货币化率稍微提升、国补小利好、蒋凡回归，叠加AI和云加速发展，其它新业务扭亏，做到1600亿左右扣非归母净利润，给15倍左右估值，大概会有24000亿左右市值；又比如京东，在国补帮助下做400亿左右扣非归母净利润，给13-15倍估值（云和AI是长逻辑，国补是短中期逻辑，所以估值会低些），5000-6000亿市值有机会。但在高投入外卖闪购大战后二者逻辑就都毁了：上文讲过，即使今年高投入过了，后续大概率也会亏，只是规模会小些，除非彻底不做，不然一年亏100-200亿还是很正常。站在当下，电商比较好的投资策略是下半年行业基本面较差时建仓，明年收获，当然看更长时间也行。看中长期拼多多和美团则是更好的选择，上面提到的因素很多对拼多多和美团都是短空长多：对于拼多多，明年只要国补回归到正常状态，一年赚1000亿左右应该是问题不大，如果国补还是维持今年规模且拼多多和京东阿里还是不对等则可能需要后年，海外业务因为亏损的原因目前市场没给估值，但是时间越长价值肯定越大；对于美团，看五年左右，一年赚1000亿左右应该没问题，看明年，只要闪购外卖回归到正常竞争，在丢掉优选包袱后，海外不激进扩张，赚500亿左右问题也不大。所以我当下更倾向于拼多多和美团的组合，如果要买云和AI则只能选阿里，阿里的问题是在今年eps因为外卖闪购大战崩盘的情况下，年内涨幅仍有40%+，意味着云和AI已经计价不少，除非跌倒更好的位置，不然驱动继续上涨的逻辑还是得靠电商。",
      "is_pinned": true
    },
    {
      "hash": "0ed7e2de4c2136a08621a6c06b947a8b",
      "title": "2025-08-22 17:47",
      "content": "再看看18年的文章",
      "is_pinned": false
    },
    {
      "hash": "d2eb4a847c5b6206df971446e4caae32",
      "title": "2025-08-22 10:55",
      "content": "回复@逸修1: 有人拿我这段话的最后一句说我18年说200亿美金以上的拼多多高估……真了解拼多多和历史话，拼多多19年上半年开始搞百亿补贴，搞了后解决了扩品类、扩人群的问题，就成了我这里说的千亿美金公司//@逸修1:回复@逸修1:在关键季报出来之前，拼多多有时间去做好拓品类、扩人群与反向定制。做好二个，千亿美元有望；做好一个，五百亿美元有望；假如没做好，年度活跃买家三亿左右、人均年度GMV2000元左右会是瓶颈，有较大的价值，但对应二百亿美元以上的市值投资价值有限查看对话",
      "is_pinned": false
    },
    {
      "hash": "8fc23da5e8512bdd664eb9fa343c56e4",
      "title": "2025-08-22 10:52",
      "content": "在关键季报出来之前，拼多多有时间去做好拓品类、扩人群与反向定制。做好二个，千亿美元有望；做好一个，五百亿美元有望；假如没做好，年度活跃买家三亿左右、人均年度GMV2000元左右会是瓶颈，有较大的价值，但对应二百亿美元以上的市值投资价值有限",
      "is_pinned": false
    },
    {
      "hash": "faf03b818a2007f33aeb7b04089520d8",
      "title": "2025-08-22 10:02",
      "content": "回复@逸修1: 今天腾讯年内涨幅已经超过阿里\n我并不知道具体那天会超过，但是根据基本面和估值，可预测未来一段时间内大概率会超过\n这是股价的可预测和不可预测 //@逸修1:回复@逸修1:腾讯更新：\n除联营、合营利润下滑（不是啥问题，纯粹记账方式，今年的市场下，投资公司股权价值肯定增值的），挑不出任何问题的财报\n游戏依然很猛，前面几个月，机构拿着第三方数据担心腾讯游戏流水不行，这次财报后应该彻底明白第三方数据机构对腾讯游戏流水也是失效的（网易、心动早失效了），想跟好得自己下功夫——这个问题导致的7月500左右的股价算是较好的机会\n下半年基数高后，应该会下来一点，但是未来一段时间保持10%左右不会有大问题（今年下半年会比10%左右高些）；广告正常发挥；金科企服收入终于回到10%左右，可补回来后续游戏因为高基数的增长压力\n目前看25年，比较可能的情况是收入增长15%左右，毛利增长在20%左右，费用率略微上升但不大，但是税率可能会略微下降一点（这点把握不准），扣非净利润增长近25%，扣非归母净利润增长25%+\n即2250-2300亿扣非归母净利润，联营、合营企业利润可能200亿出头（估计被拼多多拖累），加起来估计2500亿左右\n前者对应的估值是21-22倍，后者对应估值19倍左右（股权价值算5000亿左右）\n年内涨幅目前40%出头、阿里倒是有50%出头，估计后面会反超查看对话",
      "is_pinned": false
    },
    {
      "hash": "00ef6f58326fe4dd5640d7ba3fbef681",
      "title": "2025-08-21 22:24",
      "content": "b站更新： 上半年财报看，25年22亿左右扣非差不多（Q1-Q4按3、5、6、8亿算；不算扣非可能只有10亿左右），目前估值33倍左右 游戏业务进入三谋高基数，下半年开始有一定幅度下滑导致整体收入也来到了个位数增长",
      "is_pinned": false
    },
    {
      "hash": "06867c0cd57f2c4482c01c7014157365",
      "title": "2025-08-21 21:29",
      "content": "快手更新： Q1扣非利润率13%、Q2到15%，Q2财报不错，25年上半年扣非净利润92亿，全年估计能做到190亿左右，目前估值15倍左右 之前说的下半年广告收入会回到15-20%之间算miss了，说和外卖大战导致电商平台减少投放有些关系",
      "is_pinned": false
    },
    {
      "hash": "14982158d32565fba2be1915ff72a97a",
      "title": "2025-08-21 15:07",
      "content": "回复@逸修1: 说详细一点，阿里目前的投入规模是月均100亿左右，即日均3亿多点（平时少点、周末多点）\n这个规模维持三年是需要3000亿+，所以肯定不可持续的（阿里会把自己打没了），必然会有一个收缩到一天1亿左右的规模\n这个规模可以持续挺久，搞个二三年都可以\n这样算下来三年会到1000多亿，最起码在今明二年，阿里自己的eps是难看的\n美团呢，今年eps肯定难看，只是后续阿里收缩到一天1亿左右的时候，就可以算账了\n这个点就是我一直说的左侧转右侧点 //@逸修1:回复@逸修1:今天到了6500亿左右\n市场算是真正明白阿里的投入规模了查看对话",
      "is_pinned": false
    },
    {
      "hash": "76d79951b7c4c6092d10fc1ec30963e1",
      "title": "2025-08-21 14:29",
      "content": "今天到了6500亿左右 市场算是真正明白阿里的投入规模了",
      "is_pinned": false
    },
    {
      "hash": "bdfc30dde3dc847c623f9a7667b149a8",
      "title": "2025-08-21 13:54",
      "content": "我的持股体验排序是：\n1、中长逻辑好、短期边际也好，估值合理甚至偏低——最佳\n2、中长逻辑好、短期边际差，估值偏低——次佳，前提是1的仓位得远远高于2的仓位，如果反过来，会难受\n3、中长逻辑较为一般、短期边际好，估值合理偏低——再次，我做交易的标的（仓位小于等于3%）选择之一\n4、中长逻辑较为一般、短期边际好、估值合理甚至偏贵——拿着坐立不安，要卖\n以上都是不错的公司，不碰垃圾公司\n1是心动腾讯、2是美团、3是200亿市值以上的吉比特、4是300亿市值以上的吉比特（这里没别的意思，就是谈个人体验）",
      "is_pinned": false
    },
    {
      "hash": "fe60ab0d456b8697634321a2c63ece62",
      "title": "2025-08-20 23:41",
      "content": "百度更新：\n核心业务商业模式面临重构，AI投入增收不增利，目前看一年净利润就只有100亿出头（以前是年盈利能力200-250亿的巨头），加回股权激励也就150亿左右，估值14倍左右\n爱奇艺更新：\n虽然商业模式没有类似于母公司一样的风险，但短剧的冲击把本就不高的天花板直接压下来很多了 ，除非有大变局，不然就是10亿左右的年盈利能力",
      "is_pinned": false
    },
    {
      "hash": "9f78f4407f9aca35450879bbb690cfa3",
      "title": "2025-08-20 20:15",
      "content": "港股，流动性较为充沛时，经常能看到基于贝塔或叙事的短期暴涨（暴跌也会有）\n但是很少会看到中长期能维持的涨幅，要么在发财报前就下来了，要么是连发一二个没业绩兑现的财报下来（和港股公司股东减持增发很方便也有关系，垃圾搞贵了，抛盘可以无限供应）\n但是基于eps和股东回报的涨幅常常可维持长时间，这会需要注意的就一点，eps是短期还是中长期的，前者不能给中高估值、后者可以给中等甚至偏高一点估值（增速可以话）",
      "is_pinned": false
    },
    {
      "hash": "0b7dba60e6fae26cea7f28d381a8889c",
      "title": "2025-08-20 15:35",
      "content": "小米更新： 上半年165亿左右，全年估计就350-400亿，再高难 明年有近500亿就不错，目前对应今年33倍左右估值、明年25倍左右估值 手机业务压力大，国补都带不动，海外也表现很一般 明年如果电车不能贡献规模化盈利，国内国补基数高了，增长会很是问题",
      "is_pinned": false
    },
    {
      "hash": "ca426841253ad1ce77758ae26fa6b63b",
      "title": "2025-08-20 13:56",
      "content": "港交所更新： 今年上半年85亿左右归母利润，全年估计170-180亿 目前大概30倍出头，除了估值略贵，没啥毛病",
      "is_pinned": false
    },
    {
      "hash": "7c814c8f015035d5925f3158484be253",
      "title": "2025-08-20 13:19",
      "content": "港股，流动性较为充沛时，经常能看到基于贝塔或叙事的短期暴涨（暴跌也会有）\n但是很少会看到中长期能维持的涨幅，要么在发财报前就下来了，要么是连发一二个没业绩兑现的财报下来（和港股公司股东减持增发很方便也有关系，垃圾搞贵了，抛盘可以无限供应）\n但是基于eps和股东回报的涨幅常常可维持长时间，这会需要注意的就一点，eps是短期还是中长期的，前者不能给中高估值、后者可以给中等甚至偏高一点估值（增速可以话）",
      "is_pinned": false
    },
    {
      "hash": "4b21034bec786a01056250498b4c4fd6",
      "title": "2025-08-20 10:33",
      "content": "游戏公司现在业绩上有个极其重要的趋势需要注意一下：\n1、跨端游戏和流水越来越多，pc端除了steam，自家官网是零分成的\n2、安卓端官网（taptap算官网之一）比例越来越高，甚至完全不上渠道服，即安卓端分成比例也很低甚至为零\n3、ios端，官网直充占比也上来了，ios排名很容易被低估\n因为以上三个因素（都是接近零分成的流水，利润率高）叠加，部分公司产品流水和利润很容易被依赖榜单和第三方机构估流水做预测的机构和投资者低估，甚至大幅度低估（流水低估20-30%，利润可能低估30%+），包括不限于腾讯、网易、巨人、心动、吉比特等\n当然纯买量手游，海外占比高的则相对来说第三方机构估流水准一些，比如说华通\n今年已经有不少之前没看过游戏股的朋友问我华通怎么样，但是很少有人问我巨人心动吉比特怎么样（当然心动也不需要单独问，看雪球就行），一个很重要的原因就是华通的优点是能通过第三方机构估的流水榜单直观感受到的了，但是后面三者则是低估甚至大幅度低估，表观叙事的强度就不够，不过到发业绩的时候那是真猛",
      "is_pinned": false
    },
    {
      "hash": "ebe21862cbd2272c4e04d906ee2231c4",
      "title": "2025-08-20 09:38",
      "content": "今年产品好的游戏股业绩是真猛 不过现在确实是要想那些明年业绩会更好的",
      "is_pinned": false
    },
    {
      "hash": "7728cd9becabf28a0ccdd334e555cf1f",
      "title": "2025-08-20 00:42",
      "content": "业绩比预期要好一些\n主要原因有二点：\n1、简单看ios排名估流水的方式已经很落后，特别是第三方机构的\n因为不知道具体产品对应的全渠道系数，以仗剑1个月出头4亿出头的流水估算，正常对应的排名应该是一直在第十左右，实际是首月排名大部分是10-20之间\n看起来全渠道系数到了4左右，也就是ios排名估计被直充稀释了20-30%\n之前说全球成绩可能是麦芬的8成左右，目前看实际成绩应该是类似的，都是首年20-30亿级别的产品\n腾讯、网易、心动之后，吉比特基本也算看第三方机构估流水完全跟不准的公司了，研究员和投资者得自己多花点功夫\n2、Q2的研发费用和少数股东权益比有下降不少\n不知道是特殊还是后续一直是这样，正常来讲，今年产品成绩不错，研发费用应该会略涨一些，当然可能奖金年底才发\nQ2少数股东权益低应该是发行方因为流水递延、费用前置的问题没啥利润，下半年应该会恢复正常\n目前看今年15亿左右应该没什么问题，如果第2点持续，多个1亿左右也有可能\n麻烦事也是有的，除非对九牧有信心，不然明年业绩增长靠啥（Q3会是业绩高峰）",
      "is_pinned": false
    },
    {
      "hash": "9fcad81ed1886c95b54ac7ed5adf6b4f",
      "title": "2025-08-19 15:25",
      "content": "现在能力圈内，一眼低估的机会很难 但是除部分公司，整体贵甚至泡沫也没到 所以对于我来说，未来一段时间的核心还是在这几个公司上面，有机会话可能会拿个位数仓位做做交易\n到明年底，能有个20-30%收益就还行，30-50%则是极好",
      "is_pinned": false
    },
    {
      "hash": "48178f431b7453359ae930d7a0869d16",
      "title": "2025-08-19 14:53",
      "content": "之前说过，我现在对非能力圈内的涨幅、能力圈内非eps驱动的涨幅是做到脱敏了\n这是不犯大错的前提之一，所以大家不要问我相关的，我也说不出来啥",
      "is_pinned": false
    },
    {
      "hash": "ed31355b23689cda4b0b9095bfd9d972",
      "title": "2025-08-19 13:30",
      "content": "今天来聊一个挺有意思的话题：\n港股一直有一个特别容易产生泡沫的模型，就是对标美股的同类型公司给估值\n因为土壤不一样，本质可能差距很大\n以云和saas为例，欧美发达地区过去是先完成数字化、再联网化、再是云化、最后是AI化\n即在云化和AI化之前，欧美用户已经有为软件服务付费的能力和习惯，云化和AI化产生了增量盘的同时有巨大的存量盘迁移\n国内是缺少数字化这个环节，直接互联网化、然后云化的，导致国内在支付能力和支付习惯上都离海外有较大差距，需要花很长时间去慢慢培养\n所以云和软件对标海外去搞，基本都是泡沫居多，过去最夸张的就是20年的微盟有赞了",
      "is_pinned": false
    },
    {
      "hash": "de458b7c07ecd45726ba85ff164388ec",
      "title": "2025-08-19 14:29",
      "content": "市场投机氛围越来越重了\n好在大票三傻还在底部，说明还没疯",
      "is_pinned": false
    },
    {
      "hash": "c625affa1763b3d8b4c276d1c2f41c8f",
      "title": "2025-08-18 18:04",
      "content": "回复@逸修1: 网页链接//@逸修1:回复@机智爱迪生:统一回复，去年下半年APP和汇量有仔细看，目前都算覆盖的标的，有二个原因：\n1、看AI应用\n2、taptap去年开始有全网分发能力后，也搞了一个子公司，taptap ADN，做的是APP、汇量类似的业务，前段时间还提高持股比例（雪球上有朋友发过）\n按现在时髦的协同来说，taptap做pc和ADN都是强协同的，效果会较好\n后面有空再单独发一篇文章谈这个事查看对话",
      "is_pinned": false
    },
    {
      "hash": "d6ec0854eba214fff87cd5a5832973df",
      "title": "2025-08-18 15:47",
      "content": "回复@时光投资-Edward: 你说的是一个重要的点\n国内的广告销售大部分是依赖代理商和销售的，海外不太依赖这些\n人员费用上可以省很多，难怪张也想字节调整了//@时光投资-Edward:回复@逸修1:看了一圈评论，好像没有人提到企业文化方面，这公司崇尚人效，电话会议多次提到人均创利这个指标，不管是做算法还是投流系统，都是减少人为干预。我看10月份要推出自动投放系统，这个不但能带来更多收入，而且完全不依赖人力增加，所以研发费用率理论上还会下降。查看对话",
      "is_pinned": false
    },
    {
      "hash": "f28f408245114ffabbebafce1e303282",
      "title": "2025-08-18 13:42",
      "content": "回复@机智爱迪生: 统一回复，去年下半年APP和汇量有仔细看，目前都算覆盖的标的，有二个原因：\n1、看AI应用\n2、taptap去年开始有全网分发能力后，也搞了一个子公司，taptap ADN，做的是APP、汇量类似的业务，前段时间还提高持股比例（雪球上有朋友发过）\n按现在时髦的协同来说，taptap做pc和ADN都是强协同的，效果会较好\n后面有空再单独发一篇文章谈这个事 //@机智爱迪生:回复@逸修1:汇量科技可以看看，修佬查看对话",
      "is_pinned": false
    },
    {
      "hash": "dba022c22735c7bb0bb138e54140fa51",
      "title": "2025-08-18 18:51",
      "content": "$美图公司(01357)$\n2023年开始商业模式和财务模型是有显著的变化，就是今年估值拔太多了，40倍+（按近10亿利润估算）",
      "is_pinned": false
    },
    {
      "hash": "928d72d96c8118a795da52a779cd3a9d",
      "title": "2025-08-17 12:15",
      "content": "回复@自由现金流的T次方: 这是一个很好的问题，实际上字节做得好的业务基本都是底层能力和资源可以复用的\n就是那一套信息分发和变现的逻辑\n你让它去搞履约体系，搞不定，到店是不用履约体系的、实物电商有第三方快递可以用\n让它去搞pgc内容创造，比如游戏，也难\n更小一点的音乐版权会员订阅模式，广告不好发挥作用的，都不好发力 //@自由现金流的T次方:回复@逸修1:有爹补贴的孩子长不大吗？字节孵化的新业务有哪些差异呢查看对话",
      "is_pinned": false
    },
    {
      "hash": "2474b164af201b29ad760beb4804a8a0",
      "title": "2025-08-17 21:30",
      "content": "很多朋友问阿里应该怎么做，其实文章有说了，京东最好是放弃做外卖\n但是阿里想做外卖、闪购一体化的平台本身是可以的\n但是仅此是不够的，因为肯定做不过美团（不会有低成本优势）\n那么最好的就是在一体化平台的同时，在差异化竞争上多花功夫的\n我不认同外卖和电商的协同，但是认同外卖和闪购的协同（强协同）、闪购和电商的协同（弱协同）\n闪购和电商的成本费用模型是不一样的（电商的成本费用大头是营销费用，闪购是履约费用），所以需要重构，在供给端和履约端上花功夫做精细化运营——理论上阿里是比美团更懂零售和电商的，所以在闪购和电商的协同以及盒马等单点对多点业态上可以做得比美团更好\n不过第一步就得放弃单量kpi\n长期对阿里最好的情况就是外卖占3成左右，但是闪购占5成甚至更多一点，如果做错了，可能外卖闪购都是三成",
      "is_pinned": false
    },
    {
      "hash": "7b97d91e093aee1a4e8f74118e55bcb7",
      "title": "2025-08-17 10:00",
      "content": "回复@逸修1: 这套逻辑有二个很致命的问题：\n1、把核心电商当变现业务，输血养一大堆其它烧钱业务来获取流量，很容易把核心电商拖垮\n家里有个金矿不珍惜，去抢别人的银矿、铜矿的，最后发现家里的金矿来了好几个人抢，芝麻没捡到，西瓜还丢了，我这个不是比喻或恶意的推测，是过去已经发生的事实\n2、不同的业务底层逻辑是不一样的，而公司和人都有能力圈，很容易发生的一个情况是其余行业也按照电商的逻辑去搞，而不是尊重该行业的业务逻辑，其它行业的竞对可不是这样的，那最后就是你搞不过别人了\n这些当年犯过的错误，今年又来了 （美团在优选上也犯了这个错）//@逸修1:回复@逸修1:[已修改]阿里有强变现业务，所以很容易会把其它业务当作流量业务去做，而且这样做是一种极大的竞争优势，好比大文娱业务：别人做基本是想着长期得靠该业务赚钱甚至赚很多钱的，而阿里做可以永久不赚钱，这意味着如其它条件相同，阿里大文娱团队会拥有极大的竞争优势，当然现在的情况是能力和流量差竞争对手较多，一手好牌打烂\n其实阿里当时做本地生活、大文娱都是用这套逻辑做的，这套逻辑的优缺点我当年就说了查看对话",
      "is_pinned": false
    },
    {
      "hash": "980c719022a347dc1eafeca20d9dc7ba",
      "title": "2025-08-17 12:46",
      "content": "回复@逸修1: 阿里有强变现业务，所以很容易会把其它业务当作流量业务去做，而且这样做是一种极大的竞争优势，好比大文娱业务：别人做基本是想着长期得靠该业务赚钱甚至赚很多钱的，而阿里做可以永久不赚钱，这意味着如其它条件相同，阿里大文娱团队会拥有极大的竞争优势，当然现在的情况是能力和流量差竞争对手较多，一手好牌打烂\n其实阿里当时做本地生活、大文娱都是用这套逻辑做的，这套逻辑的优缺点我当年就说了//@逸修1:回复@逸修1:补充一点：\n就是关于阿里京东可以把外卖闪购当成引流业务去做，不赚钱【真相是没能力赚钱】，然后持续大规模消耗的说法\n其实有这种想法的朋友，我倾向于互联网小白居多，就是见得不多、对阿里京东这些了解太少，容易被忽悠，因为这个说法在互联网行业是很普遍，不是完全不成立，但是会有要求\n我19年有一篇文章，感兴趣的可以去看看【这篇张勇也看过】：\n网页链接{阿里与腾讯长处、差异和缺陷 注：1、真要去谈 阿里 与 腾讯 的长处、差异和缺陷，远不止文中这些，文中只是一组相关逻辑2、谈长处不一定是整体偏正面的... - 雪球}查看对话",
      "is_pinned": false
    },
    {
      "hash": "f3496fd982c9f9ca73e14f29f56d2c48",
      "title": "2025-08-17 09:39",
      "content": "补充一点：\n就是关于阿里京东可以把外卖闪购当成引流业务去做，不赚钱【真相是没能力赚钱】，然后持续大规模消耗的说法\n其实有这种想法的朋友，我倾向于互联网小白居多，就是见得不多、对阿里京东这些了解太少，容易被忽悠，因为这个说法在互联网行业是很普遍，不是完全不成立，但是会有要求\n我19年有一篇文章，感兴趣的可以去看看【这篇张勇也看过】：\n网页链接{阿里与腾讯长处、差异和缺陷 注：1、真要去谈 阿里 与 腾讯 的长处、差异和缺陷，远不止文中这些，文中只是一组相关逻辑2、谈长处不一定是整体偏正面的... - 雪球}",
      "is_pinned": false
    },
    {
      "hash": "20ff788dff28252e745a527e3534f395",
      "title": "电商和闪购大战",
      "content": "一、分部估值（这部分是聊市场的，和本篇核心内容无关）什么情况下适合分部估值？二种典型情况：第一种是二个业务关联不大，但是商业模式和成长性差异大导致能给的倍数差异大（比如一个10倍、一个能给20倍），这个时候都给10倍或20倍肯定不太适合，那么分部估值最好第二种是一个业务赚钱了，另外一个规模大、发展速度也较好过去亏损较大，但未来要释放利润了，如果看整体利润估值是反应不出来后面业务的合理价值注意以上说的二种情况都要求业务关联不大，如果业务是有关联的，那么分部估值很容易会出问题，就是管理层会有动力把利润放估值高的业务放，而因为有关联，甚至是合法的，所以很容易产生泡沫牛市泡沫时的极端例子是，一个整体利润200亿的公司，正常给25倍那么是5000亿，拆成二个业务或公司，一个赚钱300亿、另一个亏损100亿，前者给25倍就变成7500亿、后者忽略亏损看ps或其它估值给个2500亿，加起来就变成10000亿，市值直接翻倍如果你认同这套做法的话，甚至发现不了问题在那里所以记得分部估值的前提是业务关联不大，比如电商和物流，因为是关联业务，就不适合用分部估值，所以京东系的几家公司我都不会碰，当然也不是针对京东，类似结构的我都不会碰类似美团外卖，履约和电商是一起的，履约目前还是成本中心，我们看到的是整体的盈利能力，而不是单独电商的盈利能力，就没有这个问题话说回来，心动的游戏在国内和taptap也是关联业务，所以最好是整体估值，而不是分部估值，当然可以用分部估值参考一下，即整体的估值区间应该是游戏业务估值和taptap估值之间聊到这个是因为分部估值在21年及之前的市场很流行，22、23年超级熊市后市场就对这套不太感冒了，就是看整体利润，不赚钱的业务就不给估值甚至负估值但是24、25年能明显感觉到市场发生了变化，互联网行业第一个分部估值的是小米，老业务和电车分部估值，电车不看当下利润给的估值甚至阶段性超过老业务今年则是阿里和快手，阿里云给了分部估值、快手的可灵也单独给了估值，这导致这二个公司从eps角度去看今年并不强，阿里因为搞闪购大战甚至下滑很多但是股价的年内涨幅仍然很高，快手快接近100%、阿里则接近50%所以在合适时间点能给分部估值的公司会是后续超额收益的一个来源，美团和拼多多都有机会，后面机会来时股价涨幅会比单纯从eps和估值角度分析的要高不少当然，我一直不建议给一个当下规模还小且亏损较大全靠远期想象的业务给估值的，这种很容易搞成大泡沫，典型的就是20年底、21年初的社区团购，比较好的情况是业务发展多年，当下规模较大且仍在不错增长同时即将盈亏平衡释放利润，而如果已经释放利润了但是规模还小市场且一直没给估值则更好（此前的阿里云就是）二、协同六七年前写美团做打车业务的协同分析：【协同的本质是能力和资源的复用，所以协同性强弱主要取决能力和资源重复利用的难度，难度越低，则协同性越强资源重复利用的难度，可以从三个方面去考虑：公司自身、商家、用户（外卖则多了骑手）不论到店（包括酒旅）还是到家，都是固定地点的服务类需求，而出行是非固定地点的服务类需求，业务是平台、用户、司机的三方模型只要是国内城市内的固定地点的即时性服务类需求，美团遍布2800以上城市的地推铁军都可能有用武之地，非固定特点完全不是一个概念：1、公司方面，服务意识通用，行业经验得学习，美团做外卖积累的配送能力是基于三公里之内的送物能力，除了路线规划方面对网约车有一定的帮助，其余帮助不大2、用户方面，在美团上使用到店业务如需要出行再在上面打个车，好像说得过去，实际没这么简单，因为得考虑用户对品牌或应用的使用习惯或者说心智3、司机方面，外卖小哥与网约车司机是二个不同的群体，美团几乎得从零开始出行与美团核心业务有一定的协同效应，但与到店与到家、到店餐饮外卖与酒旅的协同效应相比弱很多，特别是在商家（司机）方面，公司和用户次之】协同是真实存在的，对于二个有三个核心要素的业务，如果有其中二个核心要素可以复用则为最顶级的协同，一个则是弱协同，三个都没法复用则是无协同美团优选业务和美团的老业务就是典型的基本无协同，因为供给不一样、履约体系不一样、用户重叠度也不高我在三年前就说过美团优选的唯一机会是把闪购、小象做起来后，供给方面稍微有了一些协同就可以在城镇地区和拼多多竞争（城镇地区美团和拼多多比在用户层面没有明显劣势），但是农村地区仍是没有办法的，所以放弃是好事，集中力量把其它优先度高的事情做好有三个强协同例子：1、微信即时通讯和朋友圈熟人先加好友，加了后除了可以聊天还可以看朋友圈，即朋友圈是在即时通讯上衍生出的这是一套几乎把熟人社交封死的绝佳组合，除了QQ能切一部分，其余产品只能在陌生人社交、兴趣社交或社区上想办法2、短视频应用的短视频和直播对于创作者，短视频和直播从流量获取和变现上都是互补的对于用户，功能上也是互补的，所以短视频平台起来就没有新的垂类直播平台起来了，老的垂类直播平台也被短视频打得很惨，用户和直播主都大量往短视频平台迁移3、外卖和闪购美团的核心业务里到店和外卖是有协同的，体现在用户、商家、代理商（地推）的复用上，外卖需要比到店多一套即配履约体系，这里卡死了抖音（抖音做实物电商，没有这个问题，有成熟的快递体系可用，且不用平台承担成本）——履约比供给更难跨过闪购和外卖是共用即配履约体系的，也可以共用用户（当然用户习惯需要时间去培养），不同的点在于供给不同（外卖的供给是餐饮商家、闪购的供给是零售商家），但是解决供给问题的服务商和BD也可复用一部分外卖和闪购的协同会导致同时做好这二件事的平台，它的履约成本是最低的、营销费用率也是最低的，甚至可说三费率是最低（因为研发和管理也可以分摊一部分）——那么它就会有显著的成本优势说到这里就可理解为什么京东和阿里说是做闪购，其实外卖、闪购一起做了，然后实际操作过程因为早期为单量为核心kpi，冲单量餐饮比闪购容易很多，最终变成主要做的还是餐饮外卖三、四种履约体系构成的电商体系广义的电商范围很大，指通过线上达成的交易，到店、网约车、携程、小程序等都可以算，我们今天主要谈需要有物流体系的电商体系，即需要快递员、配送员把物品送到特定地点的什么是电商的核心竞争力？答案可能有很多，但只要涉及到实物流通环节的电商，大规模、低成本的可控运力都会是前三核心竞争力之一，甚至有机会冲击第一：1、在运力即服务的出行，是毫无疑问的第一2、在运力是服务环节之一的到家（包括快递和即时配送），是前三但有可能是第二甚至第一结合标与非标、品牌与非品牌、高中低即时性，到家的商品可分为四类，分别对应四类物流：1、低即时的非标非品牌、非标品牌适合快递，一-三天内到达2、低中即时的标品品牌、非标品牌；中即时的标品适合郊区仓储，半天-一天内到达；可细分为二类，一类是针对中高端用户的京东、另一类是针对下次市场的社区团购模式3、中高即时的生鲜日用品、标品品牌适合前置仓、闪电仓或店仓结合，半小时到半天内到达（大部分不需去过度追求半小时内达），取代以中低即时的标品实物为核心品类的线下商超4、高即时的餐饮适合中央厨房或门店，半小时内到达时效有二个维度，一个是商品自身的保质期；另二个是消费者的急需程度，特殊场景导致的餐饮的保质期最短，做出来后如果配送要一个小时，很容易口味出问题、消费者也可能找其它地方先吃了；雨伞的保质期很长，但如果出门下雨，需要闪购一把雨伞回家则是场景特殊时效会导致四点：1、时效越高，损耗率越高，会反应在终端价格上2、时效越高，用户越愿意给时效溢价3、时效越低，商家和物流越有时间去堆规模，降低成本4、时效越低，储存地点可以离消费者越远，储存成本可越低时效越高，刚性的履约成本越高，毛利率会偏高（不考虑品牌溢价、特许经营、专利技术影响），因为客单价*毛利率得＞履约成本——记住这个公式，是后面即时零售的核心到家模式中毛利率中等偏高+一定的客单价+高效的物流体系+足够的规模才可在覆盖履约成本基础上盈利，模式才能通快递的运输距离远在即时配送之上，但快递的运输成本反而更低，原因就是快递普遍是时效低的商品：1、损耗率低，很多环节可由自动化的机器完成，标准化程度高2、有更多的时间去堆单量：末端快递员可以一趟送一车几十件甚至上百件，一天就送三四趟但可到二三百件，摊下来单件成本极低，配合末端的驿站或快递柜可更夸张顺丰为了追求时效就要付出更高的成本物流体系里面，起点——干线——分拨——末端，越到末端规模效应越强，单量对成本的影响越关键物流末端体系的运输效率：1、单点对单点，每个点都有大量订单（生意好+时效低可用时间去堆），最高，快递网点送到驿站就是典型例子2、单点对多点，单点有大量订单（生意好+时效不高可用时间去堆，保证一趟可送较多单），送上门的快递是典型例子，社区团购也是，一天送一次就可以3、单点对多点，单点有一定订单，但时效较高无法去堆很多量，无法保证一趟可送几十、几百单，但几单不是问题，前置仓、店仓结合是典型例子4、多点对多点，每个点一小部分订单，餐饮外卖是典型例子，外卖员可以合单但合单的效率远不如前面二个，少数熟练的骑手一次可送几单5、单点对多点，单点小部分订单，一个来回只有一二单且骑手有较多空闲时间，最低，普通的商家自己养外卖员就是典型的例子2、3和5的差别主要是一次可多少单此外还有高峰期与空闲期，餐饮的订单期较为集中，发掘空闲期的运力需要非餐饮订单。如能把单点对多点+多点对多点二者结合起来，效率会更高整体而言，单量越多、规模效应越强、每单成本也就越低，具体到末端单量和成本数值上面：第一种快递，配送员单日可送200-400单，则每单成本可一元以下第二种仓配，配送员单日可送100-200单，则每单成本可一二元第三种即配，配送员单日应可送50-100单，则每单成本可三四元第四种即配，配送员单日可送25-50单，则每单成本可五六元为什么会是这种算法，很简单，取决于蓝领工作的机会成本，这是等价的，比如就是日薪200元，一种物流体系熟练的工作人员一天日均单量是20单，那每单成本就会到10元左右注意实际的单均履约成本会比上面提到的数值略高一些，因为还有固定的成本，最简单的比如社保，固定成本分摊时越是日均单量少的模式，边际增加越大，以外卖员为例子，骑手到手的上面说平均五六块，总的会有七块左右第一种物流诞生淘宝和拼多多，第二种物流诞生京东、唯品会（后面多了社团），第四种物流诞生美团和饿了么，很显然第三类物流会有一个大机会现在看情况更清晰，这个机会就是以前置仓、闪电仓、店仓结合为核心的即时零售，冲击到的是天猫和京东等线上电商和没做好转型的线下部分零售商误区：商品时效低+用户需求也不急，强行用高成本的方式提高时效，这种需求是YY出来的需求（或者说少数用户的需求），主流用户不会买单，但如能以低成本的方式做到，自是越快越好四、即时零售（闪购）（1）即时零售的的核心点在哪里？再来回顾一下上面的一个公式：客单价*毛利率＞履约成本实物电商平台的物流成本是商家承担的，和平台没关系，且快递的成本低很多，第三方快递又都是共用的，所以它不是商业模式能不能跑通的最核心因素，也不是各家电商之间竞争的胜负手（对于实物电商商家来讲，营销费用率和平台佣金是最高的成本，所以能有低成本流量的平台都会有机会）但对于餐饮外卖和即时零售来讲，高额且刚性的履约成本是跨不过去的门槛，外卖的具体模型大概是35元*25%的货币化率（在平台负责履约的情况下），平台大概收8块多，然后用户端能收到1块左右配送费，加起来9块出头，骑手端的总成本大概是7块左右，大概2块出头的毛利率，但是还有总部的三费，在非直营城市则还有代理商的成本，最终算下来就是1-1.5块的单均利润餐饮商家的毛利率至少是会有40-50%的，所以美团在负责配送的情况下可以拿20-30%，即时零售的商家除了极少数特殊品类，大部分是在20-30%之间，有些甚至更低即使平台负责配送，货币化率也是远低于餐饮外卖的，但是履约成本却不会降低，所以正常的闪购客单价必然会远高于餐饮外卖，早期大概是高50%左右，近些年因为一些高客单价品类有所突破，闪购的客单价是往上拉的所以闪购最核心的要素就是谁有最大规模、最低成本的履约体系，而上文讲到，外卖+闪购才是即配的完整履约体系，如果只单独为闪购平台建立一个履约体系，它的成本必定会比外卖还高，同时单独的外卖履约体系，也会比外卖+闪购的履约体系成本要高（2）即时零售的规模多大？即时零售从体验角度一定优于传统电商的，因为更快，但快的代价是高成本有一个例子很好理解，顺丰快递的体验是好于四通一达的，但是因为高成本，它占国内快递业务量的市场份额不到10%，不过收入的市场份额到了15%左右、利润更是到了30%左右限制即时零售规模的有四点：1、国内有多少能接受溢价的中高净值用户国内外卖有一个巨大的功劳是让月薪3000-5000元左右的人群也消费得起外卖（这里指的是有一定频次的），人群规模大概有6亿左右，当然，最近这种补贴，估计把人群规模拉到了7-8亿美团过去的数据看，闪购的用户群体是外卖的子集，大概是一半左右，即3亿左右即如果是想成为闪购的中频用户（一周至少点一次），至少需要月薪5000元+，如果想高频用户话，得1-2万2、那些品类的客单价、毛利率能在抵消掉后高额的履约成本后还能有竞争力？中等客单价（比如30以上）但是30%+的毛利率，药、花、水果、宠物用品之类中等偏上客单价（比如50以上）15-30%毛利率，商超、便利店的核心商品，快消日用品高客单价（比如几百甚至几千）偏低的毛利率，手机家电等，单价到了这里履约成本不太重要，售后等环节更重要3、各家企业能把各个环节的成本降低到什么地步？线下店铺的成本本身就较高，和电商体系竞争就有压力，再叠加一个较高的履约成本，自然是更难如果不在供给端和履约端做突破，那么闪购能成立的场景和品类一定极为有限，五年维度行业规模能不能到1万亿都难说外卖行业这么多年发展，GMV角度看是1.5万亿左右（对应支付GMV大概是1万亿出头），大概占餐饮规模的15%-20%（统计局的餐饮零售大盘是不到6万亿，实际应比这个高一些，因为小规模的不会统计到）五年维度闪购如果能到2万亿左右，一定是在供给端和履约端做出突破闪电仓、前置仓、店仓结合就是供给端的突破，他们的供应链成本一定是比单纯的线下门店要低不少的去掉多级经销商，直接对接一级经销商和品牌甚至自有品牌也是供应端的突破履约端的突破则是指前置仓这种独立于外卖、闪购的单点对多点且成本更低的履约体系只有当全行业的履约成本能降低到三四块一单的时候，行业规模才可能真正到3-5万亿级别4、传统电商的成本费用趋势传统电商体系和即时零售有一定竞争关系的，一起去抢零售大盘所以如果传统电商各家平台的货币化率越来越高，商家越来越难做，那么自然会找新出路在传统电商高额的营销费用面前，即时零售较高的履约费用就未必是大问题，特别是对于中高客单价的品牌商品我们来做个对比分析：社区团购（多多买菜、美团优选等）、大仓（京东超市、天猫超市）、前置仓（小象、叮咚等）、店仓结合（盒马、山姆等），其实是同一件事，或者说需求是一样的：就是想做互联网时代的沃尔玛、好市多（国内线下时代没有产生，过去规模最大的大润发和永辉摸到1000亿左右规模就到天花板然后被淘汰了），只是满足的受众有差别，导致供应链和履约也有一些差别这四个业态商业模式都是成立的，但是各家禀赋不一样，阿里更适合做店仓结合（中高端）、美团更适合做前置仓（中产）、拼多多更适合做社区团购（下沉）、京东适合做大仓（中高端，理论上店仓结合也适合京东做的），这是各家公司的经营理念和经营效率和客群相互匹配的结果，所以美团想去社区团购和拼多多争失败了，如果拼多多要做小象类似的前置仓，我个人也不看好，当然基于原先社团业务上的衍生则是另外一回事20年社区团购火热时，很多拍的赛道至少2万亿，回过头看是被大大高估了这里实际上是研究不深导致的误判，上面说的同一件事，即四者加起来，会有至少2万亿，但是单个业态最起码五年内是不太可能的（已经过去五年，再过五年也不太可能），但是大部分研究者可能只对某个业态熟悉，就很容易把业态当成整个赛道去分析上面四个业态里店仓结合和前置仓都能成为闪购的cp，此外还有闪电仓和纯线下门店，所以闪购的规模应该不会比2万亿小，但是想到3-5万亿级别，除非履约费用上有大的降低，或者超远期（十年以上）不然很难（3）利润率会怎么样？美团以前在财报里披露的外卖客单价是接近50元，王浦中上次在晚点提到真实支付的客单价是30多元，然后美团外卖24年单均运营利润1.4元左右（注意是税前的），所以它说是3-4%的利润率作为对比，淘宝和拼多多这二家电商平台，货币化率一个4%多、一个5%多，但是电商的GMV水份大很多，真实的货币化率至少可以翻倍，即10%左右，税前的运营利润率大概是60%+，即6-7%的利润率前面讲了，闪购的客单价更高、毛利率更低，而履约成本又是类似的，所以闪购像外卖的3-4%利润率是不太可能的，包括外卖因为竞争的关系，也有不少人认为上限降低了，所以如果认为外卖3%左右的税前运营利润率是合理的闪购则应该是2%左右，但因为客单价高50-100%，单均利润并不会低，甚至能略高一点而对于单点对多点的自营模型，在有闪购平台的帮助下（长期营销费用率趋于零），长期做到2-3%应该没问题，3-5%也不是没可能当然，以上分母是真实支付GMV或收入假如行业在五年维度加起来能2万亿左右（真实支付GMV，扣除退款，已经算很高），相当于一个500亿左右年利润的市场，对阿里有意义但不太大，因为即使成了也只有一部分，老电商的优先度高很多，但对美团意义很大，能贡献200-300亿的增量利润，所以早些年在社团上少投入、闪购小象上多投入就好了（4）该怎么做即时零售？如果你相信中国消费者会越来越有钱，如果你相信即时零售的成本费用端还有较大的优化和下降空间，那么即时零售肯定值得做的二条路径：1、和外卖共享消费者和履约体系的平台路线，即闪购2、自建供应链和履约体系的自营路线，即盒马、山姆、小象等即使是第1种，平台最好也帮助商家完成门店改造，不然能做好的商家极为有限第2种在消费端看是第1种的子集，比如小象是闪购的商家之一，之所以要单独拿出来是因为第2种的单点对多点的履约体系成本更低，客单价也可更低，比外卖略高即可跑通，可以支持几千亿的行业规模我在【四类物流和物流整合】的文章里提到过：盒马和前置仓为啥五六年前没跑通、疫情期间跑通了、疫情后又差些、最近一二年又跑通了？为什么最近二三年闪电仓发展很快？侯毅最早做盒马时，想着打美团外卖业务，所以物流成本很高（早期末端配送成本甚至7-8块一单，加起来十几块一单，比外卖还高），当然其它成本也高了，导致能盈利的店极少疫情期间暴涨的需求把客单价、订单量和密度都大幅度拉起来，ue就跑通，但疫情不持续，过后又亏损最近二三年，在订单密度继续上来、人力租金成本降低（经济不好）、流程优化后，物流成本降低到了7-8块（末端配送成本3-4块）——又跑通了，因为不是借助疫情的外力，可持续（5）京东和阿里实际的做法京东和阿里想做即时零售都是没问题的，对的具体怎么做呢？当你明白即配的核心是最高效、最低成本的履约体系时，就会明白对于平台有三个伪逻辑：只做高客单价的品质外卖、只做低客单价的外卖如拼好饭、不做外卖只做闪购平台互联网行业之间的竞争可以分三个维度，优先差异化竞争，再是低成本（注意不是低价，是更高效率带来的更低成本），然后是高频（即高频打低频）对于京东：京东在外卖方面毫无根基，在闪购因为有达达是有一些根基的，所以它的最佳战略应该是不碰外卖，应该发挥自己的优势大力投入单点对多点的零售，采用自营+平台结合的形式（注意在有自营辅助的情况下，不做外卖是可行的，纯平台不行；自营+平台的模式是它的优势区域），和美团阿里做差异化竞争实际上猛搞外卖，可能为了证明战略和执行的牛逼，还猛冲单量，快速破完1000万单后、再冲上2000万单，后面阿里入局后就骑虎难下了，最后还想搞自营外卖如果后续国补受益过后还不止损、不调整话，这个事会成为京东的持续失血点对于阿里：阿里有一些根基，资源也比京东更为充沛，所以走外卖和闪购的大平台路线是可以的，但是仅仅这个路线和美团是没有差异化的，也不会有低成本优势（就这种大手笔花钱的态度就不可能有效率优势），他们想着提频和协同，但是抖音做电商打淘宝叫高频打低频，即高频是原先业务附带的，不是硬搞的，三大电商平台之间，拼多多频次高于淘宝高于京东，也是各自的商业模式决定的（拼多多客单价大幅度低于淘宝，淘宝客单价大幅度低于京东，核心品类和价值主张决定的）至于协同，外卖和电商是没有协同的，外卖和闪购有协同（强协同）、闪购和电商有协同（弱协同），闪购和电商的协同需要在供给端和履约端做精细化运营才可能发挥出来，和用户端的精细化运营有关系但不大，即在供给和履约没做到、模式没跑通的情况下，用户端硬补大部分是浪费钱稍微好的是上个时期搞新零售唯一留下来的遗产盒马对他们理解单点对多点会有帮助无论是供给端和履约端的精细化运营，还是盒马、小象之类的单点对多点的自营模型，都是少则三五年、长则五到十年才可能小成的业务假如想追求日单1亿，还是得走京东走到2000万单的路，这是最可惜的地方，也是我本有阿里，然后在110多卖出的核心原因（6）阿里和京东为什么能上单量这么快？1、过去几年的监管政策让门槛降低前段时间在雪球上专门说过这个事：反垄断和禁止二选一是让壁垒降低的，最典型的是平台商家、众包骑手、三方代理现在都自由流动了，这是京东能很快冲到2000万+、阿里能摸到近1亿的核心原因社保和不能低于成本价格战、不能裹挟商家让壁垒增加的，因为极大地提高了参与者的门槛和成本，今年稍微特殊一点是2月民营企业家座谈会后，上面对互联网的监管放开了很多，所以产生了一个窗口期——最近几个月这种明显低于成本的补贴，在20年后是不敢的，但是上面对商家利益还是会有看重，导致平台要搞就得自己大出血如果把壁垒理解成做事情的门槛，那是降低的，理解成把事情做【成】的难度，自然是增加的——注意成的评价标准不是短期单量，而是长期能稳定拿到多少市场份额然后赚到多少钱2、餐饮大部分是非标业务，但是餐饮里的部分细分品类标准化较高，可以快速上产能典型的就是奶茶、咖啡等，这部分没啥门槛，谁想补都可以快速上量3、补贴的规模很夸张京东集团一年大概400亿左右利润（这是包括控股并表子公司的），但是现在在外卖闪购上单季度要烧100亿+阿里一年1500亿左右利润，目前的单月烧100亿+，7月初喊的未来一年500亿，估计到9月就烧了大部分上一个被大家认为烧钱很夸张的业务是社区团购，美团优选2021年亏损最大的年份也不过260亿出头，当时拼多多大概一年亏一百多亿，美团多亏一百多亿，硬是把市场份额拉平不过后面美团优选想大幅度减亏时，差距就被拼多多拉开了外卖闪购大战后续的转折点也会在这里，即如果阿里真要一年烧1000亿左右、京东一年烧400亿左右在这，美团掌握不了战场主动权的，不过美团也可以不要啥账面利润（扣非净利润口径一年就100-200亿都行）陪他们，但是他们想大幅度减亏时，战场主动权就会转移到效率最高的玩家手上（7）阿里和京东方式做错的地方？是对业务的底层认知有问题，把外卖闪购当成实物电商去做，实物电商是典型的全国型业务，全国业务有很强的规模效应，就是当业务规模拉上来后，规模效应会发挥效果自动把ue快速优化，最后垄断后提价，一次性的支出大幅度缩减、精细化运营做好，达成盈亏平衡并且快速出利润并不难，且只要规模到了，利润率会很高，因为佣金和广告的边际成本都是趋于零的这个逻辑有二个问题：1、因为是成熟业务，且有美团在，不可能走垄断后提价的路线2、外卖闪购都是区域性的业务，规模效应较弱，履约成本刚性且偏高，除非走前置仓或拼好饭路线，到了规模效应临界点后不会再随着规模下降即实物电商是单量和规模决定ue（精细化运营会影响利润率，但不是最核心的；淘宝是比拼多多效率低一些，但不影响淘宝天猫巨赚钱，因为边际成本趋于零），外卖闪购是ue决定单量规模（后期还是看供给和需求），全链路的运营效率最重要，没做好的会一直亏损所以花大价钱，硬要冲8000万单、再9000万单、再1亿单，没意义，京东冲到2000万+单有啥意义没？效率没上去话，单量是包袱很多人又会说，那我单量先花大价钱拉上去，再优化不就行了？一优化单量就会下去（所以不如一步一台阶、稳打稳扎），后面等阿里月均投入到25-50亿（注一年500亿左右）级别就会知道、到25亿以下（一年200-300亿）就会很明显，这里就不争了冲峰值数据的做法在实物电商都有点被淘汰了，京东有618、阿里有双11，但是拼多多和抖音有什么没？这是因为阿里起家的核心的服饰、京东是家电数码，前者是中频、后者是低频，对于中低频商品，大促是能促进销售的，同时早些年电商处于中高速增长，大促时的峰值流量基本在未来三五年会变成常态流量，所以双11有练兵的价值，且因为实物电商的模型GMV能转化为收入和利润的原因，阿里每年Q4都是广告佣金收入最高、利润也最多的，不过京东自营就不一定，因为自营是要承担大促期间暴涨的成本、费用的，所以收入增加，利润不一定大幅度增加再往后的拼多多，起家的核心品类是白牌日用品、保质期稍长一些的农产品等，是高频品类，核心是商业模式、经营效率能不能保证常态低价，从而达成天天大促的效果，消费者想买的时候可随时下单，而不是等双11、618打折餐饮外卖，明显是高频的品类，所以全链路的最高效率、最低成本，服务的稳定性（包括极端时候，比如下雨、比如深夜）更重要，不是峰值单量五、阿里、美团、京东投资价值个人看法今年本会是阿里和京东的顺风年、美团和拼多多的逆风年：比如阿里，今年电商靠货币化率稍微提升、国补小利好、蒋凡回归，叠加AI和云加速发展，其它新业务扭亏，做到1600亿左右扣非归母净利润，给15倍左右估值，大概会有24000亿左右市值；又比如京东，在国补帮助下做400亿左右扣非归母净利润，给13-15倍估值（云和AI是长逻辑，国补是短中期逻辑，所以估值会低些），5000-6000亿市值有机会但在高投入外卖闪购大战后二者逻辑就都毁了：即使今年高投入过了，除非彻底不做，后续大概率也会亏，只是规模会小些。京东只要不放弃，一年亏个100-200亿很容易，后面还有国补退潮的风险，所以意思不大，当然要是按我上面说的思路去做，放弃做外卖、每年投大几十亿甚至一百亿到即时零售里（对于京东，即时零售是不能放弃的），或许有意义，因为只要利润正常释放，估值确实低阿里，我拍的模型是今年500亿左右、明年300亿左右、后年200亿左右，买云和AI目前大票还是首选阿里，问题是在今明年eps因为外卖闪购大战崩盘的情况下，年内涨幅仍有40%-50%，意味着云和AI已经计价不少，除非跌倒更好的位置，不然驱动继续上涨的逻辑还是得靠电商（注意，我不参与纯叙事驱动的涨跌，所以即使后续炒云和AI阿里继续涨了20-30%，也和我没关系）除非觉得阿里在把单量拉上去后，后续能在维持单量的同时快速优化ue，在未来二三年内能做到盈亏平衡甚至盈利最近有一些外资行报告，包括国内一些投资者也有以下观点：京东如果不放弃会在这业务上一直亏钱，但阿里闪购在2027年就能盈亏平衡且还有较大的规模，叠加AI，就最看好阿里，然后是美团，再是京东就阿里外卖闪购在2027年能盈亏平衡这事，除非美团愿意让阿里盈利，不然饿了么、闪购不会有盈利的机会所以个人重点还是盯美团：看五年左右，一年赚1000亿左右（口径是扣非净利润）应该没问题（外卖闪购500亿左右、到店400亿左右、其它100亿左右）：看明年，只要闪购外卖回归到正常竞争（假设阿里一年亏300亿左右、京东亏100多亿），在丢掉优选包袱后，海外不激进扩张（进巴西后控制开城节奏就行），赚500亿左右问题也不大；短期核心是把握好今年下半年的建仓节奏，避免过早、过高的重仓我个人大概在6500亿+、左侧时至少会买5-10%仓位，如果跌到6000-6500亿则会到10%+，6000亿左右或右侧话估计会拉到20%+，最后这步可能需要拿10%左右的心动换，就需要多看看",
      "is_pinned": true
    },
    {
      "hash": "4fa587670789bba7a70761ec93470da9",
      "title": "2025-08-16 13:20",
      "content": "2、京东财报对美团会有什么影响？\n之前京东和阿里一直有一个说法，是电商原来的获客费用转移到外卖补贴上（协同的体现之一），比如外卖亏100亿，如果有50亿来自于原来电商的费用转移，整体只多亏50亿左右，这样算下来，搞一年200亿左右，刘强东真硬搞，搞个一二年完全有可能（这样美团就会比较难搞）\n大概在一个月前，京东和阿里先后做交流，当时给的数就是100亿左右，这个时候我就判断他们在自己骗自己，电商和外卖基本没协同，对美团的中长期信心就强了，一个季度100亿，持续四个季度一年就是400亿左右，电商利润基本全部打光，肯定不可持续\n实际上比100亿还多不少，只能说明这个事比想象还要难，因为Q2京东做起来是先用舆论攻势，舆论攻势让他们至少省了几十亿的品牌广告费用\n即以后一个新玩家想入场做外卖闪购拿到10%左右的市场份额，先得准备1000亿左右（注意，只是第一年烧的钱，算入场卷，不是说1000亿就够了），想要拿个30%左右，估计得3000亿左右\n此战过后，再无来者",
      "is_pinned": false
    },
    {
      "hash": "220c6e5df039c9cfe65ac0e742cb7275",
      "title": "2025-08-16 12:40",
      "content": "已经有朋友答案很好了，我的观点是：\n1、腾讯网易的财报对心动会有什么影响？\n游戏行业贝塔好，我们从上半年的大盘数据已经知道，但游戏行业是产品驱动，所以并不能简单根据腾讯网易的游戏收入不错得出心动也不错，心动游戏收入利润不错的原因肯定还是心动游戏自己表现好——所以贝塔不算是很好的答案\n去年心动taptap收入是略低于预期，之前讲一个很重要的原因就是头部客户在营销费用上的收缩，特别是去年Q4、今年Q1都有上一年蛋仔元梦大战导致的高基数，腾讯网易这二个季度营销费用增速都不高，甚至Q4都是负的，网易因为反腐叠加，负的更是夸张\n今年Q2开始基本二家都恢复到正常状态，叠加去年taptapQ2开始降低货币化率，即今年Q2开始没负面影响了，可以推测，taptapQ2的广告收入增速会比Q1高不少——这应该是上半年业绩超预期的原因之一（可能今年会比预期的20%左右高一些），具体的数就不分析，到时看财报",
      "is_pinned": false
    },
    {
      "hash": "bdd047520c07aebc9ff7a64364ccb34a",
      "title": "2025-08-16 12:29",
      "content": "今天讲一个看财报和跟踪的小知识：\n很多高管公开甚至会议上的发言都是满嘴跑火车，所以不要听怎么说的，看怎么做，财报的好处是置信度高，除非敢造假（一般即使造假估计也不敢太明显），不然可以参考\n所以我们从其它已经发财报的公司去推测没发公司的财报情况是一个很好的信息来源，特别是和自己持仓高度相关\n出二个题目：\n1、腾讯网易的财报对心动会有什么影响？\n2、京东财报对美团会有什么影响？\n大家可以先回答一下，晚点我再回答",
      "is_pinned": false
    },
    {
      "hash": "58d639124f2930e968a128f033c59ee7",
      "title": "2025-08-15 23:31",
      "content": "$美团-W(03690)$\n三个维度的三个问题：\n1、长期角度\n美团五年维度能不能看到年盈利能力1000亿左右？\n如果能，那么至少是一个五年2倍左右的机会\n2、中期角度\n大概什么时候会回到一年赚500亿左右？明年行不行？\n如果能，那么至少是一个一年左右50%左右的机会（如果明年到了500亿左右，后面四年年化20%左右就到五年1000亿左右）\n3、短期角度\n什么时候阿里会意识到现在搞法是不行的，回到正常的竞争？\n则为左侧转右侧的开始\n注：我心动已经90%出头仓位，后面在靠近350亿人民币市值的过程中准备换5%到美团上面",
      "is_pinned": false
    },
    {
      "hash": "0a7b75963b43b6902b29e0bc6770c1db",
      "title": "2025-08-15 19:07",
      "content": "网易云和微博更新： 基本没啥更新的，和此前预期的差不多 腾讯音乐Q2是走出新逻辑的（会员之外），目前看网易云音乐没有 微博和之前的季报观点类似，看起来可能是烟蒂机会",
      "is_pinned": false
    },
    {
      "hash": "8dc46875c644137c47adddc3b3afce1a",
      "title": "2025-08-15 18:49",
      "content": "$腾讯控股(00700)$ 记录一下这两年对腾讯投资主要的一些错误判断：\n错误的部分：\n1.高估了视频号广告的速度：我在两年前给腾讯广告每年增速应该在30%以上，这两年实际是20%。这个错判最主要的原因是我错误的拿它对标了同时期的快手抖音，实际上微信团队选择了完全不同的战略去做视频号，最主要的差别是一个是在去中心化这一点上异常的坚决，所以在运营和商业化的尝试上完全没有打算要刻意的引导和主张，另一个原因是电商的发展速度远低于我的预想，而这是最大的一块潜在的广告增量。\n2.高估了微信电商的速度：我两年前觉得微信电商的gmv会很快的速度上升到2万亿，这两年实际结果是今年有效gmv肯定也做不到1万亿。这个错判也是因为我参考了快手抖音早期的过程，在判断对了视频号流量和供给端的爆发的情况下，我认为2万亿的gmv不是能不能够，而是想不想要的问题。但实际上微信2024年对微信电商的思路有了根本性的变化，坚决的选择了和抖音完全不同的战略，这个可能绝大多数投资者都很难预见。\n3.低估了腾讯游戏业务的天花板和护城河：\n最开始给腾讯估值的时候只假设了游戏业务5%左右的复合增速，但实际上腾讯游戏业务要线性外推很多年的话也绝对不该给8%以下。好的年份增速不低于15-20%，差的年份极端情况下（如版号荒）也是持平，非极端情况的平庸年份也应该是高个位数增长。这个错判是因为那时我对游戏连皮毛的理解都没有，恰好投腾讯的时候又是游戏行业最寒冰的时候，这两年花了很多时间才补了些功课。\n总结：这几年投资腾讯考虑分红复投，年化收益率远超了我真实的水平，主要的几个错判叠加起来幸运的负负得正。要感谢前两年腾讯估值低到令人发指，给到了足够的容错。至于判断对的地方主要还是定性层面的，最主要的还是判断对了从两年前开始腾讯未来主要的利润增长需要作出的投入是极少的，而腾讯管理层还在不断加长这个跑道，我也比较笃定可以用平均15%的eps复合增速往后线性外推很多年，这是我长期重仓它的信心来源。",
      "is_pinned": false
    },
    {
      "hash": "4730697ce410429f55b1171487197b37",
      "title": "2025-08-15 17:51",
      "content": "关于估值：\n15倍及一下一眼低估、15-20倍靠近合理、20-25倍是合理区间（有taptap可以拉点估值）、25-30倍是小贵（除非觉得下一年有30-50%eps增长且非一次性利润，则可对应当年eps25倍+），30倍及以上泡沫（除非觉得下一年eps能有50%及以上增长且非一次性利润，比如如果明年能有30亿左右，那么按今年目前的17亿给30倍到500亿左右是合理的）——这套估值体系也是合理市场下成长股的大致估值体系，实际上结合三年eps增长更好\n比如一个没明显缺陷的成长股（有明显缺陷得折价），起点年利润10亿，三年eps增长100%，第一年增长31%、第二年26%、第三年21%，第三年20亿左右\n如果起点和第三年的估值都是20倍，那么买入后三年的收益就和eps一致，即100%，这在流动性不太好的熊市很常见，但在合理市场就没那么容易\n即如果认为三年eps有翻倍预期，且三年后合理估值能20倍左右，当下估值大概率不会是20倍，而是20-25倍合理，25-30倍小贵，30倍以上就有泡沫",
      "is_pinned": false
    },
    {
      "hash": "3f50bc9ecf33c18b53ca7547326e2f88",
      "title": "2025-08-17 00:29",
      "content": "今日大跌，适合发贴\n去年一路走过来的朋友比较清楚，我在心动上犯过三次错：\n1、麦芬国服成绩开出来后，叠加之前港澳台的好曲线，曾一度以为麦芬全球首年36-49亿年流水很容易，甚至更高也有希望\n后面下调二次（实际跑下来20-30亿级别），主要原因有二个，其一是港澳台曲线特殊，后面的地区都没法复制；其二是后面的国际服成绩首发也相对一般，没港澳台和国服好\n2、最早对小镇的流水构成没有很深的理解，会觉得潮流季更新好像至少也要进前二十，不进就不及预期，实际上冲榜核心是卡池，潮流季这种类似战令的付费基本只能到20、30多，对后面的流水走势判断倒是没出啥问题（很多人以为是摩尔庄园类的一波流，是被证伪了；我去年直接给的今年大概是大几亿，不到10亿，在没有国际服贡献的情况下）\n3、看到白皮书的广告曝光量增长后，个人也把去年广告收入增长预期上调5-10%到25-30%之间，实际上去年就20%出头，后面才找到原因，自研游戏广告曝光不贡献收入\n这些都没影响心动业绩还是超预期、走成牛股，一个很重要的原因它是长逻辑好的公司，在不断创造价值，而我在做后续预期的整体原则又是没有证明的基本都先不给预期（已经证明的可以给保守预期），所以即使某个点低于预期、后面又会有其它点补上\n这种状态对公司和投资者都挺好的，所以我是不太赞同提前给没上的产品高预期并定价，也不希望公司整体估值到贵甚至泡沫的地步（当然估值从一眼低估到逐步回归合理，倒没什么赞同不赞同的，基本面和市场面共振就必定会发生）\n慢慢赚eps增长和股东回报就行、行情和基本面允许略微拔点估值，估值拔多了都要还债\n心动的好处是大行业、有竞争力的中公司，做得好的话，eps还有很大的增长空间：现在游戏行业的老大腾讯，一年在游戏上赚到的利润有1000亿+，网易则是300亿+，米哈游应该还有100亿+，华通则是50亿+，第五的巨人目前预期明年25-30亿（有乐观的拍到30亿+）\n关于估值：15倍及一下一眼低估、15-20倍靠近合理、20-25倍是合理区间（有taptap可以拉点估值）、25-30倍是小贵（除非觉得下一年有30-50%eps增长且非一次性利润，则可对应当年eps25倍+），30倍及以上泡沫（除非觉得下一年eps能有50%及以上增长且非一次性利润，比如如果明年能有30亿左右，那么按今年目前的17亿给30倍到500亿左右是合理的）——这套估值体系也是合理市场下成长股的大致估值体系，实际上结合三年eps增长更好\n比如一个没明显缺陷的成长股（有大缺陷得有折价），起点年利润10亿，三年eps增长100%，第一年增长31%、第二年26%、第三年21%，第三年20亿左右\n如果起点和第三年的估值都是20倍，那么买入后三年的收益就和eps一致，即100%，这在流动性不太好的熊市很常见，但在合理市场就没那么容易\n即如果认为三年eps有翻倍预期，且三年后合理估值能20倍左右，当下估值大概率不会是20倍，而是20-25倍合理，25-30倍小贵，30倍以上就有小泡沫",
      "is_pinned": false
    },
    {
      "hash": "470c414665ba5517472e21a697bb55f0",
      "title": "2025-08-15 10:00",
      "content": "其实只要三家都发了财报，会知道：\n京东的投入级别是一年500亿左右、阿里是1000亿+、美团做应对300-400亿肯定也要\n正常人都知道这种局面是不可持续的，这是常识，不以人的意志为转移\n核心不是阿里、京东做即时零售的问题，真特别看好，想做：京东第一年投入100-200亿、后面减亏到几十亿；阿里第一年投入300-400亿、后面减亏到200-300亿甚至100-200亿——在供给端和履约端多做投入，做大市场是完全没问题的",
      "is_pinned": false
    },
    {
      "hash": "c9a74fdd1e3b5b583394f32fa292ff2e",
      "title": "2025-08-15 00:01",
      "content": "京东更新：\n25年预计老业务能到400亿左右，外卖闪购投入比预计的还大些，以为一个季度100亿左右，实际上接近150亿，如果一直这样搞下去，会被做外卖闪购搞成100亿左右(还是大部分靠Q1，后面三个季度基本没利润甚至亏损），如果想开了，调整一下估计能有100-200亿，但是除非彻底放弃做外卖，只做即时零售，不然明年就算调整可能也就200-300亿，目前估值没法看了",
      "is_pinned": false
    },
    {
      "hash": "3ae18615670123209413fe14596b317f",
      "title": "2025-08-15 09:23",
      "content": "网易更新：\nQ2游戏收入增长13%、递延收入增长25%，其实还行\n营销费用率逐步回归正常，利润增长远没Q1夸张（去年Q4和今年Q1还有上一年蛋仔造成的高基数）\n上半年扣非净利润179亿，全年360亿左右应该差不多，目前估值16-17倍\n网易目前看，海外收入占比起来会比腾讯难、不知道立项上的变化对长期的影响",
      "is_pinned": false
    },
    {
      "hash": "fb3a9649c0a24a6ff8778ef1df88201d",
      "title": "2025-08-15 00:12",
      "content": "立个规矩，以后少谈甚至不谈交易、仓位、收益，多谈行业、公司、投资策略\n和其它朋友没关系，只是自己觉得这样做不好",
      "is_pinned": false
    },
    {
      "hash": "0af294e555b59ec670dfccf34bf21621",
      "title": "2025-08-14 22:19",
      "content": "回复@法无禁止即可为: 课代表来了，转给京东和阿里的人//@法无禁止即可为:回复@逸修1:GPT5:你这个分析把实物电商 vs 外卖闪购的底层商业逻辑差异说得非常透，而且我觉得很多资本市场上的人其实是混淆了这两个模式，才会在看补贴战时出现认知偏差。\n我帮你总结+补充一下，让这个逻辑更完整：\n1. 规模效应路径的根本不同\n• 实物电商（全国型业务）\n• 网络效应和规模效应是全国一盘棋，边际成本趋近于零（仓配、平台、流量都是可叠加的）。\n• 单量上来后，成本结构自动优化，UE（单位经济性）会自然改善，甚至进入高毛利区间。\n• 精细化运营重要，但不是盈利的决定性因素，关键是能否跑到足够的全国规模。\n• 例：拼多多、淘宝，只要跑到一定GMV规模，营销和履约成本的比例会自然下降。\n• 外卖闪购（区域型业务）\n• 每个城市都是独立战场，网络效应受地理半径限制，UE是先决条件而不是结果。\n• 必须先把单位经济性优化到合理水平（骑手成本、履约密度、供给匹配），才能放大单量。\n• 精细化运营是核心，因为这是驱动UE改善的唯一途径。\n• 例：美团在高AOV盘+高履约密度城市，能靠接近正UE稳住单量；低AOV盘的单量如果靠补贴撑，停补贴就崩。\n2. 为什么外卖闪购的“硬砸钱”容易浪费\n你举的例子非常形象：\n• 在UE没优化的情况下，从日单1000万冲到日单1亿，如果靠的是亏损不变甚至加倍的补贴，那只是换来了一个短期规模假象。\n• 外卖闪购的补贴如果没有同步提升供给效率（商家密度、品类覆盖）+履约效率（骑手密度、路径优化），那么补贴就是纯消耗，没有留下长期壁垒。\n• 京东是典型案例：先硬砸，发现UE模型站不住脚，现在才开始认错收缩。\n3. 实物电商的容错空间更大\n• 在全国型业务里，规模→UE优化是天然路径，即使一开始亏得多，只要能活到规模上限，成本会被自动摊薄。\n• 所以电商的补贴可以更粗放，因为最终的成本改善会靠规模自然发生。\n• 外卖闪购则反过来：UE改善 → 单量上升 → 规模效应有限，不能指望规模反向大幅改善UE。\n4. 对当前战局的启示\n• 阿里、京东在外卖闪购战里，如果还是用实物电商的“先规模、后盈利”打法，就是战略错配。\n• 美团之所以在相持阶段接近盈亏平衡，是因为它的打法符合外卖闪购的规律——先守UE，再放量。\n• 这也是为什么你看到阿里、京东的烧钱，可能“绝大部分是浪费”的原因，因为它没有同步在供给和履约上突破。\n我觉得你这套逻辑如果画成一个**“两种业务模型的UE—单量关系曲线图”**，投资人或者企业管理层一看就能明白为什么外卖闪购不能简单照搬电商补贴打法。查看对话",
      "is_pinned": false
    },
    {
      "hash": "fc9840d63b612e738e54f46b7f348758",
      "title": "2025-08-14 10:48",
      "content": "回复@逸修1: 过段时间再说一下，合理估值买优秀公司的大概估值框架//@逸修1:回复@逸修1:简单地说法就是： 前面二年的港股熊市给了不少低估价格买优秀公司的机会 今年开始可能得习惯合理价格买优秀公司了（事实上，20年之前的港股，较长时间也是这种状态，22-24年确实是过于变态了） 当然如果有低估价格买优秀公司的机会当然得珍惜了，也肯定会有\n同时，之前的港股，可能优秀公司估值从低估到合理卖是对的，但最近还按这个思路操作，就很容易卖早了查看对话",
      "is_pinned": false
    },
    {
      "hash": "60fabf8ea5df28bd14329eaa614863a9",
      "title": "2025-08-14 18:51",
      "content": "$美团-W(03690)$\n三个维度的三个问题：\n1、长期角度\n美团五年维度能不能看到年盈利能力1000亿左右？\n如果能，那么至少是一个五年2倍左右的机会\n2、中期角度\n大概什么时候会回到一年赚500亿左右？明年行不行？\n如果能，那么至少是一个一年左右50%左右的机会（如果明年到了500亿左右，后面四年年化20%左右就到五年1000亿左右）\n3、短期角度\n什么时候阿里会意识到现在搞法是不行的，回到正常的竞争？\n则为左侧转右侧的开始\n注：我心动已经90%出头仓位，后面在靠近350亿人民币市值的过程中准备换5%到美团上面",
      "is_pinned": false
    },
    {
      "hash": "a1c5c3d08311150dc53f16cb8218f77a",
      "title": "2025-08-14 18:51",
      "content": "$心动公司(02400)$\n和腾讯一样，到了标准的当年20倍估值，当然目前是8月份，没用折现，说明实际估值略高一点",
      "is_pinned": false
    },
    {
      "hash": "a90738c08f5875ce34e98233fca2d254",
      "title": "2025-08-14 09:48",
      "content": "内容类公司估值步入合理甚至有些合理偏贵 电商、电车都不起来话，恒科想6000+阻力挺大的\n估计要至少一个起来，指数就好到6000左右",
      "is_pinned": false
    },
    {
      "hash": "b866a0100f67a215ba867846468da15a",
      "title": "2025-08-13 23:07",
      "content": "阅文更新： H1财报看上半年2.5亿左右，当然没有影视剧上线，下半年应该高不少 但以10亿左右估算也差不多了（下半年7.5亿左右），目前估值38倍左右 港股通内没好票了嘛，只能说牛市真好",
      "is_pinned": false
    },
    {
      "hash": "b7d8b8733baac684de5258aa72b06abd",
      "title": "2025-08-14 08:32",
      "content": "腾讯音乐更新： 今年估计80亿出头（公司口径估计95亿左右）——Q2财报会员外的收入大超预期，广告和线下演出很好，上调今年利润10亿左右 目前估值35倍左右，公司口径是30倍左右，代表大票估值天花板\n要是换成去年的市场，这估值，再找个业绩拐点，后面敢找机会看空的，现在不敢了",
      "is_pinned": false
    },
    {
      "hash": "14ddf5fe03f48a6f038b8296827cb337",
      "title": "2025-08-13 22:34",
      "content": "腾讯更新：\n除联营、合营利润下滑（不是啥问题，纯粹记账方式，今年的市场下，投资公司股权价值肯定增值的），挑不出任何问题的财报\n游戏依然很猛，前面几个月，机构拿着第三方数据担心腾讯游戏流水不行，这次财报后应该彻底明白第三方数据机构对腾讯游戏流水也是失效的（网易、心动早失效了），想跟好得自己下功夫——这个问题导致的7月500左右的股价算是较好的机会\n下半年基数高后，应该会下来一点，但是未来一段时间保持10%左右不会有大问题（今年下半年会比10%左右高些）；广告正常发挥；金科企服收入终于回到10%左右，可补回来后续游戏因为高基数的增长压力\n目前看25年，比较可能的情况是收入增长15%左右，毛利增长在20%左右，费用率略微上升但不大，但是税率可能会略微下降一点（这点把握不准），扣非净利润增长近25%，扣非归母净利润增长25%+\n即2250-2300亿扣非归母净利润，联营、合营企业利润可能200亿出头（估计被拼多多拖累），加起来估计2500亿左右\n前者对应的估值是21-22倍，后者对应估值19倍左右（股权价值算5000亿左右）\n年内涨幅目前40%出头、阿里倒是有50%出头，估计后面会反超",
      "is_pinned": false
    },
    {
      "hash": "838edf0913e2851853ad6854ec689e3d",
      "title": "2025-08-13 18:18",
      "content": "在港股通且我能力圈里，有四个标的，是我买了之后，可以三五年内不用看的，且不用担心收益很低的，当然，前提是合理估值买（目前就港交所合理偏贵）\n腾讯、美团、港交所、心动",
      "is_pinned": false
    },
    {
      "hash": "d73925b1eb8c12388752df85c8c70758",
      "title": "2025-08-13 13:30",
      "content": "$美团-W(03690)$\n之前说过，：\n1、京东入局后，怕饿了么无力反击让京东做大，现在不用担心这个问题，现在的问题变成过度反击\n美团自身的问题是\n2、优选流血太多\n3、海外扩张不能激进\n4、外卖社保问题过去没有及时解决\n假如阿里的过度反击能做到：\n1、一直压着让京东市场份额不高于10%甚至放弃最好\n同时逼着美团：\n2、处理好优选的包袱——目前已做了\n3、海外扩张稳扎稳打\n4、同时加速推进社保问题（反正现在对利润预期低）\n下半年会有较好的抄底机会",
      "is_pinned": false
    },
    {
      "hash": "b22bd832e866136cece6c79f15945619",
      "title": "2025-08-13 13:12",
      "content": "腾讯音乐、网易云音乐、阅文、b站目前已经来到了30倍左右及以上\n这些公司有一个特点，是成长性不算好，但是竞争格局较好的中盘股\n如果同时成长性（今年增速高）也较好，甚至到了40-50倍，比如美图\n这大概就是目前港股互联网的高估值生态，基本都集中在偏内容领域\n偏电商和交易领域，如果竞争格局较好、成长性一般（10%+还是要有的），如携程、boss、贝壳、满帮等，普遍则是20-25倍估值，这是目前港股互联网的中等估值生态\n低估值生态则是竞争格局较差的电商、内容平台，阿里、京东、拼多多、快手等，大概是15倍左右（相比于去年的10倍左右还是有很大提升）\n最后一类是介于中低估值之间，竞争格局较好的内容公司（不按平台给估值），大概是15-20倍之间，腾讯、网易，目前心动也在这个位置，美团也是处于这个位置\n8月初腾讯心动也来到了20倍左右、低估了腾讯音乐的增长",
      "is_pinned": false
    },
    {
      "hash": "be1036c156d265a517673fef04c313de",
      "title": "2025-08-13 12:07",
      "content": "回复@马猴烧酒10086: 你说的这个点，我最近在雪球和包括昨晚的播客也说了\n做投资让自己涨跌都舒服的状态才是最好的\n如果一家公司你真的看好中长期，愿意买成重仓，左侧只要赔率够了，就可以买到中仓\n所以之前美团被稀释成2%仓位，最近在6500亿以上慢慢加到5-10%（目前和你一样，也是8%左右，还是心动最近涨多了稀释了，不然10%左右）\n这个仓位可以让我在它不继续深跌的情况下就涨起来了，也不难受，同时继续深跌到110左右也有加仓空间\n还有一笔右侧加仓的机会，右侧加仓可以没必要过于在意价格，如果认为美团明年能到200左右，那么是120多买、还是130多点买，其实也关系不大，重要的还是在这个区间买了多少仓位\n所以淡定，真不舒服就按让自己舒服来的 //@马猴烧酒10086:回复@逸修1:修大，和您请教一个问题，手头其实一直有8%左右的美团了，认真学习了您的分析，像昨天其实美团差一块多就到左侧建仓价，本来打算部分建仓到10%左右，但是今天被大盘带起来的时候有点焦虑，您会有这种心情吗，临近建仓点没建仓被拉起来，怎么克服这种情绪呢？查看对话",
      "is_pinned": false
    },
    {
      "hash": "9106602a3e30d8f591342c988b6b21d0",
      "title": "2025-08-13 13:40",
      "content": "解释一下昨天播客提到的一个核心点，实物电商和外卖闪购的差异：\n实物电商是全国型的业务，是单量和规模决定ue（边际成本趋于零，规模到了自然盈利，且利润率会很高），精细化运营不是最核心\n外卖闪购是区域性业务，是ue决定单量和规模（到后期还是供给和需求决定，所以如果这次参战的三方花了这么多钱没有在供给和履约上有突破，大部分钱是浪费了的），精细化运营是核心\n比如日单1000万的时候，一单亏10块，一天亏1亿，把这一单亏10块优化成一单亏5块就可以冲到日单2000万，再优化到一单亏2块，就可以冲到日单5000万，最后优化到1单亏1块，就可以日单1亿——整体都是一天亏1亿，愿意一年亏300-400亿话，是可以保持日单1亿左右的\n但是如果冲到日单1亿的方式是日亏10亿，还觉得自己牛逼，完成目标了，那我就觉得对业务底层认知不够——阿里京东的冲单模型都是硬砸更多钱的，觉得砸钱后目标能完成自己就牛逼，京东现在知道错了\n如果是实物电商的模型，日单1000万到日单1亿的过程，强规模效应会自动发挥作用让ue优化到亏1-2块甚至盈亏平衡了",
      "is_pinned": false
    },
    {
      "hash": "be1e099bb7b33875becde11b61c5260c",
      "title": "2025-08-13 00:17",
      "content": "重发了，早先发的有部分片段顺序不知道为啥乱了",
      "is_pinned": false
    },
    {
      "hash": "8605a322cdf219250993dd7f48fe7388",
      "title": "2025-08-13 21:41",
      "content": "$腾讯音乐(TME)$\n市场已经愿意给竞争格局好且有一定成长性但不是高速增长的公司30倍左右估值\n即合理偏贵，用明年的业绩算才合理",
      "is_pinned": false
    },
    {
      "hash": "33956961e72143b8587cafdccd6f9212",
      "title": "2025-08-12 17:47",
      "content": "和主流观点可能不太一样\n核心还是行业认知差异导致的\n剪辑的时候出了一点问题，重新弄一下，晚上再发",
      "is_pinned": false
    },
    {
      "hash": "56f5ead6b5db7bbc120ec57f7c869ac4",
      "title": "2025-08-12 13:17",
      "content": "今天来聊一个挺有意思的话题：\n港股一直有一个特别容易产生泡沫的模型，就是对标美股的同类型公司给估值\n因为土壤不一样，本质可能差距很大\n以云和saas为例，欧美发达地区过去是先完成数字化、再联网化、再是云化、最后是AI化\n即在云化和AI化之前，欧美用户已经有为软件服务付费的能力和习惯，云化和AI化产生了增量盘的同时有巨大的存量盘迁移\n国内是缺少数字化这个环节，直接互联网化、然后云化的，导致国内在支付能力和支付习惯上都离海外有较大差距，需要花很长时间去慢慢培养\n所以云和软件对标海外去搞，基本都是泡沫居多，过去最夸张的就是20年的微盟有赞了",
      "is_pinned": false
    },
    {
      "hash": "5c4544da9124143027d0827ef2ce9471",
      "title": "2025-08-11 22:17",
      "content": "回复@价值投资我不投机: 左侧完全不出手的股票，绝大部分是对它中长期没信心\n一般会导致即使右侧来了，也未必会上仓位，股票能不能赚大钱，仓位还是更重要一些\n而且右侧能不能准确抓住有概率的（股票在极端区域时的涨跌很容易受到意外因素干扰，最简单的就是某个大买受不了清仓导致大跌，之前港股流动性不好的时很常见），不能全部把希望放在上面\n买个2-3%，即使翻倍，对账户整体贡献也不大，除非是某个行业配好几个，每个配3%，类似于今年港股创新药，etf都能翻倍，才有较大意义 //@价值投资我不投机:回复@逸修1:克制，审慎，理性。是非人的理性查看对话",
      "is_pinned": false
    },
    {
      "hash": "ecb9e2eaf3b996d772b26634e07d691e",
      "title": "2025-08-17 00:31",
      "content": "稿子写好了，万字出头，估计能讲一个小时左右",
      "is_pinned": false
    },
    {
      "hash": "3af44f93abd408c1067c21ee28831675",
      "title": "2025-08-11 18:21",
      "content": "$美团-W(03690)$\n有点狗都嫌弃的味道，自从那个减持的消息放出来更是",
      "is_pinned": false
    }
  ]
}