[
  {
    "hash": "543adf632acb2c54fe2abb140aece145",
    "title": "2025-08-23 02:42",
    "content": "回复@JoeyH06: 虽然铜是我资源类里最大的敞口，但实质紧缺不会那么快。纽铜库存之前刚因为博弈关税而堆积到历史高位，伦铜也不低，倒是沪铜在低位，总库存整体加起来依旧算是一个中高位。我还是更喜欢2020年初那种价格+库存双低的组合，而不是在涨价预期+中高库存下部分依赖增加库存去拉动短期价格，会很难判断真实需求的紧俏程度。原先非常期待的其实是海外先衰退，在短期需求滑坡的定价下去做多一个长期供给紧俏的资源，可惜现在应该是看不到了，只能在负面不充分定价的好边际下有所保留地做多了。\n如果要看铜价大幅且持续上涨，海外经济需要维持较长的景气期，毕竟境内消耗的很多铜是由海外提供最终需求的。这两年境内制造业也有一部分是过剩的产能，比如新能源车、风电、光伏，还是需要对中期保持谨慎的，尤其是负面因素尚未消化。境内明年的财政支出力度与方向很重要。\n查看图片//@JoeyH06:回复@STH_:大财政是挤出非政府投资的，高国债利率会压制居民部门需求的复苏以及非ai产业的投资。financial repression会是一条短期内通畅但带来长期隐患的路径，这也是trump所选择的路。当下仍是享受泡沫的时间，但财政支出的边际效益走弱之后，被通胀束手束脚的货币政策很难快速的使经济周期重启。因此同意你说的看几年后的衰退，成也财政败也财政而已。做多通胀，做多ai，我们走在70年代的老路上，而这次的油会不会是铜呢？查看对话",
    "is_pinned": false
  },
  {
    "hash": "ab64a53c34eeee5e92619a70f9bd29bf",
    "title": "2025-08-23 01:28",
    "content": "回复@pipee: 1. 美国历史上失业率从底部提升1%的情况，每一次都是衰退，除了目前这次。\n2. 历史上每次失业率飙升都几乎无预兆且非常快，在tipping point的产业链需求下降与悲观情绪传导很快，大量企业会同时裁员。\n3. 被驱逐的移民整体是低收入、低消费人群，所以仅考虑驱逐移民的效果，应该是净需求下降低于净劳动力流失，劳动力市场本该因此变得更热更紧俏，但实际就业市场依旧走软，说明一部分就业市场下行压力是被驱逐移民所掩盖的、原先基线会更软。\n4. 目前的利率依旧高于预期的中性利率100bp+，restrictive。而比起去年，就业整体明显是更趋软、通胀相对也是降了（还未大幅重新抬头），所以利率没必要那么限制（这是Powell给的解释，我对通胀有很深的担忧）。\n5. 通胀的问题我最近很多帖子都谈了，当下是我在过去两三年内最看多通胀边际的时刻。境内境外虽然经济周期处于不同的时刻，但很多政策却共振了，某些我近期谈过的品类会明确进入顺边际。我会持续看多通胀到美国经济突然衰退的时刻，极大概率在两年内，但我不知道是什么时候。这种在我体系里已经不算黑天鹅而是灰犀牛的事件，肯定是用小仓位带杠杆的对冲机制去应对（尤其是整体市场乐观情绪把对冲成本降了非常多），不可能因为不知道何时发生的危机而限制我对境内资产的仓位。目前境内资产比起无风险利率和社会整体回报率还是挺便宜，择优可以找到相对很便宜的。手里资产持续上涨我会加大对冲仓位配置，涨非常多到明确泡沫我才会开始卸多侧仓位。\n查看图片//@pipee:回复@STH_:我不太理解担忧employment downside risks的内在逻辑。payroll数据的确经过了大修，但看其计算方式是net change in jobs (通过survey), 即job creation v.s. loss。当UR处于历史低点4.2且稳定，job creation和loss理应趋向平衡，衡量net change的payroll收敛变小才对。\n如果inflation goal变灵活，未来inflation也许会有交易的机会。查看对话",
    "is_pinned": false
  },
  {
    "hash": "02e15f1ff639246d9ceaffdc17e1fe4e",
    "title": "2025-08-22 23:00",
    "content": "Jacksonhole 2025 highlights:\nThe balance of risks appears to be shifting.\nOverall, while the labor market appears to be in balance, it is a curious kind of balance that results from a marked slowing in both the supply of and demand for workers. This unusual situation suggests that downside risks to employment are rising. And if those risks materialize, they can do so quickly in the form of sharply higher layoffs and rising unemployment.\nThe question that matters for monetary policy is whether these price increases are likely to materially raise the risk of an ongoing inflation problem. A reasonable base case is that the effects will be relatively short lived--a one-time shift in the price level.\nIt is also possible, however, that the upward pressure on prices from tariffs could spur a more lasting inflation dynamic...Given that the labor market is not particularly tight and faces increasing downside risks, that outcome does not seem likely.\nWith policy in restrictive territory, the baseline outlook and the shifting balance of risks may warrant adjusting our policy stance.\nFirst, we removed language indicating that the ELB was a defining feature of the economic landscape. Instead, we noted that our \"monetary policy strategy is designed to promote maximum employment and stable prices across a broad range of economic conditions.\"\nSecond, we returned to a framework of flexible inflation targeting and eliminated the \"makeup\" strategy.\nIn particular, the use of \"shortfalls\" was not intended as a commitment to permanently forswear preemption or to ignore labor market tightness. Of course, preemptive action would likely be warranted if tightness in the labor market or other factors pose risks to price stability.\n核心重点：\n1. 认为当下的就业压力更直观，通胀压力有、但还没兑现成数据；所以就业压力>通胀压力；\n2. 就业市场目前还算平衡，但是背景是供给需求共同放缓（供给下降源于驱逐移民），所以就业市场下行风险提升、且有可能迅速爆发；\n3. 坚持关税的通胀大概率是“一次性的”，但不会全部通胀在同时显现（即有不同的滞后性）；认为就业市场没那么紧俏，工资-通胀螺旋的可能性不大；\n4. 彻底否定2020框架，否定ELB问题、否定低通胀期后的高通胀补偿；比起过去五年的极度数据依赖（滞后），FED强调前瞻性调整。\n肯定是偏鸽的，这次发言是打开了潜在的降息窗口并提供了理论支持+恢复2020年以前的FED框架。但9月降息不算板上钉钉，还是得看8月份数据如何，如果8月的就业数据比较好、而核心通胀进一步抬头，是有可能维持不降的。但整体上一定是为将来降息打下理论与框架基础支撑的，所以一年期的利率路径是相对确定的，目前已有信息去看100-125bp没什么问题。\n基线一定是全球通胀了，经济扩张程度还是谨慎一点。这两个月算摸到基线肯定是踩油门了，所以把整体仓位提很高了，但做了不少内生性对冲。市场不担心通胀，在长债大幅挤出资金的同时也确实没有更好的资产，那只能继续战战兢兢地享受水位提升。唯二值得留意的点就是长债是否有转向可能性（可能会虹吸资金），以及全球扩张幅度能否抵消关税带来的摩擦。之后应该依旧是保持高仓位，利润会按递增比例做多波动率避免黑天鹅。",
    "is_pinned": false
  },
  {
    "hash": "c073d74d10349baf316813c4563a70d6",
    "title": "2025-08-22 15:20",
    "content": "回复@STH_: 对海外股市的核心变量而言，被债市挤出来的大量流动性排第一、经济与通胀情况、财政/货币政策紧随其后。这些变量不是孤立的，会互相影响。\n对境内股市而言，极低的全社会回报率+超额储蓄vs相对不错的股市资产回报率排第一（表现为居民风偏变化与存款搬家）、财政政策、经济情况紧随其后。第一个变量在中期相对孤立，后面两个互相影响，三的影响比大家预期要小，影响的是有没有稳固的基础（放心大胆地涨vs提心吊胆地涨），是上限不是下限。\n海外降息如果伴随着通胀率飙升，名义利率可能很难降下来，补一张全球债市收益率跳涨的图。安全的财政政策空间的上限是由通胀决定的，如果通胀推高名义利率，NIP会飙升决定财政扩张的边际效率临界点。\n查看图片//@STH_:回复@STH_:全球财政继续踩油门，长债在财政缺乏纪律+不低的通胀基数下被抛弃，债市被挤出的大量流动性也缺乏可去的地方：主流法币/财政除了瑞朗/瑞士非常健康，其他都有中期或长期的严重问题。这样的背景下，全球权益市场水位提升是危险的：一旦财政回归收紧，企业盈利下修叠加权益市场估值锚重新回归债市利率，会杀得非常彻底。\n纯粹持有主流法币在目前依旧踩油门+通胀基线下是负预期收益的，以真实购买力计算，优质的法币未来两三年年化侵蚀率可能在负2-5%，差一些的可能负5-8%。但法币又是流动性危机时最无可替代的购买力。\n我对突发性的危机没有太大的担忧，对持续加剧却不被重视与定价的结构性问题更担心，内外都是如此。\n我的解法是权益+资源+法币。未来两三年没有预期收益率，也不以法币评估损益。我的目标就是以资产组合保护购买力，组合第一性原理是在任何情景的购买力最大受损率，活到这些购买力可以轻松兑现的时刻。查看对话",
    "is_pinned": false
  },
  {
    "hash": "8af2558c5e16e48f21c28855dac230f7",
    "title": "2025-08-22 13:12",
    "content": "回复@黑色面包: 正确的过程长期一定是更重要的去年Q2开始同业其实有一道简单题，生态位与费率结构明确地断层，当然现在我也不持有了。反而是海外医药陷入了困境，坐拥天量现金的医药巨头却有着历史上极低分位的估值，哪怕是未来五年成长明牌的公司也持续低于合理估值。坐看一轮潮起潮落，或有击浪时？//@黑色面包:从基本面角度 去年下半年我们亏损卖出是正确的选择；从股价的角度，上半年看着$石药集团(01093)$ 的大涨，每次都想踢自己。回顾过往，去年蔡总在低位增持和回购，确实真的对股东有够好了；另一方面，今年吹自己的BD的包裹有多大也是显示出管理层对于市值有多么在意。一般除了首付款，投资人给其他虚无缥缈的遥远贴现的价值都会大大折扣。石药这么说，就是给自己立了flag，对手就知道石药管理层为了实现吹的目标，可以压低首付款，这其实是不明智的做法。再联想到去年年初管理层的积极的指引和无敌的乐观，似乎是一致自洽的行为。再回头，还是没有办法回答，为什么刘勇军上马没多久，那么快就走了？真的只是因为薪酬激励上谈不拢吗？\n看看这份财报，心里好受了很多（当然也只是一种自我安慰）。虽然看错了股价，但基本面的功夫至少这题没解错。查看对话",
    "is_pinned": false
  },
  {
    "hash": "2f14ca8caaf0a07ad5814bb514f5e477",
    "title": "2025-08-22 12:04",
    "content": "回复@STH_: MS发的挺好一张图\n查看图片//@STH_:回复@Frank_X:美国消费对GDP的贡献比例在持续大幅下降，AI资本支出比例快反超了。政府支出也偏向to B/G的行业。境内目前的路径我还没看到明确的大幅回流给居民，但看到了对于制造业与资源的政策落实。\nGDP增长的贡献源头很重要，居民侧有钱、花钱很直接会变成to C企业的营收利润，比如前些年海外在给居民发钱之后，奢侈品、中产消费、中低收入消费都很好，而现在LV、麦当劳、Crocs等几乎所有我追踪的不同消费阶层企业与指标都明显疲软，较强的只有一些因为人力趋紧而工资通胀螺旋的服务业。反观一些上游资源与制造业，相对会更直接受益于企业投资与政府支出增加，这也是我最近研究重心一直在一些经营情况本就不差、供需偏紧、股东回报较好、且潜在受益的中上游企业的原因。\n查看图片查看对话",
    "is_pinned": false
  },
  {
    "hash": "f2bf2009e904114e786d27da5fc40ac9",
    "title": "2025-08-22 11:51",
    "content": "买个gelato：\n美团：标价52，打包费1，配送费4.9，总价57.9。满减-1，神券-15，实付41.9。\n预计配送时间53分钟，商家赠送准时宝。\n淘闪：标价52，打包费2，配送费5.3，总价59.3。配送优惠-4，店铺活动-9（满减-7，首次-2），红包-19，实付27.3。\n预计配送时间66-81分钟，商家没送慢必赔，额外付0.27/1%买配送保险。\n可以算算账，这一单两边各会亏多少。\n当然，六月初我就知道后续xx一定看不清，所以多转空了。我对于xx的共识是一直保持谨慎的，尤其是xx的数量很多，所以共识可以很强烈。空侧我从不会去对抗xx的共识；多侧的对抗，我需要业绩与股东回报的底线+超额预期收益率。没有业绩与股东回报底线，那就需要更超额一点，或者可以曲线救团嘛。查看图片",
    "is_pinned": false
  },
  {
    "hash": "baf800b417d655665d08b2ba23568c35",
    "title": "2025-08-21 22:45",
    "content": "回复@STH_: 半年过去，UR比预期低一点（但近期就业数据下修+真实性严重存疑），wti算是完美击中预测中枢。通胀在关税影响之前比我预测的更好一些，是在走低的，关税后再抬头。目前看关税是大部分被美国企业承担了，下半年可能会看到更多向下游消费者转移，至少企业表态都是这样的。\n看看这周Jacksonhole的定调吧，只能说如果看hard data，失业率依旧是历史上最低的时期，但soft data明确是趋软的。需不需要预防式降息？很难说。美国历史上失业率飙升都是几乎无预兆、极短期发生的，所以是有担心就业的必要性。但更直接的通胀已经在提升，是关税+严重政府赤字导致的明确可见的结果。四十年前也相似，关税前期企业没有向下提价传导通胀，使FED误以为通胀已经被压住，从而导致了第二轮通胀飙升。如今这台狂飙的跑车油门依旧在财政脚下，货币政策只是机械运转的润滑油。很多时候并不是在一对一错中做选择，而是在两个都错的答案里选错得没有那么离谱的。割裂的世界，我也是只能一边做多通胀一边预防衰退。\n查看图片//@STH_:回复@STH_:目前可以确定的应该是300k+150k左右，折算的直接失业率贡献在0.2-0.3%，这部分会在未来半年左右体现在统计数据里。\n2月NFP稍冷，前值也下修；UR4.1%，半年左右就可以看4.5%。\n刚刚Powell讲话表示不急，重点依旧在强调降通胀进程会有颠簸，我觉得至少当下的态度是很明确的，所以我不理解那些惯性思维看到就业走软就认为一定会多降息的交易者。\n最后一个问题主持人问Powell最喜欢的central banker，Powell思考了一会儿以后说了Paul Volcker，并且给的原因是Volcker面对高通胀时期的决策。这个回答在当下还是明确意有所指的。市场真就不记得Volcker shock，也不信Powell的决心？\n本来不考虑Trump系列政策，core PCE一月回落到2.6%的情况下，年中是可以展望core 2.4%左右，配上wti yoy -12%~-20%，正好负贡献0.4-0.6%左右的通胀衰减，可以把PCE压在1.8-2.0%左右。现在这个可能性在Trump系列关税下不存在了。年中到年末的FED不得不面对4.5-5%左右的UE下依旧没有低于2%的PCE/core去做艰难抉择。现在看来UR4.5%以下Powell会依旧更重视通胀，等等实际到了4.5%、4.7%甚至5%，天平是否会重新倾斜吧。查看对话",
    "is_pinned": false
  },
  {
    "hash": "1e8f315a870b7c3a5d9fc7397ca8d460",
    "title": "2025-08-21 12:57",
    "content": "回复@STH_: 挺多行业都出现了传统优等生连着考砸两三次、而差生成绩持续提升的情况。到底是经营周期波动更多，还是效率差在逆转，我判断不了。但眼下还是尊重事实，尤其尊重承诺到手的分红与有久期的分红比例与金额提升，这是确定的。//@STH_:回复@STH_:大部分标的赔率粗看差距不大，更需要深度与久期去看两三年后，今年主要做的也是找到直觉上赔率大幅正向偏离的资产，然后在这些行业与标的花大量精力提升深度。\n认清自己在新接触的行业需要大量的阅读、思考与时间慢慢堆砌认知，先用30%的细节去验证70-80%的大方向判断，再慢慢把细枝末节的触点密度提起来。\n越在某行业或公司有研究深度，越容易陷入偏执，因为对于标的与其他机会的赔率与确定性感知深度不同步，尽量多看、把更多行业看更深。\n多积攒事实与数据并勤于更新，而不是保留态度与判断这种会随着时间失去意义甚至带来负面影响的废料在数据库里。因为对于一些行业和公司的遗留态度判断，这两年错过了一个应该抓住的机会、晚看了两个只抓到一半的机会。但其实自己的投资体系在变化，以前不喜欢、没彻底看懂的行业，再回首又是另一番景象；行业、公司也在动态变化，停留在自以为了解的认知舒适圈是最大的错误。\n不断地挑战与否定自己。查看对话",
    "is_pinned": false
  },
  {
    "hash": "930d44deb7c09dd3df3b665977ec8921",
    "title": "2025-08-20 20:28",
    "content": "回复@Frank_X: 美国消费对GDP的贡献比例在持续大幅下降，AI资本支出比例快反超了。政府支出也偏向to B/G的行业。境内目前的路径我还没看到明确的大幅回流给居民，但看到了对于制造业与资源的政策落实。\nGDP增长的贡献源头很重要，居民侧有钱、花钱很直接会变成to C企业的营收利润，比如前些年海外在给居民发钱之后，奢侈品、中产消费、中低收入消费都很好，而现在LV、麦当劳、Crocs等几乎所有我追踪的不同消费阶层企业与指标都明显疲软，较强的只有一些因为人力趋紧而工资通胀螺旋的服务业。反观一些上游资源与制造业，相对会更直接受益于企业投资与政府支出增加，这也是我最近研究重心一直在一些经营情况本就不差、供需偏紧、股东回报较好、且潜在受益的中上游企业的原因。\n查看图片//@Frank_X:回复@STH_:老美这么搞法，AI 承受了太多刺激生产力的寄望，毕竟不猛 do 也没有别的出路。AGI 可能比美国制造要简单。查看对话",
    "is_pinned": false
  },
  {
    "hash": "56a5240900f575ebbdffb8dcc9e87132",
    "title": "2025-08-20 16:49",
    "content": "半年多前算是美元最高点提出的不可能三角，依旧持续看空美元。经济稍软一点，其中居民消费力承压，AI支出和政府支出继续飙升，通胀在关税前降得其实不错，关税后又明确抬头。确实很像四五十年前，基线是全球扩张通胀，但消费购买力也确实开始下滑，随时要担心断崖。全是矛盾，难啊。",
    "is_pinned": false
  },
  {
    "hash": "727843db6ed3661de082da22c52374a0",
    "title": "2025-08-20 15:14",
    "content": "回复@奇点那瞬间: 做多公司eps，和做多长期的股东回报折现，是两条路。海外企业治理相对好一些，港股老千股这些年见太多了，我对于中国资产的第一评估要素始终是人品，有了人品，公司赚的钱才最终流向中小股东口袋。牛市情绪好，市场会对很多负面与瑕疵不定价，我比较胆小，始终将质地放在第一位。\n公司确实存在很多问题，股东非要避而不谈。现在股价涨起来又觉得行了？我从不会因为自己持有某公司就只吹好的、对公司有问题的地方讳莫如深，我对自己的持仓尤其是重仓就经常批评。\n公司基本面与市场可比机会的相对赔率都是流变的。19年入市起，19-20做多白酒医药，21做多新能源，22-23做多油煤通信公共事业，24-25做多游戏互联网，现在仓位又有变化。每次我动态评估标的确定性与赔率并做调仓时，都会被老多头骂，习惯了。随你们吧。我的游戏是赚公司内生性回报的钱，所以我最喜欢的就是对手盘给我的流动性与买入机会。你们的游戏似乎不太一样，理解尊重，各玩各的就好，祝你好运。\n利益相关：因为一些信息持有含PDD多头的复合风险敞口，并不做投资建议。//@奇点那瞬间:回复@STH_:说那么多，会显得更对吗？\n如果2030年年底拼多多账上没有1500亿usd net cash，同时一年赚个小几百亿美金，那我就是看错了呗\n至于什么超预期低于预期，未来几年不分红分红回购啥的，我不关心查看对话",
    "is_pinned": false
  },
  {
    "hash": "adbdf53e5cb8f13be0590c39538b79fb",
    "title": "2025-08-20 05:17",
    "content": "黑神话钟馗发预告片，感觉有机会四年左右做一款新游，在这样的团队规模下是很夸张的，产能可能比我预期要高20-40%。比起悟空这种过于国民以至于难免让人在制作上有些束手束脚的题材，其他故事背景更能发挥天马行空的创作灵感，期待一下。而且黑猴玩下来，感觉团队不是很擅长讲长叙事，但在单元剧上做得很好，其实是适合做切分小故事的。我们在见证工业级产出下、黑魂级别的、能载入游戏史的系列作诞生。",
    "is_pinned": false
  },
  {
    "hash": "7727219326c406f60e02c95521223011",
    "title": "2025-08-18 16:37",
    "content": "1. 十债三十债利率都很明显的上跳，三十债利率破2%，斜率陡峭化。很明显是在相信通胀提升的，这件事在过去两年没有发生过。通胀好吗，当然对微观主体有压力。但实体经济每个环节利润都被压缩，哪还有人愿意投资，就业更差就继续通缩恶性循环。全民发钱从需求端带动经济自然是最优解，但既然实现不了，有限的发钱补贴+先让企业出利润促进投资增加就业也算是条路，总比继续死气沉沉要好。\n2. 价格法草案公开征求意见，经济日报再提公共事业顺价。当然顺价这事提了很多年，过去口号偏多，现在有些配套的政策与执行同行，可能不全是狼来了？毕竟很多地方财政平衡情况越来越严峻了。不完全是人头税，还是得看如何执行，比如强化阶梯式电价对高耗居民加价就是有利于公平的富人税。\n3. 大多数人分不清应然和实然，评估事件概率时总会掺杂个人情绪与意愿，而大多数事情是否发生与个人意志无关。\n4. 对分配绝对公正别有太大奢望，一轮调整能最终把总量做大就不错了。\n仅仅是提了几句实然的可能性就惹得不少人应激，可想那些实际推动改革的前同僚面临的更是无数倍的压力。大多数人期待绝对公平、理论最优，或是想要不动自己的蛋糕、借大义分走别人的那份，哪有这种事。能容得下妥协、做出一个实际能落地的次优解，慢慢优化已是不易。\n山高水长，物象万千。但见众生，不闻絮语。",
    "is_pinned": false
  },
  {
    "hash": "e28751fe1ac3334049bae400a534654c",
    "title": "2025-08-18 14:24",
    "content": "曾经的人口红利进入漫长而不可逆的下行期，医保社保的刚性支出压力会越来越大。节流是一方面，思考政府如何开源才是判断财税改革方向的核心。对过去以极低价格的各种公共服务进行提价可能是最适合的思路，既是合理的收入源，又可以提升通胀化债、避免通缩陷阱。",
    "is_pinned": false
  },
  {
    "hash": "a4c760dd7561addd8b4781cf8213eb08",
    "title": "2025-08-18 05:31",
    "content": "回复@STH_: 大部分标的赔率粗看差距不大，更需要深度与久期去看两三年后，今年主要做的也是找到直觉上赔率大幅正向偏离的资产，然后在这些行业与标的花大量精力提升深度。\n认清自己在新接触的行业需要大量的阅读、思考与时间慢慢堆砌认知，先用30%的细节去验证70-80%的大方向判断，再慢慢把细枝末节的触点密度提起来。\n越在某行业或公司有研究深度，越容易陷入偏执，因为对于标的与其他机会的赔率与确定性感知深度不同步，尽量多看、把更多行业看更深。\n多积攒事实与数据并勤于更新，而不是保留态度与判断这种会随着时间失去意义甚至带来负面影响的废料在数据库里。因为对于一些行业和公司的遗留态度判断，这两年错过了一个应该抓住的机会、晚看了两个只抓到一半的机会。但其实自己的投资体系在变化，以前不喜欢、没彻底看懂的行业，再回首又是另一番景象；行业、公司也在动态变化，停留在自以为了解的认知舒适圈是最大的错误。\n不断地挑战与否定自己。//@STH_:回复@希尓瑞斯:我觉得7分以下，广度和深度是互通的，至少对我而言，投资考量时很多新的维度不是通过盯着一个行业研究500h+得出的，而是看了别的行业与公司之后发现了过去自己没意识到的变量。看医药游戏让我意识到维持性capex，看养猪让我意识到运营性现金流，看烈酒理解提价权、啤酒理解地理因素、看整个酒类行业理解长期代际消费变化，看电力让我意识到irr和roic，看石油煤炭让我重视成本和同业效率差。很多对于某行业研究极深的投资者，最终亏钱是因为缺少了某些投资的维度，或是视野中没有可比的其他投资机会。广度和深度7分我觉得是所有天赋普通的投资者也必须做到的研究程度，是可以通过勤奋做到的平均水平，达不到的可能不适合做投资。\n我看一个行业和公司看到我认为能抓住这个公司/行业的第一性原理、或是1-2个最值得追踪的指标，差不多8分深度就觉得可以停了，更深度的研究往往是细节的雕花，达到9分有时候需要的也是灵感、天赋、十年级别的沉浸积累，而不是短期研究的勤奋了。\n过去几年熊市，达到广度7、深度7的基础之后再向上提升，我觉得广度的重要性高于深度。全市场深度低估的公司很多，需要的是先“看见”，如果没覆盖到就会错失很多机会。深度其实只需要看懂3年并对长期有个大致方向判断就足够了。广度让我抓住很多深度低估回归合理估值的机会，这部分是熊市的馈赠。\n未来几年如果有牛市，深度可能会比广度更重要。如果满市场都是20-30pe的标的，那就需要判断更长期的eps增长来实现超额收益，这个时候思考更远期的商业模式、看穿中期的竞争格局才是alpha的来源。深度让价投能通过长期持有优秀公司赚取eps增长的钱。但其实这个时候，也可以通过广度去看看A股以外的机会，比如海外市场、债券、黄金、大宗商品等等。\n敏锐度对我而言不重要，价值派的市场敏锐度只影响个位数的年化收益率，除非超重仓不做风控。对于市场派而言，敏锐度点满就行了，深度没意义，深度是长期持有才需要在意的东西。\n总结：\n广度大于深度，敏锐度我无所谓。广度赚熊市估值回归、深度赚长持eps增长。广度还能提供更多的可比视角，也可以探索股权投资以外的机会（比如黄金、大宗商品、债券等等）。查看对话",
    "is_pinned": false
  },
  {
    "hash": "a09dd8b1c760119ef5962c03ebd4926c",
    "title": "2025-08-17 21:04",
    "content": "文娱行业发展比起经济还是滞后太多，很多上一代的企业家还是不会玩不懂玩。今年也开始增加不少人与团队的决策权重，很多时候正确的人正确的团队在做正确的事，应该多一点时间给可能性，而不是执着于看得见的确定性。\n凯乐石是我今年初开始关注的团队，是极少数管理层热爱自己从事运动行业的企业，晚点最新的一篇报道挺不错的。在这个依旧有长期增量空间的赛道，为什么十年后成不了一个lululemon呢，只可惜不是上市公司投不了。很多时候做三五年漂亮的商业运营成绩与专注于产品做十年二十年正确的事是矛盾的，这也是我对一些持仓一直有的担心。今年初仔细看很多户外产品设计原理的时候很能感受到各家的细节差异，肩线需要前置是为了避免长途步行时背包带磨损肩膀、腰封厚度对于重量均匀分配的影响等等。真正能做到极致的一定是因为热爱，而不仅仅是某种可以量化的kpi，文娱行业这一点特别明显，无数细节做到极致累计起来才是令人欣赏的产品。",
    "is_pinned": false
  },
  {
    "hash": "3b6c1009f8203b432142dfb8fe5799c5",
    "title": "2025-08-14 22:43",
    "content": "回复@希尓瑞斯: 怎么能叫乌鸦嘴呢，我只是对事实与概率有清晰客观的认知与判断//@希尓瑞斯:回复@STH_:乌鸦嘴查看对话",
    "is_pinned": false
  },
  {
    "hash": "aff2e81c52702f67f02e7b3728304a2e",
    "title": "2025-08-14 22:36",
    "content": "京东和阿里调整了获客方向，一些无关的品类可能因此竞争更小了。之前想到了坐山观虎斗的那家可以偷家，却忘了自己持仓里还有一家专精某品类的电商平台可能受益。这种对自己持仓失去敏锐度的灯下黑是最不该犯的错，我得好好反思。",
    "is_pinned": false
  },
  {
    "hash": "666f123a24bf99b9c2130b563c11d9ac",
    "title": "2025-08-13 16:58",
    "content": "广告收入如期提速，虽然朋友圈的加载率已经有点高，但整体微信端生态还有很多可以挖掘的空间。\n海外游戏收入占比31.8%，五年后我期待会到45-50%之间（同时境内游戏市场市占率不变，行业容量年化增长8-12%）。其实去年开始就有在改变对于海外游戏公司与工作室的运营方式，从过去纯粹的放养、到近两年开始督促提效，Supercell算是很成功的先行者。\n计入非流动资产的部分，上市公司权益环比增长939亿，可以期待之后以更好的价格分配、减持与核心业务相关性较低的股权。\n$腾讯控股(00700)$",
    "is_pinned": false
  },
  {
    "hash": "4491c07afecfe591b8d730413c2aa748",
    "title": "2025-08-12 21:19",
    "content": "1. 几个水平很不错的宏观研究者和我有同样的感觉：目前我们正处于94年分税制级别的财税收支改革前夕。很多政策单独拿出来是讲不通的，放在一个大的框架变动里才能看到每块拼图的意义，最近可以看见越来越多的拼图，但远不敢说自己预见了全景。很多行业政策都是give and take，某部分会获得更多利润，但从另一部分切回去，有些时候短期的一些行业利好或利空可能只是总帐本的一半。比如快递行业就是，统筹涨价、落实社保、税制改革，环环相扣。所以我持仓分散了非常多，原先基于单边逻辑的一些风险暴露也逐渐对冲掉，整体仓位更高了，但beta进一步下降到0.4-0.5左右。\n2. 虽然财税很多东西看不清，但是几个方向我觉得是大概率的。一是生产环节税转向消费环节，改变地方政府过度鼓励生产导致产能过剩内卷的激励机制。二是各类资产税，比如股票的资本利得税和房产税，向富人与资产征税是合理的。这俩应该都不会很快落地，但放到5-10年的长期视角，我觉得大概率会落地。假如未来两年有一轮经济复苏配合上资本市场阶段性过热，股票的资本利得税会是恰逢其时的冷却剂。三是线上线下经济的公平性，过去这么多年的线上线下零售都是以最优效率、最优化消费者利益的模式运行的，但并非最优就业、最优赋税。代入政府视角，线上零售最大的两个问题是挤压线下经济、各地争抢GDP/税。可能本地零售会是一种受益的解法？藏在即时零售背后的产销本地化才是我一直关注的影子。\n3. 最近在重读一些几年前看过的宏观研究，今天翻到对本世纪初全球经济与中国制造的解析：21世纪初资源品大幅涨价的同时，全球通胀却没有攀升，主要是因为中国接入全球经济，用廉价劳动力换取制造业份额，牺牲了部分工业利润（相比其他国家的成本）。现在国内在做的反内卷改革恰好相反，修复境内制造业利润的同时也会不可避免向外输出一定通胀。\n4. 对于资源类的配置我非常纠结，前几个月买入的时候并没有觉得那么好，更期待的是先对潜在的需求下降进行充分定价之后再进一步加大仓位，实际则在战战兢兢中迅速攀升。美国降息之后，美元的内外购买力会进一步平衡（我在今年初《广场协议四十年》那篇文章有解释美元对内贬值、对外升值的矛盾，是高利率与全球套利资金）。美元对外购买力下降，对于整个世界经济体系是会有冲击的：过去的经济体系建立在欧美作为核心消费者，向制造国购买商品，制造国向资源国购买资源完成循环。但确实很难在全球财政扩张+货币宽松的大环境下去假设衰退作为基线情景。可结构性的风险在那里，不会因为被忽视、乐观情绪趋同而消散，过去大部分危机也爆发于最乐观的时刻、而非最悲观的时刻。\n5. 随着很多资产价格大幅上涨，内生性现金流的保护在迅速下降，而市场情绪变得更乐观。而我今年做的各种情景持仓压力测试可能比过去这些年加起来都多。面对矛盾与不确定性降低一些因子暴露，在这薄冰上谨慎地起舞。",
    "is_pinned": false
  },
  {
    "hash": "5011f19bda2d9c31509f3bd8351b3bc5",
    "title": "浅聊反内卷与近期政策",
    "content": "看的行业比较多，所以能感受到这一次“反内卷”的力度和决心与之前不太一样，但没有确切想清楚最终的结果。先聊前置基本情况：1. 国内经济与通胀情况，PPI比CPI、GDP更值得参考，因为几点：（a）制造业承载大量就业，经济周期很多时候是制造业景气度周期；（b）CPI受食品与能源波动影响过大，至少要剔除食品能源去看核心CPI；（c）PCE这种直接挂钩现金流支出的指标比CPI更能体现居民实际支出情况；（d）PPI具有一定滞后性，调整之后其实和体感经济情况很接近。（e）中国GDP是以生产计，对于一个大量出口的国家具有合理性；美国GDP是以消费计，对于一个大量进口的国家也合理，但有一些问题：（i）GDP增速与居民体感容易出现偏差，比如出口很好，但是出口利润没有结售汇回流境内，这几年GDP增速与大部分居民体感就有偏差，不完全是数据真实性问题，而是出口企业利润没有回流境内；（ii）以生产计的GDP考量机制使地方政府倾向于过度支持企业生产，扭曲供需平衡、导致一些行业产能过剩内卷；最终剩余价值的分配过度倾向于再生产而非消费，导致越来越多的供给在抢越来越少的需求。2. 这一大轮经济周期，PPI于2020下半年回暖，实际国内经济生产与复苏约是2020年中；PPI于2021年末见顶后迅速回落，之后大趋势向下、只有阶段性反弹。整体上剔除能源价格波动、调整滞后性，与居民实感是比较吻合的。3. 中国制造业产业链整体非常齐全且长，PPI整体下行意味着整条产业链的总利润被持续压缩，议价能力更强的环节可以持续施压较弱的环节，但长期不可持续，尤其是大部分企业利润极薄甚至亏损。4. PPI连跌30多个月，目前PPI与制造业整体脆弱性已到临界点。对于不同行业该执行什么样的政策，我的看法也不一样。一些行业比如基础资源与某些工业，是依赖于境内强大的产业链（并不仅是人力成本），且与海外有较大效率与成本差，其实是不应该继续卷价格的，因为都是自己人降价卷自己人，最终大量价值被海外拿走。一个简单的测试思路就是如果境内该行业集体提价20-30%，是否比起海外依旧有成本优势（可以考虑或不考虑关税与补贴，两种测算模式）。这些行业大多是重资本、依赖产业一体化，在可见的中期依旧会由境内保持效率领先。反例则是更重劳动力与人力成本的行业，在境内经济发展后不可避免地被低劳动力成本国家侵蚀，比如纺织、鞋履流向越南、东南亚。而24年底到25年初，其实很多行业也开始有变化，比如光伏、电池、金属等行业的出口退税比例下降，这是很合理的。整体提价依旧比起海外有优势、不太影响出口，那就不该继续卷价格让海外获利。比起前几年更多是某些行业喊口号反内卷，但因为各地的GDP诉求而无法清退低效的过剩产能，今年确实看到了不少落地的执行：好几类基础资源、制造业都有动作，包括快递行业里广东大幅提价、义务也有传闻要封盘提价。能看得到这不是过去缺乏束缚与执行力的行业内部反内卷口号，而是更高层面的执行力落地。如果是复制过去粗放的财政激励，那一阵脉冲式的政府替代支出又会使落后产能出清不了，复苏大概率也没有持续性，现在选的路更精巧也更有难度、对长期更有利。当然也有很多暂时看不清、不确定却极其重要的因素：1. 通过反内卷出清低效落后产能、增加制造业全链条利润，政府再通过合规与社保拿回部分利润，最终政府手里的资金会如何传导给居民？2. 国内整体生产要素的回报率提升是否会带来资金回流，向投资或消费？3. 出清阵痛期的就业与最终需求压力如何缓解弥补？4. 社保执行的压力：一是境内不充分就业人数极高，与海外紧俏劳动力环境下的工资螺旋不同，提高人力的单位要素分配可能对就业人数有压力；二是对缺乏规模效应的中小微主体有压力，是否对这些行业和主体进行落实？三是在提高长期社保的同时是否进行阶段性减免、先降低中期增加雇佣的压力、由政府承担阶段性赤字、等经济回暖了形成一定正向循环后再征收填补财政赤字？增加了较多资源与制造业的配置，都是行业产能没有过度过剩、企业本身效率有优势、合规比较好的龙头。这些企业本身估值较低、股东回报充沛、业务稳定，反内卷与合规政策如果有正面影响也会有一定受益作为免费期权。对于一些产能利用率只有50-60%的行业、一些行业内没有成本优势的企业，我还是不碰了，不是为了博政策的力度与“弹性”。配置的行业和企业之间有不少对冲关系，避免了一些我无法回答的资源类价格走向影响。我比较看好一些产业链的利润整体增长，具体发生在哪个环节、每个环节分配比例是多少，这些不确定的问题我用对冲去避免回答。",
    "is_pinned": true
  },
  {
    "hash": "30fdc2ca80f214e402753dbd53223efc",
    "title": "2025-08-10 01:08",
    "content": "以上海社保基数7310元、最低工资2690元、公积金比例7%、每月专项抵扣最高8000元为例：",
    "is_pinned": false
  },
  {
    "hash": "db370973fcef66c2e429e5c4f1e53684",
    "title": "2025-08-08 18:05",
    "content": "奢侈品这门生意太好了，路上走着着钱包就空了锚定了最有钱的女性悦己、与闺蜜炫耀的核心社交需求，以及最有钱男性的长期下半身幸福与家庭和谐。投研成本=115000贡献给$历峯集团(CFRUY)$",
    "is_pinned": false
  },
  {
    "hash": "1a310fdcabcb840a981d80a3c2b7e428",
    "title": "2025-08-08 10:21",
    "content": "去年平掉拿了挺久的电力主要是不喜欢新能源部分的资本支出刚性伴随着irr下降风险，尤其是很多地方产能逐渐溢出。现在一些电力企业把新能源拆分上市，剩下部分新能源权益+核心火电，感觉现金流还是不错的？其实新能源部分权益不算钱都无所谓，只要没有那么多刚性资本支出，现金流多还债，能慢慢提升一些分红、不再持续性增发摊薄权益就挺好。煤价没有85分确定性，那就直接多侧对冲掉不想要的风险敞口。电、煤都不涨价甚至跌，那电解铝还是受益。",
    "is_pinned": false
  },
  {
    "hash": "28f70e11b8e1ed8af2020c8b65752d7f",
    "title": "2025-08-08 01:08",
    "content": "过去几年消费结构其实是有隐性变化的，20年全民发钱导致大量超额储蓄，大众消费品类普涨很久。到超额储蓄率还没消耗完的时候，其实信用卡逾期恶化、中低收入家庭消费力已经大幅下降了。目前的顶部富人贡献大部分消费增量，而信用卡严重逾期情况已经是20年以来新高。",
    "is_pinned": false
  },
  {
    "hash": "ae85d4a244bc80c5c9c2fcdc51f154dc",
    "title": "2025-08-08 00:45",
    "content": "回复@STH_: 体验了一下，讲几点我印象深且愿意公开说的（叠甲，纯分析行业，不推荐任何行为）：1. 澳门对于娱乐与消费的社会接纳度极高，当地政府对娱乐消费的支持度是任何内地政府都做不到的，甚至海外也难有对于产业统合力如此极致的例子。“皇宫”这种名字就是大陆很难有一二线城市店家敢取的名字，太惹眼；很多服务的极致程度在内地是会引起监管压力的，但在澳门不会。所以只要愿意花钱，这是最能让钱产生正反馈且合法的销金窟。2. 我观察了几个场里上千人的服饰品牌、口音、言行举止，心中对核心用户画像有不错的描绘了。中低线城市生活背景、中低教育程度、中年、通过某种时代红利赚到钱且现在有较多积蓄、目前无工作或较闲、缺乏文娱生活，澳门给这个高消费潜力群体提供了稀缺且刺激又合法的娱乐途径。3. 这两年澳门在主推的演唱会+文旅综合体思路吸引的就是更年轻的群体，思路挺好，也有水上乐园与水舞间这种偏家庭亲子的打法，但文旅对菠菜的转化率我不清楚。纯演唱会活动文旅的部分我依旧觉得是有效率差的：完整的酒旅餐饮服务赚整个产业链的钱，。4. 体验了千家哀，在局内我粗略算了下，闲因为更高的强制博牌导致胜率略微低于庄，而庄有抽水，所以两侧都有轻微attrition，果然出来之后拿手机一查我的估算是对的。闲庄的强制博牌机制不同，提供了复杂性；上手难度不高，纯运气不像德扑有技术因素影响结果；庄闲抽水非常隐性且比例极薄，在大幅波动下极难察觉；以上三点奠定了千家哀的绝对地位。核心玩家相信玄学不相信科学概率分布，会观察并发现某种并不存在的规律，桌上也提供了记牌器去简化、强化这种规律捕捉。大部分玩家有一种从众且神奇的camaraderie，即发现某玩家连胜会选择同向跟注，且这种“同舟共济”的情绪状态降低了玩家输的负反馈。而少数特立独行者，在胜利时也能享受到“我和这群xx不一样”的加倍多巴胺分泌。5. 贡献了在美高梅赚的1%浮赢给美高梅，小伙伴贡献给了美高梅+金沙。股东给公司发分红，倒反天罡了所以7月业绩得好点吧～6. 长洲糯米糍的芒果糯米糍是真的好吃，里面巨大一块新鲜冰凉超甜的芒果。cremia冰激凌也好吃，相当于白色恋人冰激凌版。查看图片//@STH_:回复@STH_:国内线下文娱其实还有待发展，这几年演唱会livehouse等活动活跃了不少，但文娱消费比起GDP的总体量依旧很小。整体经济走弱并不代表没有结构性机会，日本的文化产业也是在经济回落后才逐渐发展起来的。拿演唱会livehouse为例，带动的旅游经济效益是不错的，但大部分承办方没有足够好的场地，容纳能力有限，且成本由主办方承担，但酒店、餐饮等带动消费并不流向主办方。我认为有不错的基础设施并整合了餐旅收益的大玩家比起纯赚门票是有明确效率差的，因为溢出的消费带动会被他们享受到。有其他类变现方式会比纯粹赚门票钱的生意好很多，提供的服务体验（以及赚取的利润）也是全面的。而比起23年初去博弈困境反转，业绩回升已经持续了两年多，所以并非一波流的反转透支，而是更具有持续性的复苏。在经济整体较弱的环境下，是极少数逆市有增量的行业，而这个行业对于经济进一步复苏的弹性又比较大。在公司逐渐恢复派息回购之后，这是今年初一次比较简单的击球。查看对话",
    "is_pinned": false
  },
  {
    "hash": "1502e8429b22c3e65b36162d389d17a3",
    "title": "2025-08-07 23:32",
    "content": "回复@STH_: These violent delights have violent ends. $礼来(LLY)$ $诺和诺德(NVO)$ $阿斯利康(AZN)$//@STH_:回复@STH_:平掉了$诺和诺德(NVO)$ 与其他部分空头，品类逐渐见顶的同时在丢市占率，果然股价跪得很丝滑，现在算是逐渐回到了正常人类可以理解的区间。$礼来(LLY)$ 则是依旧靠着吃市占率没跌多少，forward PS依旧高得吓人。整体这些空头侧还是给了可观的收益率，甚至不亚于我多侧$阿斯利康(AZN)$ 的收益率。AZN则是在ttm 4.5PS/forward 4PS的价位自动网格平掉一部分，在关税冲击大跌后又加回来一些。查看对话",
    "is_pinned": false
  },
  {
    "hash": "57972b567845f8d43803bd1a7b611cbf",
    "title": "2025-08-05 18:19",
    "content": "回复@黑色面包: 中期供给还是过剩不少，但长逻辑其实很好：这次的页岩油企很难在wti70-75去扩产，意味着如果出清一定产能后（我认为在2-4mbd之间）的供需逆转会更具有持续性。且OPEC+在逐渐拿回控制力，全球产能受限的话油价有机会在70-80的平台站数年，而不是像上一轮那样暴涨、增产、下跌。期待面包哥分享更多一线信息//@黑色面包:回复@黑色面包:自从22年2月那波WTI价格冲到100美金/桶以上，我写下此文之后，除了$中国海洋石油(00883)$ 的事件性机会，我就很少谈油气行业了。我那时候不看好油气行业的大宗价格，有不少行业内的朋友是反对的。后面的三年，WTI价格基本是缓慢下降，到今天，spot走到了66美金/桶（因为早上OPEC 9月扩产54万桶/日的消息。但我判断真实影响，因为系统性闲置产能的局限，其实是+21万桶/日）在当下，我重新回到油气这片故土，尤其是看多油价。前阵子去了二叠纪盆地的几个县，主要是考察一家我们很感兴趣的公司，发现的是，就连二叠纪也确确实实有些不行了。今天下午$Diamondback Energy(FANG)$ 的财报把资本开支对比年初的指引下调30%到35亿美金的中间数。我们的调研从页岩油开采的辅助行业入手，发现主要玩家都在收缩资本开支，延伸到辅助行业亦是一片萧索。如果美国页岩油的增量确实不行了（明天戴文能源还有一众玩家的资本开支会给我们更加明确的答案去交叉验证我们的假设），那么随着需求小幅增加，很难想象油价留在这个位置；换句话说，我们需要更高的油价才能激励开采行为，无论是页岩油，还是海上勘探。从2021年5月到2025年8月，WTI横了四年，现在上行的背景条件已经逐渐形成，我们要思考的是，如何用仓位和标的来选择表达的形式。在这里立一个flag。油价的上行周期可能要来了，你，准备好了吗 查看对话",
    "is_pinned": false
  },
  {
    "hash": "f063ac3a3a897994180656267b18f80a",
    "title": "2025-08-05 05:33",
    "content": "感兴趣的四个行业同时受益于某资源下跌，虽然去年起就对该资源价格偏看空也平掉了多头，但大部分下跌已经兑现，现在这个时点确实不愿意给4x的风险敞口。资源多侧感兴趣的公司之前跌到过值得一看的价格边缘，可惜最近又涨起来不少，让对冲的赔率下降、难度上升了。这一轮大周期里峰谷都在追踪一些行业，不少都有过阶段性持仓，看得行业越多也越能感知到周期下利润在整个产业链不同环节流动的过程。保持耐心，慢慢积攒认知拼图。",
    "is_pinned": false
  },
  {
    "hash": "5380f176e040d0677cfcd073496c4719",
    "title": "2025-08-04 21:31",
    "content": "其实比起眼下收获的鱼，磨练渔技才是台下的慢功夫，也是在一个行业捕捉多个机会、赚到长期复利的基础，可惜大部分人更关注短期的结果而忽视得到结果的过程。这篇文章我推荐给不少朋友，是可以作为游戏行业研究体系基石的文章，它的价值依旧是被低估的",
    "is_pinned": false
  },
  {
    "hash": "52b56da4bb2a21aac0d9aae2993e2d83",
    "title": "2025-08-04 13:20",
    "content": "悬赏¥888.00请教一下美的、格力、海尔这电器三家海外情况：1. 这三家公司在海外市场面临的主要对手是哪些公司，换句话说：我该读哪些竞对的财报？哪些市场是值得重点关注的：例如某新兴市场体量不小且增速快，或某成熟市场可以吃到更多市占率。2. 海外消费者为什么在更多选择这三家的产品（如果为真），消费者侧的主要决策因素是什么？比如购买价格、持续使用耗能高低、产品质量与耐用性等等，有没有直观的、长期追踪的、可证实证伪的数字佐证？3. 结合问题1与问题2，电器三家未来吃海外市场的份额，是在哪些市场、依靠哪些优势、吃谁的份额？4. 海外To B和To C业务有什么差异，影响To B业务购买决策的主要因素是什么？5. 收购vs自主品牌，在消费者认可度、海外市场准入、成本等核心因素上分别有哪些利弊？6. 如果电器三家在海外拿到更多市场份额，对当地的就业与企业负面影响有多少？目前这三家公司与当地的利益绑定深度如何？7. 电器三家的海外业务比起海外公司是否有明确的效率与成本优势，如果有，这部分优势来源于哪些因素？人力、供应链、管理？这些优势是否具有持续性？$美的集团(SZ000333)$ $格力电器(SZ000651)$ $海尔智家(SH600690)$",
    "is_pinned": false
  },
  {
    "hash": "e74b8e6f5fc9212bf41e954e5533646b",
    "title": "2025-08-01 22:29",
    "content": "如果以英美目前的谈判结果作为基线，上下浮动不大的情况下，关税负面影响依旧显著，而美国经济必然出现危机，无非是衰退vs滞涨二选一。经济增长是居民、企业、政府三个最终支付者的总支付力提升（可以是信用阶段性透支，但后续需要还债）。目前美国居民支付力明确见顶（之前居民超储系列文章起笔就是为了追踪这部分居民支付力）；企业有分化，中小企业状况很差，大企业由于前几年锁定低利率贷款好一些，但这两年逐渐面临低息换高息的压力；政府则是谜，目前的NIP情况明确不支持继续踩油门，但节流真的很难，还是开源相对容易一点（这也是Trump对于关税如此坚定的原因），甚至共和党都开始偏离其长期降税纲领转而寻求新的税源了。而美国是全球最重要的需求国/最终支付者，来源于美国的需求坍缩必然意味着全球其他国家的出口收入下降、GDP承压。市场关注度极高的FED与降息没那么重要，在明确财政强主导的周期，货币政策做得最好也只是润滑剂的作用。油门/刹车还是在财政的脚下：到底是踩刹车选择中等衰退、但避免严重系统性危机，还是赌上整个美元美债体系继续踩油门漂移赌不翻车，我也不清楚，决策者自己也没想明白，无论是关税还是财政都明确展现出了摇摆和迷茫。但有一点比较确定，衰退、平稳、滞涨的概率并不是正态分布，而是沙漏形，踩着中间的独木桥安稳过河才是小概率。市场对两端的风险定价是严重不足的，尤其是海外。国内资产卡在中间，依旧有不错的赔率，但不是去年底部那种遍地8-10x、继续跌我也愿意全仓抗的极佳机会。政策有点力度，肯定比前几年好，但也不是德国那样不惜一切的破釜沉舟。全面牛市需要坚实的强现实基础，暂时财政力度没有到我敢提前下判断的程度。既然未来的路径与概率多种多样，那我就选择一种绝大部分情景下购买力都不会严重受损的构建方式，而不是去赌某个情景一定发生。试着先喊一句，活下去。",
    "is_pinned": false
  },
  {
    "hash": "06817e21b1b6075c3332486ce923d9a8",
    "title": "2025-08-01 22:21",
    "content": "回复@STH_: 再做一个反向置换，平掉了部分波动率多头，准备逐渐加点资源。//@STH_:回复@STH_:比起六月初发帖时，资源类这一个半月涨了很多，比较乐观地定价了全球财政扩张带来的需求提升，我认为已经部分定价了法币购买力下滑甚至略微过度定价（除非基线是全球迅猛复苏）。资源类能不能更贵，当然可以，毕竟全球巨大的财政赤字需要泡沫与法币贬值去消化；但在关税最终基线一定比过去更高、全球制造效率与需求整体走弱的情况下，资源的真实需求还是要谨慎的，至少不该是所有品类大幅普涨，供给侧永远是资源的核心矛盾。波动率则进入了市场情绪极度乐观的状态，又回到了年初时保护成本很低却没人买保险的状态，极高的资金利用效率也能有效对冲风险、降低法币仓位的需求。开始将做多波动率纳入组合对冲。查看对话",
    "is_pinned": false
  },
  {
    "hash": "d82f482bbf9475ecf3a0f926c3986c56",
    "title": "2025-08-01 20:50",
    "content": "回复@STH_: 7月NFP73k，5月从144k下修到19k，6月从147k下修到14k，合着前两个月90%的就业数据全是假的呗。此时此刻，恰如彼时彼刻。//@STH_:回复@STH_:等一个逆天量的nfp下修查看对话",
    "is_pinned": false
  },
  {
    "hash": "f4e68cbdd14b4f61294dd4aa1191ae38",
    "title": "2025-08-01 12:14",
    "content": "过去路径下，淘闪补贴500亿，假设结构400亿补低质量单，100亿补核心单；如果反内卷有实际业务影响，让淘闪降到300-400亿总补贴，但结构被优化成150-250亿补核心单，我认为对美团是坏事。淘闪什么时候优化结构其实挺重要，如果按之前路径打到八九月，阿里Q2Q3两份财报压力会非常大，而且讲的故事圆不过来，投资者与股价会给很多压力，那么其实Q4很大概率会大幅降补。如果是现在开始优化结构，Q3可能可以继续讲故事，最终Q4的补贴力度反而可能高于上个路径。对于美团而言，在我愿意看的标的里，资本配置能力+股东回报这两个重要因素排名是倒数的。最大的机会还是来源于经营周期错峰带来的投资错峰机会，而这个机会其实来源于市场对于短期经营负面因素的过度定价、以及后续市场对于长期真正重要的资本配置能力与股东回报意愿负面因素过度宽容。前者给出的估值保护是我投机后者的基础。",
    "is_pinned": false
  }
]