[
  {
    "hash": "5f8ef38ae926187a211d23702a3a8ef5",
    "title": "2025-08-26 18:25",
    "content": "社团这业务，和拼多多主站共享消费者和部分供给，然后需要重建一套履约体系，主站和社团的关系与美团到店和外卖的关系类似，后者也是共享消费者和部分供给、然后建一套履约体系\n属于强协同业务，三要素复用二个",
    "is_pinned": false
  },
  {
    "hash": "6b85a7e627bad2a31270955d3c90c694",
    "title": "2025-08-26 18:25",
    "content": "牛市时亏大钱的三种典型路径：\n1、低位买的好公司、不断加仓提升成本（估值高后也加），估值涨到很贵后没做获利了结甚至稍微跌一些就加仓，最后牛市结束股价大幅度回撤，利润全部没了甚至亏钱\n解决方法：超过当年合理估值上限，则不加仓只持有；定期用小部分仓位做高抛低吸降低成本；当估值进入下一年估值上限时，则进入贵（牛市），可开始卖或换仓；当估值到三年后估值再配合较低的折现时，则为很贵（疯牛），可大幅度降低仓位甚至清仓；千万不能高位回调10-20%就加仓（低位、合理位时可以）\n2、牛市经常垃圾公司涨得更多、更快，且会有各种故事，经受不住诱惑去买已涨很多的垃圾公司（最简单就是亏损、没法盈利、盈利还很少讲后续利润大幅度释放故事估值巨贵的）\n解决方法：不碰纯垃圾公司（指商业上判断没法赚钱或管理层人品有问题的），非垃圾公司如果估值算不过来（没估值保护，参考确定性和成长性，估值明显比同类高很多），即使有机会也只能小仓位参与（小于等于3%）\n3、在赚钱效应刺激下用杠杆，但牛市波动大，一旦回撤大爆仓或卸掉杠杆，会很容易对本金造成重大损失\n解决方法：不用杠杆",
    "is_pinned": false
  },
  {
    "hash": "5d65fc40e5871e6267f26172c141c40d",
    "title": "2025-08-26 18:25",
    "content": "$心动公司(02400)$\n主打一个不跟beta，无论是恒科还是A股游戏\n当然，这不是啥坏事",
    "is_pinned": false
  },
  {
    "hash": "a8fc6f087f708c793398e13fd5c9271b",
    "title": "2025-08-25 19:56",
    "content": "$拼多多(PDD)$ $美团-W(03690)$\n目前的市场，大票是很难基本面已经右侧但是股价却没有右侧\n也就是抄底话，得选择基本面最差的时候，只是不能刚变差的时候抄——前提是看好中长期\n放在拼多多这里，去年下半年属于刚变差，今年上半年是最差\n放在美团这里，今年上半年刚变差、今年下半年最差\n一点个人想法，不负责任",
    "is_pinned": false
  },
  {
    "hash": "b039372cf118415b097a780d8eb53548",
    "title": "2025-08-24 14:30",
    "content": "未来十年，国内互联网公司前三名大概率是：\n1、抖音+tiktok。\n2、腾讯。\n3、拼多多+temu。\n阿里应该能守住第四名，淘宝商业模式还是很好的。",
    "is_pinned": false
  },
  {
    "hash": "644b1d03c185b5aa7a8e08b279c2f282",
    "title": "2025-08-23 19:50",
    "content": "boss更新：\n25年预计能做到近30亿，目前估值26倍左右；官方口径预计会有35亿左右，对应的估值是22倍\n利润比之前预期的要好不少，互联网平台边际成本低，一旦竞争格局好，进入利润释放阶段，收入稍微涨点、利润可以涨不少——在达成稳态利润率前\n有个问题是股权激励占扣非净利润20%左右正常，但是如果有三分之一左右，就高了点，有美化财报的问题（工资少发、股权激励多发）\n去掉股权激励和利息收入，今年主营业务净利润可能就20亿左右，那估值就38倍，即使减去100亿出头的净现金，用650亿出头的市值算，也有近35倍",
    "is_pinned": false
  },
  {
    "hash": "431723e12b7df191cb2fd02bb393d52c",
    "title": "2025-08-23 19:48",
    "content": "满帮更新：\n上半年财报看，主营业务利润释放可以，不过税也回归正常了（今年可能有8亿左右），正常应该会有40亿出头，小贷和开票业务调整后，25年估计38亿左右，目前估值25倍左右 ，公司口径会到48亿左右，估值20倍左右",
    "is_pinned": false
  },
  {
    "hash": "3ecea4479559317ee89d3883ac532ace",
    "title": "2025-08-23 17:57",
    "content": "其实茅台和腾讯都是第一类公司，但是腾讯目前看新高的概率是远高于茅台的 最核心的就是腾讯的eps增长比茅台更容易，过去三年已经翻倍了，也就是说更好消化21年初的高估值",
    "is_pinned": false
  },
  {
    "hash": "773f8f59c76744b8592da528e7054bc8",
    "title": "2025-08-23 17:48",
    "content": "$拼多多(PDD)$ $美团-W(03690)$\n目前的市场，大票是很难基本面已经右侧但是股价却没有右侧\n也就是抄底话，得选择基本面最差的时候，只是不能刚变差的时候抄——前提是看好中长期\n放在拼多多这里，去年下半年属于刚变差，今年上半年是最差\n放在美团这里，今年上半年刚变差、今年下半年最差\n一点个人想法，不负责任",
    "is_pinned": false
  },
  {
    "hash": "9a958bb5736ad15ec2a3b3b50ce67868",
    "title": "2025-08-23 10:00",
    "content": "回复@白非知行: 可以这样理解\n也就是我说的，线下老业态原先就竞争不过线上电商\n再加一个高额的履约费用的，自然更加不可能\n这是阿里新零售战略的失败点\n如果不在供给端和履约端花真功夫的，简单的用户端运营、投资收购一些老业态必定失败//@白非知行:回复@白非知行:不可能用效率更低的东西（比如线下）去拉效率更高的东西（线上），比如，不能通过投资解决流量问题，比如，不能通过投资建立企业间的“战略合作”。阿里起于市场，最后却陷入了战略臆想。\n这个评价放在当下外卖竞争，是不是也成立？@逸修1查看对话",
    "is_pinned": false
  },
  {
    "hash": "cb3479302696ccce1a345c0fc7a0f9d9",
    "title": "2025-08-23 11:05",
    "content": "这个贴值得细看细思，目前为止互联网这边新高或接近新高的标的都可以用这个框架去解释",
    "is_pinned": false
  },
  {
    "hash": "b9e09e752b92216db8d06d30852dd984",
    "title": "2025-08-22 21:11",
    "content": "修正一个以前的看法，观察了2年半后，可以确认AI对 $谷歌A(GOOGL)$ 的Paid clicks产生了负面的影响。",
    "is_pinned": false
  },
  {
    "hash": "9b958ee8434563957d59a38d4290e192",
    "title": "2025-08-22 18:25",
    "content": "设想下，如果现在平台负责配送的美团外卖只收商家8%的佣金，【日单二千万每天得补贴超过1亿】，肯定不可持续。当美团外卖甚至想把商家扣点提到20%-25%时，凭什么认为滴滴的20%就不合理，自己凭借8%的扣点会有机会呢？\n当协同效应不够，且没有找到合适的破局点，去强攻一个符合超级战争模型且里面有强竞争对手的业务，成本会变得相当大，大到难以承受\n——今年的东哥就是这个例子",
    "is_pinned": false
  },
  {
    "hash": "a6a5cef1f5079892d97a90cae82e45b8",
    "title": "从六个外部因素看电商平台投资机会",
    "content": "关于国内电商平台商业模式和组织能力分析，之前应该有不少，就不再重复，本篇从今年影响较大的六个外部因素聊聊国内电商平台的投资机会（1）、国补和电商相关的国补是24年9月开始的，主要以家电和音响器材为主，今年开始拓展到手机、家具等行业。统计局的数据看，启动国补后，相关行业增速大幅度提升，少的提升到20-30%，多的到30-40%，效果很明显。25年上半年国补大概补了2000亿左右，至少撬动大几千亿相关消费，全年算无疑会到1万亿+。尽管因为资质、垫资等原因，线下大的连锁品牌商也是受益于国补，但对于一年增量也就1万亿出头的实物电商来说，谁在国补上拿到更多资源、更受益，会是今年业绩好坏的核心因素。京东因为是国内规模最大的带电自营方，是最受益的，阿里次之，拼多多因为能拿到的最少要自己出钱补贴对抗变成受损，美团则没影响（当然间接看，美团也是受损的，因为京东阿里在国补帮助下一个业绩很好、一个还行，大力搞闪购了）。（2）、AI自从22年底GPT3.5横空出世，海外就走出很明显的AI行情，国内和港股在23年上半年也跟了一波，但当时国内产业发展落后海外至少二三年，所以当时的行情以炒作为主，主要是A股一些公司蹭概念上涨，港股、中概也有但不多、强度也弱一些。今年初Deepseek大火之后，国内的AI产业算是到了海外一二年前的水平，产业端有一些基础后，资本市场也就能真正跟上一些：今年的实际情况，无论是阿里云、百度云还是腾讯云，增速都拉起来不少；阿里云单季度300亿左右的收入，Q2开始增速估计也会拉到20%出头。但是国内生态和海外还是有差距，最典型的有三个：国内缺乏类似于英伟达地位的铲子股；国内云计算行业很容易增收不增利；海外Open AI的收入来源一大部分是收C端用户的会员订阅，国内想收很难。即海外AI从需求到收入再到利润的链条有些大行业跑通了，国内现在需求上来，但跑通到收入和利润的很少，这和国内、海外商业环境不一样有关系，也和国内发展慢一些有关系，和高端芯片被禁止也有一些关系。尽管现在看Deepseek有点后续乏力，但不管怎么说，给了国内AI行业发展极大的信心和推动。就AI对电商公司的影响看，阿里明显受益，过去一直零估值的云业务，今年开始给了大概3000亿左右估值（最乐观时甚至给5000亿左右），拼多多、美团和京东目前则影响不大。（3）国内政策过去有二个政策对电商行业有深远影响：第一个是反垄断里的禁止二选一，这导致任何平台除非是自营供给，不然想搞独家都不太可能，包括运力也是；第二个是反不正当竞争的禁止低于成本打价格战，这导致任何参与方想仅仅通过烧钱烧死其它参与者然后垄断市场都不太可能。今年政策方面则有三件事对行业有较大影响：第一件事是2月份大大亲自主持的民营企业家座谈会，马化腾、马云、王兴等人都有参与，这件事意味着资本可以有序扩张，事后看，也确实各大企业之后在新业务上的投入加大了，重新进入扩张周期；第二件事是实物电商行业的仅退款被禁止，主要为了保护商家的利益，对拼多多影响较大；第三件事则是外卖员的灵活就业社保问题有了正式方案且开始全国推广，这个对行业参与方短期eps有负面影响，中长期则是好事，其中美团＞饿了么和京东，拼多多则是没影响。政策整体看，短期拼多多和美团压力较大，阿里和京东则影响较小。（4）海外政策主要指二个：1、四月关税大战排除针对特殊商品的关税，通用型的主要是有二个：第一个是用芬太尼做为借口做的20%，第二个则是四月初关税大战时加的，34%对等+50%对等+41%对等，125%对等关税在5月初的谈判时取消了91%，暂停24%，保留10%。就最近英伟达的H20芯片对国内放行看，暂停3个月内的关税谈判进展应该也还顺利。2、小额包裹关税小额包裹指价值不超过800美元的进口商品，此前是免税的，今年2月初特朗普取消该政策，但因为美国邮政系统处理能力不足，2月7日恢复免税待遇。4月2日再次签署行政命令，要求自5月2日起取消来自中国的小额包裹免税资格，明确要求承运商向海关提交装运数据并缴纳关税，目前大概是从价税率54%或从量税100美元/件（取较高者）。关税相关政策主要和美国业务相关，对拼多多的海外业务影响较大，阿里和京东影响较小，美团则无影响。最近的情况看拼多多的Temu在美区的广告投放也开始上来了，估计还是关税谈判进展较为顺利的原因。（5）闪购骑手负责末端配送的履约为即时配送，对应的电商形态有二类：第一类是餐饮外卖，主要指送的商品是餐饮类；第二类是即时零售，主要指送的商品是实物商品。严格意义上的闪购指第二类，因为商品是实物商品，所以京东和阿里都比较着急做了超大投入。外卖和闪购有较强的协同，二者大部分情况下共用消费群体和履约，只是商家（供给）不同。也就是说脱离外卖的闪购会较为难做，因为规模效应不够，除非做单点对多点配送的自营店仓结合（盒马类）或前置仓（小象类）。这导致闪购大战实际上应该叫外卖闪购大战，同时因为京东和阿里的kpi文化较为严重，追求单量，而标准化的餐饮连锁品牌更容易冲单量，事实上有点变成外卖大战，阿里和京东在餐饮外卖上的投入远远大于在即时零售上的投入。目前的数据看，京东大概冲到日单2000万左右，最近维持已经很吃力；阿里则是日常5000-6000万单，周六8000万左右单的水平。二者的投入级别都很夸张：京东Q2烧了100亿左右，Q3如果想维持2000万单左右需要更多一点，真投一年话得烧400-500亿；阿里Q2也烧了100亿左右，Q3想维持目前的单量数值得烧200-300亿，500亿补贴大概半年就烧完了。同时在竞争对手如此高强度的投入下，美团不投入200-300亿也很难做有效应对，真打一年话，还得更多。即时零售值不值得如此大规模投入？值得投入，但如此超大规模投入并不值得，因为即时零售相对于传统快递和大仓体系的实物电商，速度是更快、体验是更好，但是成本更高，特别是和快递体系的电商比，成本高很多。除非能把成本大幅度下降，不然它能占到实物电商的10%左右市场份额就不错。为了10%市场份额投入几千亿，那剩下的90%不重要吗？外卖闪购大战对阿里美团京东的报表都会产生很大破坏，最近监管第二次出来只是规范关于低于成本打价格战的促销行为，不是说不打了，但是7月如此高强度的竞争应该最多持续一二个季度，所以大战会持续很久，对报表的破坏也会持续很久。（6）社区团购20年、21年社区团购大战类似于今年的外卖闪购大战，当年参与者和旁观者都极其上头，很多给了2025年2万亿左右市场规模预测，现在看市场规模只有当年预测的15-20%，所以被大幅度高估。社团打到24、25年，大的参与者就多多买菜和美团优选，其中多多买菜又比美团优选更有优势：2024年多多买菜已经盈亏平衡，但美团优选还亏80多亿，且市场规模不如多多买菜。主要原因是社区团购的商业模式看，供给和用户端和拼多多重叠，拼多多需新建履约，而美团优选则三者都要重建。6月美团在外卖闪购大战的压力下，关闭优选大部分区域，只保留广东和浙江的部分区域，这个市场就基本让给拼多多。社区团购的商业模式本身是成立的，所以对美团和拼多多都是好事，前者止血、后者获利，只是因为市场规模不够大，不是核心逻辑综合以上六个因素，很容易得出来，今年本会是阿里和京东的顺风年、美团和拼多多的逆风年：比如阿里，今年电商靠货币化率稍微提升、国补小利好、蒋凡回归，叠加AI和云加速发展，其它新业务扭亏，做到1600亿左右扣非归母净利润，给15倍左右估值，大概会有24000亿左右市值；又比如京东，在国补帮助下做400亿左右扣非归母净利润，给13-15倍估值（云和AI是长逻辑，国补是短中期逻辑，所以估值会低些），5000-6000亿市值有机会。但在高投入外卖闪购大战后二者逻辑就都毁了：上文讲过，即使今年高投入过了，后续大概率也会亏，只是规模会小些，除非彻底不做，不然一年亏100-200亿还是很正常。站在当下，电商比较好的投资策略是下半年行业基本面较差时建仓，明年收获，当然看更长时间也行。看中长期拼多多和美团则是更好的选择，上面提到的因素很多对拼多多和美团都是短空长多：对于拼多多，明年只要国补回归到正常状态，一年赚1000亿左右应该是问题不大，如果国补还是维持今年规模且拼多多和京东阿里还是不对等则可能需要后年，海外业务因为亏损的原因目前市场没给估值，但是时间越长价值肯定越大；对于美团，看五年左右，一年赚1000亿左右应该没问题，看明年，只要闪购外卖回归到正常竞争，在丢掉优选包袱后，海外不激进扩张，赚500亿左右问题也不大。所以我当下更倾向于拼多多和美团的组合，如果要买云和AI则只能选阿里，阿里的问题是在今年eps因为外卖闪购大战崩盘的情况下，年内涨幅仍有40%+，意味着云和AI已经计价不少，除非跌倒更好的位置，不然驱动继续上涨的逻辑还是得靠电商。",
    "is_pinned": true
  },
  {
    "hash": "0ed7e2de4c2136a08621a6c06b947a8b",
    "title": "2025-08-22 17:47",
    "content": "再看看18年的文章",
    "is_pinned": false
  },
  {
    "hash": "d2eb4a847c5b6206df971446e4caae32",
    "title": "2025-08-22 10:55",
    "content": "回复@逸修1: 有人拿我这段话的最后一句说我18年说200亿美金以上的拼多多高估……真了解拼多多和历史话，拼多多19年上半年开始搞百亿补贴，搞了后解决了扩品类、扩人群的问题，就成了我这里说的千亿美金公司//@逸修1:回复@逸修1:在关键季报出来之前，拼多多有时间去做好拓品类、扩人群与反向定制。做好二个，千亿美元有望；做好一个，五百亿美元有望；假如没做好，年度活跃买家三亿左右、人均年度GMV2000元左右会是瓶颈，有较大的价值，但对应二百亿美元以上的市值投资价值有限查看对话",
    "is_pinned": false
  },
  {
    "hash": "8fc23da5e8512bdd664eb9fa343c56e4",
    "title": "2025-08-22 10:52",
    "content": "在关键季报出来之前，拼多多有时间去做好拓品类、扩人群与反向定制。做好二个，千亿美元有望；做好一个，五百亿美元有望；假如没做好，年度活跃买家三亿左右、人均年度GMV2000元左右会是瓶颈，有较大的价值，但对应二百亿美元以上的市值投资价值有限",
    "is_pinned": false
  },
  {
    "hash": "faf03b818a2007f33aeb7b04089520d8",
    "title": "2025-08-22 10:02",
    "content": "回复@逸修1: 今天腾讯年内涨幅已经超过阿里\n我并不知道具体那天会超过，但是根据基本面和估值，可预测未来一段时间内大概率会超过\n这是股价的可预测和不可预测 //@逸修1:回复@逸修1:腾讯更新：\n除联营、合营利润下滑（不是啥问题，纯粹记账方式，今年的市场下，投资公司股权价值肯定增值的），挑不出任何问题的财报\n游戏依然很猛，前面几个月，机构拿着第三方数据担心腾讯游戏流水不行，这次财报后应该彻底明白第三方数据机构对腾讯游戏流水也是失效的（网易、心动早失效了），想跟好得自己下功夫——这个问题导致的7月500左右的股价算是较好的机会\n下半年基数高后，应该会下来一点，但是未来一段时间保持10%左右不会有大问题（今年下半年会比10%左右高些）；广告正常发挥；金科企服收入终于回到10%左右，可补回来后续游戏因为高基数的增长压力\n目前看25年，比较可能的情况是收入增长15%左右，毛利增长在20%左右，费用率略微上升但不大，但是税率可能会略微下降一点（这点把握不准），扣非净利润增长近25%，扣非归母净利润增长25%+\n即2250-2300亿扣非归母净利润，联营、合营企业利润可能200亿出头（估计被拼多多拖累），加起来估计2500亿左右\n前者对应的估值是21-22倍，后者对应估值19倍左右（股权价值算5000亿左右）\n年内涨幅目前40%出头、阿里倒是有50%出头，估计后面会反超查看对话",
    "is_pinned": false
  },
  {
    "hash": "00ef6f58326fe4dd5640d7ba3fbef681",
    "title": "2025-08-21 22:24",
    "content": "b站更新： 上半年财报看，25年22亿左右扣非差不多（Q1-Q4按3、5、6、8亿算；不算扣非可能只有10亿左右），目前估值33倍左右 游戏业务进入三谋高基数，下半年开始有一定幅度下滑导致整体收入也来到了个位数增长",
    "is_pinned": false
  },
  {
    "hash": "06867c0cd57f2c4482c01c7014157365",
    "title": "2025-08-21 21:29",
    "content": "快手更新： Q1扣非利润率13%、Q2到15%，Q2财报不错，25年上半年扣非净利润92亿，全年估计能做到190亿左右，目前估值15倍左右 之前说的下半年广告收入会回到15-20%之间算miss了，说和外卖大战导致电商平台减少投放有些关系",
    "is_pinned": false
  },
  {
    "hash": "14982158d32565fba2be1915ff72a97a",
    "title": "2025-08-21 15:07",
    "content": "回复@逸修1: 说详细一点，阿里目前的投入规模是月均100亿左右，即日均3亿多点（平时少点、周末多点）\n这个规模维持三年是需要3000亿+，所以肯定不可持续的（阿里会把自己打没了），必然会有一个收缩到一天1亿左右的规模\n这个规模可以持续挺久，搞个二三年都可以\n这样算下来三年会到1000多亿，最起码在今明二年，阿里自己的eps是难看的\n美团呢，今年eps肯定难看，只是后续阿里收缩到一天1亿左右的时候，就可以算账了\n这个点就是我一直说的左侧转右侧点 //@逸修1:回复@逸修1:今天到了6500亿左右\n市场算是真正明白阿里的投入规模了查看对话",
    "is_pinned": false
  },
  {
    "hash": "76d79951b7c4c6092d10fc1ec30963e1",
    "title": "2025-08-21 14:29",
    "content": "今天到了6500亿左右 市场算是真正明白阿里的投入规模了",
    "is_pinned": false
  },
  {
    "hash": "bdfc30dde3dc847c623f9a7667b149a8",
    "title": "2025-08-21 13:54",
    "content": "我的持股体验排序是：\n1、中长逻辑好、短期边际也好，估值合理甚至偏低——最佳\n2、中长逻辑好、短期边际差，估值偏低——次佳，前提是1的仓位得远远高于2的仓位，如果反过来，会难受\n3、中长逻辑较为一般、短期边际好，估值合理偏低——再次，我做交易的标的（仓位小于等于3%）选择之一\n4、中长逻辑较为一般、短期边际好、估值合理甚至偏贵——拿着坐立不安，要卖\n以上都是不错的公司，不碰垃圾公司\n1是心动腾讯、2是美团、3是200亿市值以上的吉比特、4是300亿市值以上的吉比特（这里没别的意思，就是谈个人体验）",
    "is_pinned": false
  },
  {
    "hash": "fe60ab0d456b8697634321a2c63ece62",
    "title": "2025-08-20 23:41",
    "content": "百度更新：\n核心业务商业模式面临重构，AI投入增收不增利，目前看一年净利润就只有100亿出头（以前是年盈利能力200-250亿的巨头），加回股权激励也就150亿左右，估值14倍左右\n爱奇艺更新：\n虽然商业模式没有类似于母公司一样的风险，但短剧的冲击把本就不高的天花板直接压下来很多了 ，除非有大变局，不然就是10亿左右的年盈利能力",
    "is_pinned": false
  },
  {
    "hash": "9f78f4407f9aca35450879bbb690cfa3",
    "title": "2025-08-20 20:15",
    "content": "港股，流动性较为充沛时，经常能看到基于贝塔或叙事的短期暴涨（暴跌也会有）\n但是很少会看到中长期能维持的涨幅，要么在发财报前就下来了，要么是连发一二个没业绩兑现的财报下来（和港股公司股东减持增发很方便也有关系，垃圾搞贵了，抛盘可以无限供应）\n但是基于eps和股东回报的涨幅常常可维持长时间，这会需要注意的就一点，eps是短期还是中长期的，前者不能给中高估值、后者可以给中等甚至偏高一点估值（增速可以话）",
    "is_pinned": false
  },
  {
    "hash": "0b7dba60e6fae26cea7f28d381a8889c",
    "title": "2025-08-20 15:35",
    "content": "小米更新： 上半年165亿左右，全年估计就350-400亿，再高难 明年有近500亿就不错，目前对应今年33倍左右估值、明年25倍左右估值 手机业务压力大，国补都带不动，海外也表现很一般 明年如果电车不能贡献规模化盈利，国内国补基数高了，增长会很是问题",
    "is_pinned": false
  },
  {
    "hash": "ca426841253ad1ce77758ae26fa6b63b",
    "title": "2025-08-20 13:56",
    "content": "港交所更新： 今年上半年85亿左右归母利润，全年估计170-180亿 目前大概30倍出头，除了估值略贵，没啥毛病",
    "is_pinned": false
  },
  {
    "hash": "7c814c8f015035d5925f3158484be253",
    "title": "2025-08-20 13:19",
    "content": "港股，流动性较为充沛时，经常能看到基于贝塔或叙事的短期暴涨（暴跌也会有）\n但是很少会看到中长期能维持的涨幅，要么在发财报前就下来了，要么是连发一二个没业绩兑现的财报下来（和港股公司股东减持增发很方便也有关系，垃圾搞贵了，抛盘可以无限供应）\n但是基于eps和股东回报的涨幅常常可维持长时间，这会需要注意的就一点，eps是短期还是中长期的，前者不能给中高估值、后者可以给中等甚至偏高一点估值（增速可以话）",
    "is_pinned": false
  },
  {
    "hash": "4b21034bec786a01056250498b4c4fd6",
    "title": "2025-08-20 10:33",
    "content": "游戏公司现在业绩上有个极其重要的趋势需要注意一下：\n1、跨端游戏和流水越来越多，pc端除了steam，自家官网是零分成的\n2、安卓端官网（taptap算官网之一）比例越来越高，甚至完全不上渠道服，即安卓端分成比例也很低甚至为零\n3、ios端，官网直充占比也上来了，ios排名很容易被低估\n因为以上三个因素（都是接近零分成的流水，利润率高）叠加，部分公司产品流水和利润很容易被依赖榜单和第三方机构估流水做预测的机构和投资者低估，甚至大幅度低估（流水低估20-30%，利润可能低估30%+），包括不限于腾讯、网易、巨人、心动、吉比特等\n当然纯买量手游，海外占比高的则相对来说第三方机构估流水准一些，比如说华通\n今年已经有不少之前没看过游戏股的朋友问我华通怎么样，但是很少有人问我巨人心动吉比特怎么样（当然心动也不需要单独问，看雪球就行），一个很重要的原因就是华通的优点是能通过第三方机构估的流水榜单直观感受到的了，但是后面三者则是低估甚至大幅度低估，表观叙事的强度就不够，不过到发业绩的时候那是真猛",
    "is_pinned": false
  },
  {
    "hash": "ebe21862cbd2272c4e04d906ee2231c4",
    "title": "2025-08-20 09:38",
    "content": "今年产品好的游戏股业绩是真猛 不过现在确实是要想那些明年业绩会更好的",
    "is_pinned": false
  },
  {
    "hash": "7728cd9becabf28a0ccdd334e555cf1f",
    "title": "2025-08-20 00:42",
    "content": "业绩比预期要好一些\n主要原因有二点：\n1、简单看ios排名估流水的方式已经很落后，特别是第三方机构的\n因为不知道具体产品对应的全渠道系数，以仗剑1个月出头4亿出头的流水估算，正常对应的排名应该是一直在第十左右，实际是首月排名大部分是10-20之间\n看起来全渠道系数到了4左右，也就是ios排名估计被直充稀释了20-30%\n之前说全球成绩可能是麦芬的8成左右，目前看实际成绩应该是类似的，都是首年20-30亿级别的产品\n腾讯、网易、心动之后，吉比特基本也算看第三方机构估流水完全跟不准的公司了，研究员和投资者得自己多花点功夫\n2、Q2的研发费用和少数股东权益比有下降不少\n不知道是特殊还是后续一直是这样，正常来讲，今年产品成绩不错，研发费用应该会略涨一些，当然可能奖金年底才发\nQ2少数股东权益低应该是发行方因为流水递延、费用前置的问题没啥利润，下半年应该会恢复正常\n目前看今年15亿左右应该没什么问题，如果第2点持续，多个1亿左右也有可能\n麻烦事也是有的，除非对九牧有信心，不然明年业绩增长靠啥（Q3会是业绩高峰）",
    "is_pinned": false
  },
  {
    "hash": "9fcad81ed1886c95b54ac7ed5adf6b4f",
    "title": "2025-08-19 15:25",
    "content": "现在能力圈内，一眼低估的机会很难 但是除部分公司，整体贵甚至泡沫也没到 所以对于我来说，未来一段时间的核心还是在这几个公司上面，有机会话可能会拿个位数仓位做做交易\n到明年底，能有个20-30%收益就还行，30-50%则是极好",
    "is_pinned": false
  },
  {
    "hash": "48178f431b7453359ae930d7a0869d16",
    "title": "2025-08-19 14:53",
    "content": "之前说过，我现在对非能力圈内的涨幅、能力圈内非eps驱动的涨幅是做到脱敏了\n这是不犯大错的前提之一，所以大家不要问我相关的，我也说不出来啥",
    "is_pinned": false
  },
  {
    "hash": "ed31355b23689cda4b0b9095bfd9d972",
    "title": "2025-08-19 13:30",
    "content": "今天来聊一个挺有意思的话题：\n港股一直有一个特别容易产生泡沫的模型，就是对标美股的同类型公司给估值\n因为土壤不一样，本质可能差距很大\n以云和saas为例，欧美发达地区过去是先完成数字化、再联网化、再是云化、最后是AI化\n即在云化和AI化之前，欧美用户已经有为软件服务付费的能力和习惯，云化和AI化产生了增量盘的同时有巨大的存量盘迁移\n国内是缺少数字化这个环节，直接互联网化、然后云化的，导致国内在支付能力和支付习惯上都离海外有较大差距，需要花很长时间去慢慢培养\n所以云和软件对标海外去搞，基本都是泡沫居多，过去最夸张的就是20年的微盟有赞了",
    "is_pinned": false
  },
  {
    "hash": "de458b7c07ecd45726ba85ff164388ec",
    "title": "2025-08-19 14:29",
    "content": "市场投机氛围越来越重了\n好在大票三傻还在底部，说明还没疯",
    "is_pinned": false
  },
  {
    "hash": "c625affa1763b3d8b4c276d1c2f41c8f",
    "title": "2025-08-18 18:04",
    "content": "回复@逸修1: 网页链接//@逸修1:回复@机智爱迪生:统一回复，去年下半年APP和汇量有仔细看，目前都算覆盖的标的，有二个原因：\n1、看AI应用\n2、taptap去年开始有全网分发能力后，也搞了一个子公司，taptap ADN，做的是APP、汇量类似的业务，前段时间还提高持股比例（雪球上有朋友发过）\n按现在时髦的协同来说，taptap做pc和ADN都是强协同的，效果会较好\n后面有空再单独发一篇文章谈这个事查看对话",
    "is_pinned": false
  },
  {
    "hash": "d6ec0854eba214fff87cd5a5832973df",
    "title": "2025-08-18 15:47",
    "content": "回复@时光投资-Edward: 你说的是一个重要的点\n国内的广告销售大部分是依赖代理商和销售的，海外不太依赖这些\n人员费用上可以省很多，难怪张也想字节调整了//@时光投资-Edward:回复@逸修1:看了一圈评论，好像没有人提到企业文化方面，这公司崇尚人效，电话会议多次提到人均创利这个指标，不管是做算法还是投流系统，都是减少人为干预。我看10月份要推出自动投放系统，这个不但能带来更多收入，而且完全不依赖人力增加，所以研发费用率理论上还会下降。查看对话",
    "is_pinned": false
  },
  {
    "hash": "f28f408245114ffabbebafce1e303282",
    "title": "2025-08-18 13:42",
    "content": "回复@机智爱迪生: 统一回复，去年下半年APP和汇量有仔细看，目前都算覆盖的标的，有二个原因：\n1、看AI应用\n2、taptap去年开始有全网分发能力后，也搞了一个子公司，taptap ADN，做的是APP、汇量类似的业务，前段时间还提高持股比例（雪球上有朋友发过）\n按现在时髦的协同来说，taptap做pc和ADN都是强协同的，效果会较好\n后面有空再单独发一篇文章谈这个事 //@机智爱迪生:回复@逸修1:汇量科技可以看看，修佬查看对话",
    "is_pinned": false
  },
  {
    "hash": "dba022c22735c7bb0bb138e54140fa51",
    "title": "2025-08-18 18:51",
    "content": "$美图公司(01357)$\n2023年开始商业模式和财务模型是有显著的变化，就是今年估值拔太多了，40倍+（按近10亿利润估算）",
    "is_pinned": false
  },
  {
    "hash": "928d72d96c8118a795da52a779cd3a9d",
    "title": "2025-08-17 12:15",
    "content": "回复@自由现金流的T次方: 这是一个很好的问题，实际上字节做得好的业务基本都是底层能力和资源可以复用的\n就是那一套信息分发和变现的逻辑\n你让它去搞履约体系，搞不定，到店是不用履约体系的、实物电商有第三方快递可以用\n让它去搞pgc内容创造，比如游戏，也难\n更小一点的音乐版权会员订阅模式，广告不好发挥作用的，都不好发力 //@自由现金流的T次方:回复@逸修1:有爹补贴的孩子长不大吗？字节孵化的新业务有哪些差异呢查看对话",
    "is_pinned": false
  },
  {
    "hash": "2474b164af201b29ad760beb4804a8a0",
    "title": "2025-08-17 21:30",
    "content": "很多朋友问阿里应该怎么做，其实文章有说了，京东最好是放弃做外卖\n但是阿里想做外卖、闪购一体化的平台本身是可以的\n但是仅此是不够的，因为肯定做不过美团（不会有低成本优势）\n那么最好的就是在一体化平台的同时，在差异化竞争上多花功夫的\n我不认同外卖和电商的协同，但是认同外卖和闪购的协同（强协同）、闪购和电商的协同（弱协同）\n闪购和电商的成本费用模型是不一样的（电商的成本费用大头是营销费用，闪购是履约费用），所以需要重构，在供给端和履约端上花功夫做精细化运营——理论上阿里是比美团更懂零售和电商的，所以在闪购和电商的协同以及盒马等单点对多点业态上可以做得比美团更好\n不过第一步就得放弃单量kpi\n长期对阿里最好的情况就是外卖占3成左右，但是闪购占5成甚至更多一点，如果做错了，可能外卖闪购都是三成",
    "is_pinned": false
  },
  {
    "hash": "7b97d91e093aee1a4e8f74118e55bcb7",
    "title": "2025-08-17 10:00",
    "content": "回复@逸修1: 这套逻辑有二个很致命的问题：\n1、把核心电商当变现业务，输血养一大堆其它烧钱业务来获取流量，很容易把核心电商拖垮\n家里有个金矿不珍惜，去抢别人的银矿、铜矿的，最后发现家里的金矿来了好几个人抢，芝麻没捡到，西瓜还丢了，我这个不是比喻或恶意的推测，是过去已经发生的事实\n2、不同的业务底层逻辑是不一样的，而公司和人都有能力圈，很容易发生的一个情况是其余行业也按照电商的逻辑去搞，而不是尊重该行业的业务逻辑，其它行业的竞对可不是这样的，那最后就是你搞不过别人了\n这些当年犯过的错误，今年又来了 （美团在优选上也犯了这个错）//@逸修1:回复@逸修1:[已修改]阿里有强变现业务，所以很容易会把其它业务当作流量业务去做，而且这样做是一种极大的竞争优势，好比大文娱业务：别人做基本是想着长期得靠该业务赚钱甚至赚很多钱的，而阿里做可以永久不赚钱，这意味着如其它条件相同，阿里大文娱团队会拥有极大的竞争优势，当然现在的情况是能力和流量差竞争对手较多，一手好牌打烂\n其实阿里当时做本地生活、大文娱都是用这套逻辑做的，这套逻辑的优缺点我当年就说了查看对话",
    "is_pinned": false
  },
  {
    "hash": "980c719022a347dc1eafeca20d9dc7ba",
    "title": "2025-08-17 12:46",
    "content": "回复@逸修1: 阿里有强变现业务，所以很容易会把其它业务当作流量业务去做，而且这样做是一种极大的竞争优势，好比大文娱业务：别人做基本是想着长期得靠该业务赚钱甚至赚很多钱的，而阿里做可以永久不赚钱，这意味着如其它条件相同，阿里大文娱团队会拥有极大的竞争优势，当然现在的情况是能力和流量差竞争对手较多，一手好牌打烂\n其实阿里当时做本地生活、大文娱都是用这套逻辑做的，这套逻辑的优缺点我当年就说了//@逸修1:回复@逸修1:补充一点：\n就是关于阿里京东可以把外卖闪购当成引流业务去做，不赚钱【真相是没能力赚钱】，然后持续大规模消耗的说法\n其实有这种想法的朋友，我倾向于互联网小白居多，就是见得不多、对阿里京东这些了解太少，容易被忽悠，因为这个说法在互联网行业是很普遍，不是完全不成立，但是会有要求\n我19年有一篇文章，感兴趣的可以去看看【这篇张勇也看过】：\n网页链接{阿里与腾讯长处、差异和缺陷 注：1、真要去谈 阿里 与 腾讯 的长处、差异和缺陷，远不止文中这些，文中只是一组相关逻辑2、谈长处不一定是整体偏正面的... - 雪球}查看对话",
    "is_pinned": false
  },
  {
    "hash": "f3496fd982c9f9ca73e14f29f56d2c48",
    "title": "2025-08-17 09:39",
    "content": "补充一点：\n就是关于阿里京东可以把外卖闪购当成引流业务去做，不赚钱【真相是没能力赚钱】，然后持续大规模消耗的说法\n其实有这种想法的朋友，我倾向于互联网小白居多，就是见得不多、对阿里京东这些了解太少，容易被忽悠，因为这个说法在互联网行业是很普遍，不是完全不成立，但是会有要求\n我19年有一篇文章，感兴趣的可以去看看【这篇张勇也看过】：\n网页链接{阿里与腾讯长处、差异和缺陷 注：1、真要去谈 阿里 与 腾讯 的长处、差异和缺陷，远不止文中这些，文中只是一组相关逻辑2、谈长处不一定是整体偏正面的... - 雪球}",
    "is_pinned": false
  },
  {
    "hash": "20ff788dff28252e745a527e3534f395",
    "title": "电商和闪购大战",
    "content": "一、分部估值（这部分是聊市场的，和本篇核心内容无关）什么情况下适合分部估值？二种典型情况：第一种是二个业务关联不大，但是商业模式和成长性差异大导致能给的倍数差异大（比如一个10倍、一个能给20倍），这个时候都给10倍或20倍肯定不太适合，那么分部估值最好第二种是一个业务赚钱了，另外一个规模大、发展速度也较好过去亏损较大，但未来要释放利润了，如果看整体利润估值是反应不出来后面业务的合理价值注意以上说的二种情况都要求业务关联不大，如果业务是有关联的，那么分部估值很容易会出问题，就是管理层会有动力把利润放估值高的业务放，而因为有关联，甚至是合法的，所以很容易产生泡沫牛市泡沫时的极端例子是，一个整体利润200亿的公司，正常给25倍那么是5000亿，拆成二个业务或公司，一个赚钱300亿、另一个亏损100亿，前者给25倍就变成7500亿、后者忽略亏损看ps或其它估值给个2500亿，加起来就变成10000亿，市值直接翻倍如果你认同这套做法的话，甚至发现不了问题在那里所以记得分部估值的前提是业务关联不大，比如电商和物流，因为是关联业务，就不适合用分部估值，所以京东系的几家公司我都不会碰，当然也不是针对京东，类似结构的我都不会碰类似美团外卖，履约和电商是一起的，履约目前还是成本中心，我们看到的是整体的盈利能力，而不是单独电商的盈利能力，就没有这个问题话说回来，心动的游戏在国内和taptap也是关联业务，所以最好是整体估值，而不是分部估值，当然可以用分部估值参考一下，即整体的估值区间应该是游戏业务估值和taptap估值之间聊到这个是因为分部估值在21年及之前的市场很流行，22、23年超级熊市后市场就对这套不太感冒了，就是看整体利润，不赚钱的业务就不给估值甚至负估值但是24、25年能明显感觉到市场发生了变化，互联网行业第一个分部估值的是小米，老业务和电车分部估值，电车不看当下利润给的估值甚至阶段性超过老业务今年则是阿里和快手，阿里云给了分部估值、快手的可灵也单独给了估值，这导致这二个公司从eps角度去看今年并不强，阿里因为搞闪购大战甚至下滑很多但是股价的年内涨幅仍然很高，快手快接近100%、阿里则接近50%所以在合适时间点能给分部估值的公司会是后续超额收益的一个来源，美团和拼多多都有机会，后面机会来时股价涨幅会比单纯从eps和估值角度分析的要高不少当然，我一直不建议给一个当下规模还小且亏损较大全靠远期想象的业务给估值的，这种很容易搞成大泡沫，典型的就是20年底、21年初的社区团购，比较好的情况是业务发展多年，当下规模较大且仍在不错增长同时即将盈亏平衡释放利润，而如果已经释放利润了但是规模还小市场且一直没给估值则更好（此前的阿里云就是）二、协同六七年前写美团做打车业务的协同分析：【协同的本质是能力和资源的复用，所以协同性强弱主要取决能力和资源重复利用的难度，难度越低，则协同性越强资源重复利用的难度，可以从三个方面去考虑：公司自身、商家、用户（外卖则多了骑手）不论到店（包括酒旅）还是到家，都是固定地点的服务类需求，而出行是非固定地点的服务类需求，业务是平台、用户、司机的三方模型只要是国内城市内的固定地点的即时性服务类需求，美团遍布2800以上城市的地推铁军都可能有用武之地，非固定特点完全不是一个概念：1、公司方面，服务意识通用，行业经验得学习，美团做外卖积累的配送能力是基于三公里之内的送物能力，除了路线规划方面对网约车有一定的帮助，其余帮助不大2、用户方面，在美团上使用到店业务如需要出行再在上面打个车，好像说得过去，实际没这么简单，因为得考虑用户对品牌或应用的使用习惯或者说心智3、司机方面，外卖小哥与网约车司机是二个不同的群体，美团几乎得从零开始出行与美团核心业务有一定的协同效应，但与到店与到家、到店餐饮外卖与酒旅的协同效应相比弱很多，特别是在商家（司机）方面，公司和用户次之】协同是真实存在的，对于二个有三个核心要素的业务，如果有其中二个核心要素可以复用则为最顶级的协同，一个则是弱协同，三个都没法复用则是无协同美团优选业务和美团的老业务就是典型的基本无协同，因为供给不一样、履约体系不一样、用户重叠度也不高我在三年前就说过美团优选的唯一机会是把闪购、小象做起来后，供给方面稍微有了一些协同就可以在城镇地区和拼多多竞争（城镇地区美团和拼多多比在用户层面没有明显劣势），但是农村地区仍是没有办法的，所以放弃是好事，集中力量把其它优先度高的事情做好有三个强协同例子：1、微信即时通讯和朋友圈熟人先加好友，加了后除了可以聊天还可以看朋友圈，即朋友圈是在即时通讯上衍生出的这是一套几乎把熟人社交封死的绝佳组合，除了QQ能切一部分，其余产品只能在陌生人社交、兴趣社交或社区上想办法2、短视频应用的短视频和直播对于创作者，短视频和直播从流量获取和变现上都是互补的对于用户，功能上也是互补的，所以短视频平台起来就没有新的垂类直播平台起来了，老的垂类直播平台也被短视频打得很惨，用户和直播主都大量往短视频平台迁移3、外卖和闪购美团的核心业务里到店和外卖是有协同的，体现在用户、商家、代理商（地推）的复用上，外卖需要比到店多一套即配履约体系，这里卡死了抖音（抖音做实物电商，没有这个问题，有成熟的快递体系可用，且不用平台承担成本）——履约比供给更难跨过闪购和外卖是共用即配履约体系的，也可以共用用户（当然用户习惯需要时间去培养），不同的点在于供给不同（外卖的供给是餐饮商家、闪购的供给是零售商家），但是解决供给问题的服务商和BD也可复用一部分外卖和闪购的协同会导致同时做好这二件事的平台，它的履约成本是最低的、营销费用率也是最低的，甚至可说三费率是最低（因为研发和管理也可以分摊一部分）——那么它就会有显著的成本优势说到这里就可理解为什么京东和阿里说是做闪购，其实外卖、闪购一起做了，然后实际操作过程因为早期为单量为核心kpi，冲单量餐饮比闪购容易很多，最终变成主要做的还是餐饮外卖三、四种履约体系构成的电商体系广义的电商范围很大，指通过线上达成的交易，到店、网约车、携程、小程序等都可以算，我们今天主要谈需要有物流体系的电商体系，即需要快递员、配送员把物品送到特定地点的什么是电商的核心竞争力？答案可能有很多，但只要涉及到实物流通环节的电商，大规模、低成本的可控运力都会是前三核心竞争力之一，甚至有机会冲击第一：1、在运力即服务的出行，是毫无疑问的第一2、在运力是服务环节之一的到家（包括快递和即时配送），是前三但有可能是第二甚至第一结合标与非标、品牌与非品牌、高中低即时性，到家的商品可分为四类，分别对应四类物流：1、低即时的非标非品牌、非标品牌适合快递，一-三天内到达2、低中即时的标品品牌、非标品牌；中即时的标品适合郊区仓储，半天-一天内到达；可细分为二类，一类是针对中高端用户的京东、另一类是针对下次市场的社区团购模式3、中高即时的生鲜日用品、标品品牌适合前置仓、闪电仓或店仓结合，半小时到半天内到达（大部分不需去过度追求半小时内达），取代以中低即时的标品实物为核心品类的线下商超4、高即时的餐饮适合中央厨房或门店，半小时内到达时效有二个维度，一个是商品自身的保质期；另二个是消费者的急需程度，特殊场景导致的餐饮的保质期最短，做出来后如果配送要一个小时，很容易口味出问题、消费者也可能找其它地方先吃了；雨伞的保质期很长，但如果出门下雨，需要闪购一把雨伞回家则是场景特殊时效会导致四点：1、时效越高，损耗率越高，会反应在终端价格上2、时效越高，用户越愿意给时效溢价3、时效越低，商家和物流越有时间去堆规模，降低成本4、时效越低，储存地点可以离消费者越远，储存成本可越低时效越高，刚性的履约成本越高，毛利率会偏高（不考虑品牌溢价、特许经营、专利技术影响），因为客单价*毛利率得＞履约成本——记住这个公式，是后面即时零售的核心到家模式中毛利率中等偏高+一定的客单价+高效的物流体系+足够的规模才可在覆盖履约成本基础上盈利，模式才能通快递的运输距离远在即时配送之上，但快递的运输成本反而更低，原因就是快递普遍是时效低的商品：1、损耗率低，很多环节可由自动化的机器完成，标准化程度高2、有更多的时间去堆单量：末端快递员可以一趟送一车几十件甚至上百件，一天就送三四趟但可到二三百件，摊下来单件成本极低，配合末端的驿站或快递柜可更夸张顺丰为了追求时效就要付出更高的成本物流体系里面，起点——干线——分拨——末端，越到末端规模效应越强，单量对成本的影响越关键物流末端体系的运输效率：1、单点对单点，每个点都有大量订单（生意好+时效低可用时间去堆），最高，快递网点送到驿站就是典型例子2、单点对多点，单点有大量订单（生意好+时效不高可用时间去堆，保证一趟可送较多单），送上门的快递是典型例子，社区团购也是，一天送一次就可以3、单点对多点，单点有一定订单，但时效较高无法去堆很多量，无法保证一趟可送几十、几百单，但几单不是问题，前置仓、店仓结合是典型例子4、多点对多点，每个点一小部分订单，餐饮外卖是典型例子，外卖员可以合单但合单的效率远不如前面二个，少数熟练的骑手一次可送几单5、单点对多点，单点小部分订单，一个来回只有一二单且骑手有较多空闲时间，最低，普通的商家自己养外卖员就是典型的例子2、3和5的差别主要是一次可多少单此外还有高峰期与空闲期，餐饮的订单期较为集中，发掘空闲期的运力需要非餐饮订单。如能把单点对多点+多点对多点二者结合起来，效率会更高整体而言，单量越多、规模效应越强、每单成本也就越低，具体到末端单量和成本数值上面：第一种快递，配送员单日可送200-400单，则每单成本可一元以下第二种仓配，配送员单日可送100-200单，则每单成本可一二元第三种即配，配送员单日应可送50-100单，则每单成本可三四元第四种即配，配送员单日可送25-50单，则每单成本可五六元为什么会是这种算法，很简单，取决于蓝领工作的机会成本，这是等价的，比如就是日薪200元，一种物流体系熟练的工作人员一天日均单量是20单，那每单成本就会到10元左右注意实际的单均履约成本会比上面提到的数值略高一些，因为还有固定的成本，最简单的比如社保，固定成本分摊时越是日均单量少的模式，边际增加越大，以外卖员为例子，骑手到手的上面说平均五六块，总的会有七块左右第一种物流诞生淘宝和拼多多，第二种物流诞生京东、唯品会（后面多了社团），第四种物流诞生美团和饿了么，很显然第三类物流会有一个大机会现在看情况更清晰，这个机会就是以前置仓、闪电仓、店仓结合为核心的即时零售，冲击到的是天猫和京东等线上电商和没做好转型的线下部分零售商误区：商品时效低+用户需求也不急，强行用高成本的方式提高时效，这种需求是YY出来的需求（或者说少数用户的需求），主流用户不会买单，但如能以低成本的方式做到，自是越快越好四、即时零售（闪购）（1）即时零售的的核心点在哪里？再来回顾一下上面的一个公式：客单价*毛利率＞履约成本实物电商平台的物流成本是商家承担的，和平台没关系，且快递的成本低很多，第三方快递又都是共用的，所以它不是商业模式能不能跑通的最核心因素，也不是各家电商之间竞争的胜负手（对于实物电商商家来讲，营销费用率和平台佣金是最高的成本，所以能有低成本流量的平台都会有机会）但对于餐饮外卖和即时零售来讲，高额且刚性的履约成本是跨不过去的门槛，外卖的具体模型大概是35元*25%的货币化率（在平台负责履约的情况下），平台大概收8块多，然后用户端能收到1块左右配送费，加起来9块出头，骑手端的总成本大概是7块左右，大概2块出头的毛利率，但是还有总部的三费，在非直营城市则还有代理商的成本，最终算下来就是1-1.5块的单均利润餐饮商家的毛利率至少是会有40-50%的，所以美团在负责配送的情况下可以拿20-30%，即时零售的商家除了极少数特殊品类，大部分是在20-30%之间，有些甚至更低即使平台负责配送，货币化率也是远低于餐饮外卖的，但是履约成本却不会降低，所以正常的闪购客单价必然会远高于餐饮外卖，早期大概是高50%左右，近些年因为一些高客单价品类有所突破，闪购的客单价是往上拉的所以闪购最核心的要素就是谁有最大规模、最低成本的履约体系，而上文讲到，外卖+闪购才是即配的完整履约体系，如果只单独为闪购平台建立一个履约体系，它的成本必定会比外卖还高，同时单独的外卖履约体系，也会比外卖+闪购的履约体系成本要高（2）即时零售的规模多大？即时零售从体验角度一定优于传统电商的，因为更快，但快的代价是高成本有一个例子很好理解，顺丰快递的体验是好于四通一达的，但是因为高成本，它占国内快递业务量的市场份额不到10%，不过收入的市场份额到了15%左右、利润更是到了30%左右限制即时零售规模的有四点：1、国内有多少能接受溢价的中高净值用户国内外卖有一个巨大的功劳是让月薪3000-5000元左右的人群也消费得起外卖（这里指的是有一定频次的），人群规模大概有6亿左右，当然，最近这种补贴，估计把人群规模拉到了7-8亿美团过去的数据看，闪购的用户群体是外卖的子集，大概是一半左右，即3亿左右即如果是想成为闪购的中频用户（一周至少点一次），至少需要月薪5000元+，如果想高频用户话，得1-2万2、那些品类的客单价、毛利率能在抵消掉后高额的履约成本后还能有竞争力？中等客单价（比如30以上）但是30%+的毛利率，药、花、水果、宠物用品之类中等偏上客单价（比如50以上）15-30%毛利率，商超、便利店的核心商品，快消日用品高客单价（比如几百甚至几千）偏低的毛利率，手机家电等，单价到了这里履约成本不太重要，售后等环节更重要3、各家企业能把各个环节的成本降低到什么地步？线下店铺的成本本身就较高，和电商体系竞争就有压力，再叠加一个较高的履约成本，自然是更难如果不在供给端和履约端做突破，那么闪购能成立的场景和品类一定极为有限，五年维度行业规模能不能到1万亿都难说外卖行业这么多年发展，GMV角度看是1.5万亿左右（对应支付GMV大概是1万亿出头），大概占餐饮规模的15%-20%（统计局的餐饮零售大盘是不到6万亿，实际应比这个高一些，因为小规模的不会统计到）五年维度闪购如果能到2万亿左右，一定是在供给端和履约端做出突破闪电仓、前置仓、店仓结合就是供给端的突破，他们的供应链成本一定是比单纯的线下门店要低不少的去掉多级经销商，直接对接一级经销商和品牌甚至自有品牌也是供应端的突破履约端的突破则是指前置仓这种独立于外卖、闪购的单点对多点且成本更低的履约体系只有当全行业的履约成本能降低到三四块一单的时候，行业规模才可能真正到3-5万亿级别4、传统电商的成本费用趋势传统电商体系和即时零售有一定竞争关系的，一起去抢零售大盘所以如果传统电商各家平台的货币化率越来越高，商家越来越难做，那么自然会找新出路在传统电商高额的营销费用面前，即时零售较高的履约费用就未必是大问题，特别是对于中高客单价的品牌商品我们来做个对比分析：社区团购（多多买菜、美团优选等）、大仓（京东超市、天猫超市）、前置仓（小象、叮咚等）、店仓结合（盒马、山姆等），其实是同一件事，或者说需求是一样的：就是想做互联网时代的沃尔玛、好市多（国内线下时代没有产生，过去规模最大的大润发和永辉摸到1000亿左右规模就到天花板然后被淘汰了），只是满足的受众有差别，导致供应链和履约也有一些差别这四个业态商业模式都是成立的，但是各家禀赋不一样，阿里更适合做店仓结合（中高端）、美团更适合做前置仓（中产）、拼多多更适合做社区团购（下沉）、京东适合做大仓（中高端，理论上店仓结合也适合京东做的），这是各家公司的经营理念和经营效率和客群相互匹配的结果，所以美团想去社区团购和拼多多争失败了，如果拼多多要做小象类似的前置仓，我个人也不看好，当然基于原先社团业务上的衍生则是另外一回事20年社区团购火热时，很多拍的赛道至少2万亿，回过头看是被大大高估了这里实际上是研究不深导致的误判，上面说的同一件事，即四者加起来，会有至少2万亿，但是单个业态最起码五年内是不太可能的（已经过去五年，再过五年也不太可能），但是大部分研究者可能只对某个业态熟悉，就很容易把业态当成整个赛道去分析上面四个业态里店仓结合和前置仓都能成为闪购的cp，此外还有闪电仓和纯线下门店，所以闪购的规模应该不会比2万亿小，但是想到3-5万亿级别，除非履约费用上有大的降低，或者超远期（十年以上）不然很难（3）利润率会怎么样？美团以前在财报里披露的外卖客单价是接近50元，王浦中上次在晚点提到真实支付的客单价是30多元，然后美团外卖24年单均运营利润1.4元左右（注意是税前的），所以它说是3-4%的利润率作为对比，淘宝和拼多多这二家电商平台，货币化率一个4%多、一个5%多，但是电商的GMV水份大很多，真实的货币化率至少可以翻倍，即10%左右，税前的运营利润率大概是60%+，即6-7%的利润率前面讲了，闪购的客单价更高、毛利率更低，而履约成本又是类似的，所以闪购像外卖的3-4%利润率是不太可能的，包括外卖因为竞争的关系，也有不少人认为上限降低了，所以如果认为外卖3%左右的税前运营利润率是合理的闪购则应该是2%左右，但因为客单价高50-100%，单均利润并不会低，甚至能略高一点而对于单点对多点的自营模型，在有闪购平台的帮助下（长期营销费用率趋于零），长期做到2-3%应该没问题，3-5%也不是没可能当然，以上分母是真实支付GMV或收入假如行业在五年维度加起来能2万亿左右（真实支付GMV，扣除退款，已经算很高），相当于一个500亿左右年利润的市场，对阿里有意义但不太大，因为即使成了也只有一部分，老电商的优先度高很多，但对美团意义很大，能贡献200-300亿的增量利润，所以早些年在社团上少投入、闪购小象上多投入就好了（4）该怎么做即时零售？如果你相信中国消费者会越来越有钱，如果你相信即时零售的成本费用端还有较大的优化和下降空间，那么即时零售肯定值得做的二条路径：1、和外卖共享消费者和履约体系的平台路线，即闪购2、自建供应链和履约体系的自营路线，即盒马、山姆、小象等即使是第1种，平台最好也帮助商家完成门店改造，不然能做好的商家极为有限第2种在消费端看是第1种的子集，比如小象是闪购的商家之一，之所以要单独拿出来是因为第2种的单点对多点的履约体系成本更低，客单价也可更低，比外卖略高即可跑通，可以支持几千亿的行业规模我在【四类物流和物流整合】的文章里提到过：盒马和前置仓为啥五六年前没跑通、疫情期间跑通了、疫情后又差些、最近一二年又跑通了？为什么最近二三年闪电仓发展很快？侯毅最早做盒马时，想着打美团外卖业务，所以物流成本很高（早期末端配送成本甚至7-8块一单，加起来十几块一单，比外卖还高），当然其它成本也高了，导致能盈利的店极少疫情期间暴涨的需求把客单价、订单量和密度都大幅度拉起来，ue就跑通，但疫情不持续，过后又亏损最近二三年，在订单密度继续上来、人力租金成本降低（经济不好）、流程优化后，物流成本降低到了7-8块（末端配送成本3-4块）——又跑通了，因为不是借助疫情的外力，可持续（5）京东和阿里实际的做法京东和阿里想做即时零售都是没问题的，对的具体怎么做呢？当你明白即配的核心是最高效、最低成本的履约体系时，就会明白对于平台有三个伪逻辑：只做高客单价的品质外卖、只做低客单价的外卖如拼好饭、不做外卖只做闪购平台互联网行业之间的竞争可以分三个维度，优先差异化竞争，再是低成本（注意不是低价，是更高效率带来的更低成本），然后是高频（即高频打低频）对于京东：京东在外卖方面毫无根基，在闪购因为有达达是有一些根基的，所以它的最佳战略应该是不碰外卖，应该发挥自己的优势大力投入单点对多点的零售，采用自营+平台结合的形式（注意在有自营辅助的情况下，不做外卖是可行的，纯平台不行；自营+平台的模式是它的优势区域），和美团阿里做差异化竞争实际上猛搞外卖，可能为了证明战略和执行的牛逼，还猛冲单量，快速破完1000万单后、再冲上2000万单，后面阿里入局后就骑虎难下了，最后还想搞自营外卖如果后续国补受益过后还不止损、不调整话，这个事会成为京东的持续失血点对于阿里：阿里有一些根基，资源也比京东更为充沛，所以走外卖和闪购的大平台路线是可以的，但是仅仅这个路线和美团是没有差异化的，也不会有低成本优势（就这种大手笔花钱的态度就不可能有效率优势），他们想着提频和协同，但是抖音做电商打淘宝叫高频打低频，即高频是原先业务附带的，不是硬搞的，三大电商平台之间，拼多多频次高于淘宝高于京东，也是各自的商业模式决定的（拼多多客单价大幅度低于淘宝，淘宝客单价大幅度低于京东，核心品类和价值主张决定的）至于协同，外卖和电商是没有协同的，外卖和闪购有协同（强协同）、闪购和电商有协同（弱协同），闪购和电商的协同需要在供给端和履约端做精细化运营才可能发挥出来，和用户端的精细化运营有关系但不大，即在供给和履约没做到、模式没跑通的情况下，用户端硬补大部分是浪费钱稍微好的是上个时期搞新零售唯一留下来的遗产盒马对他们理解单点对多点会有帮助无论是供给端和履约端的精细化运营，还是盒马、小象之类的单点对多点的自营模型，都是少则三五年、长则五到十年才可能小成的业务假如想追求日单1亿，还是得走京东走到2000万单的路，这是最可惜的地方，也是我本有阿里，然后在110多卖出的核心原因（6）阿里和京东为什么能上单量这么快？1、过去几年的监管政策让门槛降低前段时间在雪球上专门说过这个事：反垄断和禁止二选一是让壁垒降低的，最典型的是平台商家、众包骑手、三方代理现在都自由流动了，这是京东能很快冲到2000万+、阿里能摸到近1亿的核心原因社保和不能低于成本价格战、不能裹挟商家让壁垒增加的，因为极大地提高了参与者的门槛和成本，今年稍微特殊一点是2月民营企业家座谈会后，上面对互联网的监管放开了很多，所以产生了一个窗口期——最近几个月这种明显低于成本的补贴，在20年后是不敢的，但是上面对商家利益还是会有看重，导致平台要搞就得自己大出血如果把壁垒理解成做事情的门槛，那是降低的，理解成把事情做【成】的难度，自然是增加的——注意成的评价标准不是短期单量，而是长期能稳定拿到多少市场份额然后赚到多少钱2、餐饮大部分是非标业务，但是餐饮里的部分细分品类标准化较高，可以快速上产能典型的就是奶茶、咖啡等，这部分没啥门槛，谁想补都可以快速上量3、补贴的规模很夸张京东集团一年大概400亿左右利润（这是包括控股并表子公司的），但是现在在外卖闪购上单季度要烧100亿+阿里一年1500亿左右利润，目前的单月烧100亿+，7月初喊的未来一年500亿，估计到9月就烧了大部分上一个被大家认为烧钱很夸张的业务是社区团购，美团优选2021年亏损最大的年份也不过260亿出头，当时拼多多大概一年亏一百多亿，美团多亏一百多亿，硬是把市场份额拉平不过后面美团优选想大幅度减亏时，差距就被拼多多拉开了外卖闪购大战后续的转折点也会在这里，即如果阿里真要一年烧1000亿左右、京东一年烧400亿左右在这，美团掌握不了战场主动权的，不过美团也可以不要啥账面利润（扣非净利润口径一年就100-200亿都行）陪他们，但是他们想大幅度减亏时，战场主动权就会转移到效率最高的玩家手上（7）阿里和京东方式做错的地方？是对业务的底层认知有问题，把外卖闪购当成实物电商去做，实物电商是典型的全国型业务，全国业务有很强的规模效应，就是当业务规模拉上来后，规模效应会发挥效果自动把ue快速优化，最后垄断后提价，一次性的支出大幅度缩减、精细化运营做好，达成盈亏平衡并且快速出利润并不难，且只要规模到了，利润率会很高，因为佣金和广告的边际成本都是趋于零的这个逻辑有二个问题：1、因为是成熟业务，且有美团在，不可能走垄断后提价的路线2、外卖闪购都是区域性的业务，规模效应较弱，履约成本刚性且偏高，除非走前置仓或拼好饭路线，到了规模效应临界点后不会再随着规模下降即实物电商是单量和规模决定ue（精细化运营会影响利润率，但不是最核心的；淘宝是比拼多多效率低一些，但不影响淘宝天猫巨赚钱，因为边际成本趋于零），外卖闪购是ue决定单量规模（后期还是看供给和需求），全链路的运营效率最重要，没做好的会一直亏损所以花大价钱，硬要冲8000万单、再9000万单、再1亿单，没意义，京东冲到2000万+单有啥意义没？效率没上去话，单量是包袱很多人又会说，那我单量先花大价钱拉上去，再优化不就行了？一优化单量就会下去（所以不如一步一台阶、稳打稳扎），后面等阿里月均投入到25-50亿（注一年500亿左右）级别就会知道、到25亿以下（一年200-300亿）就会很明显，这里就不争了冲峰值数据的做法在实物电商都有点被淘汰了，京东有618、阿里有双11，但是拼多多和抖音有什么没？这是因为阿里起家的核心的服饰、京东是家电数码，前者是中频、后者是低频，对于中低频商品，大促是能促进销售的，同时早些年电商处于中高速增长，大促时的峰值流量基本在未来三五年会变成常态流量，所以双11有练兵的价值，且因为实物电商的模型GMV能转化为收入和利润的原因，阿里每年Q4都是广告佣金收入最高、利润也最多的，不过京东自营就不一定，因为自营是要承担大促期间暴涨的成本、费用的，所以收入增加，利润不一定大幅度增加再往后的拼多多，起家的核心品类是白牌日用品、保质期稍长一些的农产品等，是高频品类，核心是商业模式、经营效率能不能保证常态低价，从而达成天天大促的效果，消费者想买的时候可随时下单，而不是等双11、618打折餐饮外卖，明显是高频的品类，所以全链路的最高效率、最低成本，服务的稳定性（包括极端时候，比如下雨、比如深夜）更重要，不是峰值单量五、阿里、美团、京东投资价值个人看法今年本会是阿里和京东的顺风年、美团和拼多多的逆风年：比如阿里，今年电商靠货币化率稍微提升、国补小利好、蒋凡回归，叠加AI和云加速发展，其它新业务扭亏，做到1600亿左右扣非归母净利润，给15倍左右估值，大概会有24000亿左右市值；又比如京东，在国补帮助下做400亿左右扣非归母净利润，给13-15倍估值（云和AI是长逻辑，国补是短中期逻辑，所以估值会低些），5000-6000亿市值有机会但在高投入外卖闪购大战后二者逻辑就都毁了：即使今年高投入过了，除非彻底不做，后续大概率也会亏，只是规模会小些。京东只要不放弃，一年亏个100-200亿很容易，后面还有国补退潮的风险，所以意思不大，当然要是按我上面说的思路去做，放弃做外卖、每年投大几十亿甚至一百亿到即时零售里（对于京东，即时零售是不能放弃的），或许有意义，因为只要利润正常释放，估值确实低阿里，我拍的模型是今年500亿左右、明年300亿左右、后年200亿左右，买云和AI目前大票还是首选阿里，问题是在今明年eps因为外卖闪购大战崩盘的情况下，年内涨幅仍有40%-50%，意味着云和AI已经计价不少，除非跌倒更好的位置，不然驱动继续上涨的逻辑还是得靠电商（注意，我不参与纯叙事驱动的涨跌，所以即使后续炒云和AI阿里继续涨了20-30%，也和我没关系）除非觉得阿里在把单量拉上去后，后续能在维持单量的同时快速优化ue，在未来二三年内能做到盈亏平衡甚至盈利最近有一些外资行报告，包括国内一些投资者也有以下观点：京东如果不放弃会在这业务上一直亏钱，但阿里闪购在2027年就能盈亏平衡且还有较大的规模，叠加AI，就最看好阿里，然后是美团，再是京东就阿里外卖闪购在2027年能盈亏平衡这事，除非美团愿意让阿里盈利，不然饿了么、闪购不会有盈利的机会所以个人重点还是盯美团：看五年左右，一年赚1000亿左右（口径是扣非净利润）应该没问题（外卖闪购500亿左右、到店400亿左右、其它100亿左右）：看明年，只要闪购外卖回归到正常竞争（假设阿里一年亏300亿左右、京东亏100多亿），在丢掉优选包袱后，海外不激进扩张（进巴西后控制开城节奏就行），赚500亿左右问题也不大；短期核心是把握好今年下半年的建仓节奏，避免过早、过高的重仓我个人大概在6500亿+、左侧时至少会买5-10%仓位，如果跌到6000-6500亿则会到10%+，6000亿左右或右侧话估计会拉到20%+，最后这步可能需要拿10%左右的心动换，就需要多看看",
    "is_pinned": true
  },
  {
    "hash": "4fa587670789bba7a70761ec93470da9",
    "title": "2025-08-16 13:20",
    "content": "2、京东财报对美团会有什么影响？\n之前京东和阿里一直有一个说法，是电商原来的获客费用转移到外卖补贴上（协同的体现之一），比如外卖亏100亿，如果有50亿来自于原来电商的费用转移，整体只多亏50亿左右，这样算下来，搞一年200亿左右，刘强东真硬搞，搞个一二年完全有可能（这样美团就会比较难搞）\n大概在一个月前，京东和阿里先后做交流，当时给的数就是100亿左右，这个时候我就判断他们在自己骗自己，电商和外卖基本没协同，对美团的中长期信心就强了，一个季度100亿，持续四个季度一年就是400亿左右，电商利润基本全部打光，肯定不可持续\n实际上比100亿还多不少，只能说明这个事比想象还要难，因为Q2京东做起来是先用舆论攻势，舆论攻势让他们至少省了几十亿的品牌广告费用\n即以后一个新玩家想入场做外卖闪购拿到10%左右的市场份额，先得准备1000亿左右（注意，只是第一年烧的钱，算入场卷，不是说1000亿就够了），想要拿个30%左右，估计得3000亿左右\n此战过后，再无来者",
    "is_pinned": false
  },
  {
    "hash": "220c6e5df039c9cfe65ac0e742cb7275",
    "title": "2025-08-16 12:40",
    "content": "已经有朋友答案很好了，我的观点是：\n1、腾讯网易的财报对心动会有什么影响？\n游戏行业贝塔好，我们从上半年的大盘数据已经知道，但游戏行业是产品驱动，所以并不能简单根据腾讯网易的游戏收入不错得出心动也不错，心动游戏收入利润不错的原因肯定还是心动游戏自己表现好——所以贝塔不算是很好的答案\n去年心动taptap收入是略低于预期，之前讲一个很重要的原因就是头部客户在营销费用上的收缩，特别是去年Q4、今年Q1都有上一年蛋仔元梦大战导致的高基数，腾讯网易这二个季度营销费用增速都不高，甚至Q4都是负的，网易因为反腐叠加，负的更是夸张\n今年Q2开始基本二家都恢复到正常状态，叠加去年taptapQ2开始降低货币化率，即今年Q2开始没负面影响了，可以推测，taptapQ2的广告收入增速会比Q1高不少——这应该是上半年业绩超预期的原因之一（可能今年会比预期的20%左右高一些），具体的数就不分析，到时看财报",
    "is_pinned": false
  },
  {
    "hash": "bdd047520c07aebc9ff7a64364ccb34a",
    "title": "2025-08-16 12:29",
    "content": "今天讲一个看财报和跟踪的小知识：\n很多高管公开甚至会议上的发言都是满嘴跑火车，所以不要听怎么说的，看怎么做，财报的好处是置信度高，除非敢造假（一般即使造假估计也不敢太明显），不然可以参考\n所以我们从其它已经发财报的公司去推测没发公司的财报情况是一个很好的信息来源，特别是和自己持仓高度相关\n出二个题目：\n1、腾讯网易的财报对心动会有什么影响？\n2、京东财报对美团会有什么影响？\n大家可以先回答一下，晚点我再回答",
    "is_pinned": false
  },
  {
    "hash": "58d639124f2930e968a128f033c59ee7",
    "title": "2025-08-15 23:31",
    "content": "$美团-W(03690)$\n三个维度的三个问题：\n1、长期角度\n美团五年维度能不能看到年盈利能力1000亿左右？\n如果能，那么至少是一个五年2倍左右的机会\n2、中期角度\n大概什么时候会回到一年赚500亿左右？明年行不行？\n如果能，那么至少是一个一年左右50%左右的机会（如果明年到了500亿左右，后面四年年化20%左右就到五年1000亿左右）\n3、短期角度\n什么时候阿里会意识到现在搞法是不行的，回到正常的竞争？\n则为左侧转右侧的开始\n注：我心动已经90%出头仓位，后面在靠近350亿人民币市值的过程中准备换5%到美团上面",
    "is_pinned": false
  },
  {
    "hash": "0a7b75963b43b6902b29e0bc6770c1db",
    "title": "2025-08-15 19:07",
    "content": "网易云和微博更新： 基本没啥更新的，和此前预期的差不多 腾讯音乐Q2是走出新逻辑的（会员之外），目前看网易云音乐没有 微博和之前的季报观点类似，看起来可能是烟蒂机会",
    "is_pinned": false
  },
  {
    "hash": "8dc46875c644137c47adddc3b3afce1a",
    "title": "2025-08-15 18:49",
    "content": "$腾讯控股(00700)$ 记录一下这两年对腾讯投资主要的一些错误判断：\n错误的部分：\n1.高估了视频号广告的速度：我在两年前给腾讯广告每年增速应该在30%以上，这两年实际是20%。这个错判最主要的原因是我错误的拿它对标了同时期的快手抖音，实际上微信团队选择了完全不同的战略去做视频号，最主要的差别是一个是在去中心化这一点上异常的坚决，所以在运营和商业化的尝试上完全没有打算要刻意的引导和主张，另一个原因是电商的发展速度远低于我的预想，而这是最大的一块潜在的广告增量。\n2.高估了微信电商的速度：我两年前觉得微信电商的gmv会很快的速度上升到2万亿，这两年实际结果是今年有效gmv肯定也做不到1万亿。这个错判也是因为我参考了快手抖音早期的过程，在判断对了视频号流量和供给端的爆发的情况下，我认为2万亿的gmv不是能不能够，而是想不想要的问题。但实际上微信2024年对微信电商的思路有了根本性的变化，坚决的选择了和抖音完全不同的战略，这个可能绝大多数投资者都很难预见。\n3.低估了腾讯游戏业务的天花板和护城河：\n最开始给腾讯估值的时候只假设了游戏业务5%左右的复合增速，但实际上腾讯游戏业务要线性外推很多年的话也绝对不该给8%以下。好的年份增速不低于15-20%，差的年份极端情况下（如版号荒）也是持平，非极端情况的平庸年份也应该是高个位数增长。这个错判是因为那时我对游戏连皮毛的理解都没有，恰好投腾讯的时候又是游戏行业最寒冰的时候，这两年花了很多时间才补了些功课。\n总结：这几年投资腾讯考虑分红复投，年化收益率远超了我真实的水平，主要的几个错判叠加起来幸运的负负得正。要感谢前两年腾讯估值低到令人发指，给到了足够的容错。至于判断对的地方主要还是定性层面的，最主要的还是判断对了从两年前开始腾讯未来主要的利润增长需要作出的投入是极少的，而腾讯管理层还在不断加长这个跑道，我也比较笃定可以用平均15%的eps复合增速往后线性外推很多年，这是我长期重仓它的信心来源。",
    "is_pinned": false
  },
  {
    "hash": "4730697ce410429f55b1171487197b37",
    "title": "2025-08-15 17:51",
    "content": "关于估值：\n15倍及一下一眼低估、15-20倍靠近合理、20-25倍是合理区间（有taptap可以拉点估值）、25-30倍是小贵（除非觉得下一年有30-50%eps增长且非一次性利润，则可对应当年eps25倍+），30倍及以上泡沫（除非觉得下一年eps能有50%及以上增长且非一次性利润，比如如果明年能有30亿左右，那么按今年目前的17亿给30倍到500亿左右是合理的）——这套估值体系也是合理市场下成长股的大致估值体系，实际上结合三年eps增长更好\n比如一个没明显缺陷的成长股（有明显缺陷得折价），起点年利润10亿，三年eps增长100%，第一年增长31%、第二年26%、第三年21%，第三年20亿左右\n如果起点和第三年的估值都是20倍，那么买入后三年的收益就和eps一致，即100%，这在流动性不太好的熊市很常见，但在合理市场就没那么容易\n即如果认为三年eps有翻倍预期，且三年后合理估值能20倍左右，当下估值大概率不会是20倍，而是20-25倍合理，25-30倍小贵，30倍以上就有泡沫",
    "is_pinned": false
  },
  {
    "hash": "3f50bc9ecf33c18b53ca7547326e2f88",
    "title": "2025-08-17 00:29",
    "content": "今日大跌，适合发贴\n去年一路走过来的朋友比较清楚，我在心动上犯过三次错：\n1、麦芬国服成绩开出来后，叠加之前港澳台的好曲线，曾一度以为麦芬全球首年36-49亿年流水很容易，甚至更高也有希望\n后面下调二次（实际跑下来20-30亿级别），主要原因有二个，其一是港澳台曲线特殊，后面的地区都没法复制；其二是后面的国际服成绩首发也相对一般，没港澳台和国服好\n2、最早对小镇的流水构成没有很深的理解，会觉得潮流季更新好像至少也要进前二十，不进就不及预期，实际上冲榜核心是卡池，潮流季这种类似战令的付费基本只能到20、30多，对后面的流水走势判断倒是没出啥问题（很多人以为是摩尔庄园类的一波流，是被证伪了；我去年直接给的今年大概是大几亿，不到10亿，在没有国际服贡献的情况下）\n3、看到白皮书的广告曝光量增长后，个人也把去年广告收入增长预期上调5-10%到25-30%之间，实际上去年就20%出头，后面才找到原因，自研游戏广告曝光不贡献收入\n这些都没影响心动业绩还是超预期、走成牛股，一个很重要的原因它是长逻辑好的公司，在不断创造价值，而我在做后续预期的整体原则又是没有证明的基本都先不给预期（已经证明的可以给保守预期），所以即使某个点低于预期、后面又会有其它点补上\n这种状态对公司和投资者都挺好的，所以我是不太赞同提前给没上的产品高预期并定价，也不希望公司整体估值到贵甚至泡沫的地步（当然估值从一眼低估到逐步回归合理，倒没什么赞同不赞同的，基本面和市场面共振就必定会发生）\n慢慢赚eps增长和股东回报就行、行情和基本面允许略微拔点估值，估值拔多了都要还债\n心动的好处是大行业、有竞争力的中公司，做得好的话，eps还有很大的增长空间：现在游戏行业的老大腾讯，一年在游戏上赚到的利润有1000亿+，网易则是300亿+，米哈游应该还有100亿+，华通则是50亿+，第五的巨人目前预期明年25-30亿（有乐观的拍到30亿+）\n关于估值：15倍及一下一眼低估、15-20倍靠近合理、20-25倍是合理区间（有taptap可以拉点估值）、25-30倍是小贵（除非觉得下一年有30-50%eps增长且非一次性利润，则可对应当年eps25倍+），30倍及以上泡沫（除非觉得下一年eps能有50%及以上增长且非一次性利润，比如如果明年能有30亿左右，那么按今年目前的17亿给30倍到500亿左右是合理的）——这套估值体系也是合理市场下成长股的大致估值体系，实际上结合三年eps增长更好\n比如一个没明显缺陷的成长股（有大缺陷得有折价），起点年利润10亿，三年eps增长100%，第一年增长31%、第二年26%、第三年21%，第三年20亿左右\n如果起点和第三年的估值都是20倍，那么买入后三年的收益就和eps一致，即100%，这在流动性不太好的熊市很常见，但在合理市场就没那么容易\n即如果认为三年eps有翻倍预期，且三年后合理估值能20倍左右，当下估值大概率不会是20倍，而是20-25倍合理，25-30倍小贵，30倍以上就有小泡沫",
    "is_pinned": false
  },
  {
    "hash": "470c414665ba5517472e21a697bb55f0",
    "title": "2025-08-15 10:00",
    "content": "其实只要三家都发了财报，会知道：\n京东的投入级别是一年500亿左右、阿里是1000亿+、美团做应对300-400亿肯定也要\n正常人都知道这种局面是不可持续的，这是常识，不以人的意志为转移\n核心不是阿里、京东做即时零售的问题，真特别看好，想做：京东第一年投入100-200亿、后面减亏到几十亿；阿里第一年投入300-400亿、后面减亏到200-300亿甚至100-200亿——在供给端和履约端多做投入，做大市场是完全没问题的",
    "is_pinned": false
  },
  {
    "hash": "c9a74fdd1e3b5b583394f32fa292ff2e",
    "title": "2025-08-15 00:01",
    "content": "京东更新：\n25年预计老业务能到400亿左右，外卖闪购投入比预计的还大些，以为一个季度100亿左右，实际上接近150亿，如果一直这样搞下去，会被做外卖闪购搞成100亿左右(还是大部分靠Q1，后面三个季度基本没利润甚至亏损），如果想开了，调整一下估计能有100-200亿，但是除非彻底放弃做外卖，只做即时零售，不然明年就算调整可能也就200-300亿，目前估值没法看了",
    "is_pinned": false
  },
  {
    "hash": "3ae18615670123209413fe14596b317f",
    "title": "2025-08-15 09:23",
    "content": "网易更新：\nQ2游戏收入增长13%、递延收入增长25%，其实还行\n营销费用率逐步回归正常，利润增长远没Q1夸张（去年Q4和今年Q1还有上一年蛋仔造成的高基数）\n上半年扣非净利润179亿，全年360亿左右应该差不多，目前估值16-17倍\n网易目前看，海外收入占比起来会比腾讯难、不知道立项上的变化对长期的影响",
    "is_pinned": false
  },
  {
    "hash": "fb3a9649c0a24a6ff8778ef1df88201d",
    "title": "2025-08-15 00:12",
    "content": "立个规矩，以后少谈甚至不谈交易、仓位、收益，多谈行业、公司、投资策略\n和其它朋友没关系，只是自己觉得这样做不好",
    "is_pinned": false
  },
  {
    "hash": "0af294e555b59ec670dfccf34bf21621",
    "title": "2025-08-14 22:19",
    "content": "回复@法无禁止即可为: 课代表来了，转给京东和阿里的人//@法无禁止即可为:回复@逸修1:GPT5:你这个分析把实物电商 vs 外卖闪购的底层商业逻辑差异说得非常透，而且我觉得很多资本市场上的人其实是混淆了这两个模式，才会在看补贴战时出现认知偏差。\n我帮你总结+补充一下，让这个逻辑更完整：\n1. 规模效应路径的根本不同\n• 实物电商（全国型业务）\n• 网络效应和规模效应是全国一盘棋，边际成本趋近于零（仓配、平台、流量都是可叠加的）。\n• 单量上来后，成本结构自动优化，UE（单位经济性）会自然改善，甚至进入高毛利区间。\n• 精细化运营重要，但不是盈利的决定性因素，关键是能否跑到足够的全国规模。\n• 例：拼多多、淘宝，只要跑到一定GMV规模，营销和履约成本的比例会自然下降。\n• 外卖闪购（区域型业务）\n• 每个城市都是独立战场，网络效应受地理半径限制，UE是先决条件而不是结果。\n• 必须先把单位经济性优化到合理水平（骑手成本、履约密度、供给匹配），才能放大单量。\n• 精细化运营是核心，因为这是驱动UE改善的唯一途径。\n• 例：美团在高AOV盘+高履约密度城市，能靠接近正UE稳住单量；低AOV盘的单量如果靠补贴撑，停补贴就崩。\n2. 为什么外卖闪购的“硬砸钱”容易浪费\n你举的例子非常形象：\n• 在UE没优化的情况下，从日单1000万冲到日单1亿，如果靠的是亏损不变甚至加倍的补贴，那只是换来了一个短期规模假象。\n• 外卖闪购的补贴如果没有同步提升供给效率（商家密度、品类覆盖）+履约效率（骑手密度、路径优化），那么补贴就是纯消耗，没有留下长期壁垒。\n• 京东是典型案例：先硬砸，发现UE模型站不住脚，现在才开始认错收缩。\n3. 实物电商的容错空间更大\n• 在全国型业务里，规模→UE优化是天然路径，即使一开始亏得多，只要能活到规模上限，成本会被自动摊薄。\n• 所以电商的补贴可以更粗放，因为最终的成本改善会靠规模自然发生。\n• 外卖闪购则反过来：UE改善 → 单量上升 → 规模效应有限，不能指望规模反向大幅改善UE。\n4. 对当前战局的启示\n• 阿里、京东在外卖闪购战里，如果还是用实物电商的“先规模、后盈利”打法，就是战略错配。\n• 美团之所以在相持阶段接近盈亏平衡，是因为它的打法符合外卖闪购的规律——先守UE，再放量。\n• 这也是为什么你看到阿里、京东的烧钱，可能“绝大部分是浪费”的原因，因为它没有同步在供给和履约上突破。\n我觉得你这套逻辑如果画成一个**“两种业务模型的UE—单量关系曲线图”**，投资人或者企业管理层一看就能明白为什么外卖闪购不能简单照搬电商补贴打法。查看对话",
    "is_pinned": false
  },
  {
    "hash": "fc9840d63b612e738e54f46b7f348758",
    "title": "2025-08-14 10:48",
    "content": "回复@逸修1: 过段时间再说一下，合理估值买优秀公司的大概估值框架//@逸修1:回复@逸修1:简单地说法就是： 前面二年的港股熊市给了不少低估价格买优秀公司的机会 今年开始可能得习惯合理价格买优秀公司了（事实上，20年之前的港股，较长时间也是这种状态，22-24年确实是过于变态了） 当然如果有低估价格买优秀公司的机会当然得珍惜了，也肯定会有\n同时，之前的港股，可能优秀公司估值从低估到合理卖是对的，但最近还按这个思路操作，就很容易卖早了查看对话",
    "is_pinned": false
  },
  {
    "hash": "60fabf8ea5df28bd14329eaa614863a9",
    "title": "2025-08-14 18:51",
    "content": "$美团-W(03690)$\n三个维度的三个问题：\n1、长期角度\n美团五年维度能不能看到年盈利能力1000亿左右？\n如果能，那么至少是一个五年2倍左右的机会\n2、中期角度\n大概什么时候会回到一年赚500亿左右？明年行不行？\n如果能，那么至少是一个一年左右50%左右的机会（如果明年到了500亿左右，后面四年年化20%左右就到五年1000亿左右）\n3、短期角度\n什么时候阿里会意识到现在搞法是不行的，回到正常的竞争？\n则为左侧转右侧的开始\n注：我心动已经90%出头仓位，后面在靠近350亿人民币市值的过程中准备换5%到美团上面",
    "is_pinned": false
  },
  {
    "hash": "a1c5c3d08311150dc53f16cb8218f77a",
    "title": "2025-08-14 18:51",
    "content": "$心动公司(02400)$\n和腾讯一样，到了标准的当年20倍估值，当然目前是8月份，没用折现，说明实际估值略高一点",
    "is_pinned": false
  },
  {
    "hash": "a90738c08f5875ce34e98233fca2d254",
    "title": "2025-08-14 09:48",
    "content": "内容类公司估值步入合理甚至有些合理偏贵 电商、电车都不起来话，恒科想6000+阻力挺大的\n估计要至少一个起来，指数就好到6000左右",
    "is_pinned": false
  },
  {
    "hash": "b866a0100f67a215ba867846468da15a",
    "title": "2025-08-13 23:07",
    "content": "阅文更新： H1财报看上半年2.5亿左右，当然没有影视剧上线，下半年应该高不少 但以10亿左右估算也差不多了（下半年7.5亿左右），目前估值38倍左右 港股通内没好票了嘛，只能说牛市真好",
    "is_pinned": false
  },
  {
    "hash": "b7d8b8733baac684de5258aa72b06abd",
    "title": "2025-08-14 08:32",
    "content": "腾讯音乐更新： 今年估计80亿出头（公司口径估计95亿左右）——Q2财报会员外的收入大超预期，广告和线下演出很好，上调今年利润10亿左右 目前估值35倍左右，公司口径是30倍左右，代表大票估值天花板\n要是换成去年的市场，这估值，再找个业绩拐点，后面敢找机会看空的，现在不敢了",
    "is_pinned": false
  },
  {
    "hash": "14ddf5fe03f48a6f038b8296827cb337",
    "title": "2025-08-13 22:34",
    "content": "腾讯更新：\n除联营、合营利润下滑（不是啥问题，纯粹记账方式，今年的市场下，投资公司股权价值肯定增值的），挑不出任何问题的财报\n游戏依然很猛，前面几个月，机构拿着第三方数据担心腾讯游戏流水不行，这次财报后应该彻底明白第三方数据机构对腾讯游戏流水也是失效的（网易、心动早失效了），想跟好得自己下功夫——这个问题导致的7月500左右的股价算是较好的机会\n下半年基数高后，应该会下来一点，但是未来一段时间保持10%左右不会有大问题（今年下半年会比10%左右高些）；广告正常发挥；金科企服收入终于回到10%左右，可补回来后续游戏因为高基数的增长压力\n目前看25年，比较可能的情况是收入增长15%左右，毛利增长在20%左右，费用率略微上升但不大，但是税率可能会略微下降一点（这点把握不准），扣非净利润增长近25%，扣非归母净利润增长25%+\n即2250-2300亿扣非归母净利润，联营、合营企业利润可能200亿出头（估计被拼多多拖累），加起来估计2500亿左右\n前者对应的估值是21-22倍，后者对应估值19倍左右（股权价值算5000亿左右）\n年内涨幅目前40%出头、阿里倒是有50%出头，估计后面会反超",
    "is_pinned": false
  },
  {
    "hash": "838edf0913e2851853ad6854ec689e3d",
    "title": "2025-08-13 18:18",
    "content": "在港股通且我能力圈里，有四个标的，是我买了之后，可以三五年内不用看的，且不用担心收益很低的，当然，前提是合理估值买（目前就港交所合理偏贵）\n腾讯、美团、港交所、心动",
    "is_pinned": false
  },
  {
    "hash": "d73925b1eb8c12388752df85c8c70758",
    "title": "2025-08-13 13:30",
    "content": "$美团-W(03690)$\n之前说过，：\n1、京东入局后，怕饿了么无力反击让京东做大，现在不用担心这个问题，现在的问题变成过度反击\n美团自身的问题是\n2、优选流血太多\n3、海外扩张不能激进\n4、外卖社保问题过去没有及时解决\n假如阿里的过度反击能做到：\n1、一直压着让京东市场份额不高于10%甚至放弃最好\n同时逼着美团：\n2、处理好优选的包袱——目前已做了\n3、海外扩张稳扎稳打\n4、同时加速推进社保问题（反正现在对利润预期低）\n下半年会有较好的抄底机会",
    "is_pinned": false
  },
  {
    "hash": "b22bd832e866136cece6c79f15945619",
    "title": "2025-08-13 13:12",
    "content": "腾讯音乐、网易云音乐、阅文、b站目前已经来到了30倍左右及以上\n这些公司有一个特点，是成长性不算好，但是竞争格局较好的中盘股\n如果同时成长性（今年增速高）也较好，甚至到了40-50倍，比如美图\n这大概就是目前港股互联网的高估值生态，基本都集中在偏内容领域\n偏电商和交易领域，如果竞争格局较好、成长性一般（10%+还是要有的），如携程、boss、贝壳、满帮等，普遍则是20-25倍估值，这是目前港股互联网的中等估值生态\n低估值生态则是竞争格局较差的电商、内容平台，阿里、京东、拼多多、快手等，大概是15倍左右（相比于去年的10倍左右还是有很大提升）\n最后一类是介于中低估值之间，竞争格局较好的内容公司（不按平台给估值），大概是15-20倍之间，腾讯、网易，目前心动也在这个位置，美团也是处于这个位置\n8月初腾讯心动也来到了20倍左右、低估了腾讯音乐的增长",
    "is_pinned": false
  },
  {
    "hash": "be1036c156d265a517673fef04c313de",
    "title": "2025-08-13 12:07",
    "content": "回复@马猴烧酒10086: 你说的这个点，我最近在雪球和包括昨晚的播客也说了\n做投资让自己涨跌都舒服的状态才是最好的\n如果一家公司你真的看好中长期，愿意买成重仓，左侧只要赔率够了，就可以买到中仓\n所以之前美团被稀释成2%仓位，最近在6500亿以上慢慢加到5-10%（目前和你一样，也是8%左右，还是心动最近涨多了稀释了，不然10%左右）\n这个仓位可以让我在它不继续深跌的情况下就涨起来了，也不难受，同时继续深跌到110左右也有加仓空间\n还有一笔右侧加仓的机会，右侧加仓可以没必要过于在意价格，如果认为美团明年能到200左右，那么是120多买、还是130多点买，其实也关系不大，重要的还是在这个区间买了多少仓位\n所以淡定，真不舒服就按让自己舒服来的 //@马猴烧酒10086:回复@逸修1:修大，和您请教一个问题，手头其实一直有8%左右的美团了，认真学习了您的分析，像昨天其实美团差一块多就到左侧建仓价，本来打算部分建仓到10%左右，但是今天被大盘带起来的时候有点焦虑，您会有这种心情吗，临近建仓点没建仓被拉起来，怎么克服这种情绪呢？查看对话",
    "is_pinned": false
  },
  {
    "hash": "9106602a3e30d8f591342c988b6b21d0",
    "title": "2025-08-13 13:40",
    "content": "解释一下昨天播客提到的一个核心点，实物电商和外卖闪购的差异：\n实物电商是全国型的业务，是单量和规模决定ue（边际成本趋于零，规模到了自然盈利，且利润率会很高），精细化运营不是最核心\n外卖闪购是区域性业务，是ue决定单量和规模（到后期还是供给和需求决定，所以如果这次参战的三方花了这么多钱没有在供给和履约上有突破，大部分钱是浪费了的），精细化运营是核心\n比如日单1000万的时候，一单亏10块，一天亏1亿，把这一单亏10块优化成一单亏5块就可以冲到日单2000万，再优化到一单亏2块，就可以冲到日单5000万，最后优化到1单亏1块，就可以日单1亿——整体都是一天亏1亿，愿意一年亏300-400亿话，是可以保持日单1亿左右的\n但是如果冲到日单1亿的方式是日亏10亿，还觉得自己牛逼，完成目标了，那我就觉得对业务底层认知不够——阿里京东的冲单模型都是硬砸更多钱的，觉得砸钱后目标能完成自己就牛逼，京东现在知道错了\n如果是实物电商的模型，日单1000万到日单1亿的过程，强规模效应会自动发挥作用让ue优化到亏1-2块甚至盈亏平衡了",
    "is_pinned": false
  },
  {
    "hash": "be1e099bb7b33875becde11b61c5260c",
    "title": "2025-08-13 00:17",
    "content": "重发了，早先发的有部分片段顺序不知道为啥乱了",
    "is_pinned": false
  },
  {
    "hash": "8605a322cdf219250993dd7f48fe7388",
    "title": "2025-08-13 21:41",
    "content": "$腾讯音乐(TME)$\n市场已经愿意给竞争格局好且有一定成长性但不是高速增长的公司30倍左右估值\n即合理偏贵，用明年的业绩算才合理",
    "is_pinned": false
  },
  {
    "hash": "33956961e72143b8587cafdccd6f9212",
    "title": "2025-08-12 17:47",
    "content": "和主流观点可能不太一样\n核心还是行业认知差异导致的\n剪辑的时候出了一点问题，重新弄一下，晚上再发",
    "is_pinned": false
  },
  {
    "hash": "56f5ead6b5db7bbc120ec57f7c869ac4",
    "title": "2025-08-12 13:17",
    "content": "今天来聊一个挺有意思的话题：\n港股一直有一个特别容易产生泡沫的模型，就是对标美股的同类型公司给估值\n因为土壤不一样，本质可能差距很大\n以云和saas为例，欧美发达地区过去是先完成数字化、再联网化、再是云化、最后是AI化\n即在云化和AI化之前，欧美用户已经有为软件服务付费的能力和习惯，云化和AI化产生了增量盘的同时有巨大的存量盘迁移\n国内是缺少数字化这个环节，直接互联网化、然后云化的，导致国内在支付能力和支付习惯上都离海外有较大差距，需要花很长时间去慢慢培养\n所以云和软件对标海外去搞，基本都是泡沫居多，过去最夸张的就是20年的微盟有赞了",
    "is_pinned": false
  },
  {
    "hash": "5c4544da9124143027d0827ef2ce9471",
    "title": "2025-08-11 22:17",
    "content": "回复@价值投资我不投机: 左侧完全不出手的股票，绝大部分是对它中长期没信心\n一般会导致即使右侧来了，也未必会上仓位，股票能不能赚大钱，仓位还是更重要一些\n而且右侧能不能准确抓住有概率的（股票在极端区域时的涨跌很容易受到意外因素干扰，最简单的就是某个大买受不了清仓导致大跌，之前港股流动性不好的时很常见），不能全部把希望放在上面\n买个2-3%，即使翻倍，对账户整体贡献也不大，除非是某个行业配好几个，每个配3%，类似于今年港股创新药，etf都能翻倍，才有较大意义 //@价值投资我不投机:回复@逸修1:克制，审慎，理性。是非人的理性查看对话",
    "is_pinned": false
  },
  {
    "hash": "ecb9e2eaf3b996d772b26634e07d691e",
    "title": "2025-08-17 00:31",
    "content": "稿子写好了，万字出头，估计能讲一个小时左右",
    "is_pinned": false
  },
  {
    "hash": "3af44f93abd408c1067c21ee28831675",
    "title": "2025-08-11 18:21",
    "content": "$美团-W(03690)$\n有点狗都嫌弃的味道，自从那个减持的消息放出来更是",
    "is_pinned": false
  },
  {
    "hash": "35907ddc630a67f59a824c04bb0c0f47",
    "title": "2025-08-26 16:18",
    "content": "社团这业务，和拼多多主站共享消费者和部分供给，然后需要重建一套履约体系，主站和社团的关系与美团到店和外卖的关系类似，后者也是共享消费者和部分供给、然后建一套履约体系属于强协同业务，三要素复用二个",
    "is_pinned": false
  },
  {
    "hash": "a3d5e89a7cff2b7fc05bcb5f5cec5d95",
    "title": "2025-08-26 16:18",
    "content": "牛市时亏大钱的三种典型路径：1、低位买的好公司、不断加仓提升成本（估值高后也加），估值涨到很贵后没做获利了结甚至稍微跌一些就加仓，最后牛市结束股价大幅度回撤，利润全部没了甚至亏钱解决方法：超过当年合理估值上限，则不加仓只持有；定期用小部分仓位做高抛低吸降低成本；当估值进入下一年估值上限时，则进入贵（牛市），可开始卖或换仓；当估值到三年后估值再配合较低的折现时，则为很贵（疯牛），可大幅度降低仓位甚至清仓；千万不能高位回调10-20%就加仓（低位、合理位时可以）2、牛市经常垃圾公司涨得更多、更快，且会有各种故事，经受不住诱惑去买已涨很多的垃圾公司（最简单就是亏损、没法盈利、盈利还很少讲后续利润大幅度释放故事估值巨贵的）解决方法：不碰纯垃圾公司（指商业上判断没法赚钱或管理层人品有问题的），非垃圾公司如果估值算不过来（没估值保护，参考确定性和成长性，估值明显比同类高很多），即使有机会也只能小仓位参与（小于等于3%）3、在赚钱效应刺激下用杠杆，但牛市波动大，一旦回撤大爆仓或卸掉杠杆，会很容易对本金造成重大损失解决方法：不用杠杆",
    "is_pinned": false
  },
  {
    "hash": "432eb5701aaf9027944459e93bd02613",
    "title": "2025-08-26 16:18",
    "content": "$心动公司(02400)$主打一个不跟beta，无论是恒科还是A股游戏当然，这不是啥坏事",
    "is_pinned": false
  },
  {
    "hash": "1c8209557b543a802e6b976f7f9fcc28",
    "title": "2025-08-10 21:03",
    "content": "播客还在写稿子，得下周二",
    "is_pinned": false
  },
  {
    "hash": "0f0a005bc98937aa5c7015f072536672",
    "title": "2025-08-10 23:45",
    "content": "可能有些需要澄清一下，因为最近有不少朋友在看我的文章和发言学习，但是如果没有全部看完可能会有一些误解：1、我的能力圈目前是主要集中在互联网，其实在六七年前就接近互联网全覆盖了，游戏在我这是互联网的一个大的子行业，我并不是主要看游戏的互联网发展到现在，除了AI带来的新的大机会，其余一些大的子行业很难有很大的机会，因为行业增速下来还喜欢内卷游戏比较特殊，存量规模大、又能出海，总会有机会，所以最近一二年游戏谈得很多，AI目前也在盯，好的是国内进展比海外慢，不用急2、有些朋友把我的投资方法总结为eps为核心的投资eps能不能大幅度可持续的增长确实是我投资体系极其核心的一环，因为这样投资才不是负和博弈，买的公司越来越赚钱、又会做股东回报，那自然公司和所有股东都是赢的（估值，某个阶段可能会低估，时间拉长还是会回到合理的）投资的第一步还是选股，选出基本面大方向向上、内在价值不断增长的优秀公司，核心还是看商业模式和企业文化第二步是择时，根据基本面的边际变化和估值选择一个好的时机买入（包括价格和时间成本）巴老其实二步都做得挺好的，因为原话就是以合理的价格（对应第二步）买入优秀公司（对应第一步）我在经历上一轮牛熊之前，对合理价格的思考是不够的，经历后进步了很多",
    "is_pinned": false
  },
  {
    "hash": "2a27e7fc23ed65c77b17e11d6e0c9b3f",
    "title": "2025-08-09 16:58",
    "content": "AI慢下来一些，我倒觉得是好事渐变靠复利累积成质变，比直接突变好对社会、个人和投资都是有没有懂的朋友推荐做游戏需要用到的AI工具，我去学习一下",
    "is_pinned": false
  },
  {
    "hash": "7ea92e94dbed5a75ce7070babaa12f88",
    "title": "2025-08-09 17:21",
    "content": "回过头看这里提到的机会是被字节的番茄免费小说抓住了再往后还有一个机会则是最近三年火起来的短剧，也是被字节抓住了，红果短剧小游戏则可以追溯到17、18年，不过也算是最近三年进入爆发性增长，一个核心原因就是打通全网获客，微信和抖音贡献且受益较大腾讯通过视频号把短视频短板补起来独立的则是小红书最近三四年发展较好，尽管是很早之前就有的",
    "is_pinned": false
  },
  {
    "hash": "1a3ade66978040a95530a10bbf8f39ed",
    "title": "2025-08-08 21:27",
    "content": "但游戏公司比整车公司更好的地方在于，因为商业模式的原因，大部分整车公司的市值相比其自由现金流的创造能力都是算不过来账的，如果以严格的价值投资标准去衡量，即便是处在上行周期，整车公司的股价也难免有“为涨而涨”的投机炒作嫌疑，而游戏公司则被投资者寄予了更严苛的标准，无论股价涨跌，游戏公司的市值是和其自由现金流创造能力是更相匹配的，所以对于一个真正的价值投资者来说，投资游戏公司应该是比投资整车公司更舒服的。这段基本和我的看法差不多，游戏、整车、创新药，这里提到的是游戏明显比整车、创新药好的地方，尽管三者在【炒榜】方面很类似，不过整车、创新药行业规模大，加上非pe估值，更容易拉出来泡沫",
    "is_pinned": false
  },
  {
    "hash": "96226a53d97d9186ac8326e4eec9a5b2",
    "title": "2025-08-08 21:24",
    "content": "A股贝塔效应太强，在集体拔估值之后，目前上面提到的A股公司都过了投资意义上的合理买点，个人角度只能是持有或减仓，买的话只能从趋势动量的角度去做，就是谁的产品和eps再超预期就买点回过头看，吉比特和巨人都有一个二波买点，一个是仗剑海外成绩出来后跌到310出头的价格、另一个是20-30亿年流水比较稳、30-50亿年流水可展望然后市值450亿-500亿那几天华通莫名其妙连跌几天，把游戏版块带崩了这种难点是如果之前完全没仓位话，不太敢直接买到重仓，只能稍微买点，如果第一波行情有建仓、这波回调则可加仓从而整体拿到较多仓位",
    "is_pinned": false
  },
  {
    "hash": "2a9f8ada3aa14bc8fc9f27ffb2214589",
    "title": "2025-08-08 21:17",
    "content": "今年国内游戏公司的这轮产品周期，极好的一点就是基本表现好的新品都是港A上市游戏公司的 未上市公司新品表现很一般，也就是投资者能吃到这波红利 今年投游戏股的投资者和投电商的比，一个天堂、一个地狱，后者典型的是粪坑里游泳最坑爹的是本来今年阿里和京东是会有投资机会的，美团拼多多则要等等，结果前面二个把自己也给弄没了，还溅其他人一身泥",
    "is_pinned": false
  },
  {
    "hash": "56f264130952f82a7d96d2f69d358efe",
    "title": "2025-08-08 20:26",
    "content": "原来我这些文章都被屏蔽了",
    "is_pinned": false
  },
  {
    "hash": "67cf4e2fb353d2022e9638ab483ef1f7",
    "title": "2025-08-08 14:46",
    "content": "得降低预期了，现在看到明年，可能：1、30-50%回报就是一流投资机会2、20-30%回报是二流投资机会3、10-20%回报是三流投资机会——再往下降就没必要了，不如降低仓位以上回报包括股东回报，不假设估值在回到合理后再大幅度拔估值还有二条路是根据实际情况不断调整去找机会（即现在可能不知道，但是有的时候能快速反应过来），特别是AI和游戏现在的缺点是估值上来后即使有，可能也不好直接上重仓，用轻仓、中仓做做赚点小钱，除非是极其罕见的大机会，类似于今年巨人的超自然行动组",
    "is_pinned": false
  },
  {
    "hash": "f38210ecfd820009dc16a8c1141a8ed8",
    "title": "2025-08-08 09:49",
    "content": "回复@刘成岗: 这样：1、闪购正常的客单价是远高于外卖的，高50%左右不是问题2、闪购品类毛利率会比餐饮外卖低很多，除了少数特殊，基本是20-30%：40-50%的差别3、每单的利润或许长期维度都能到1-1.5元之间，但是闪购相对于GTV的利润率会低很多，有2%左右就不错了(实付GMT50元，就相当于1块钱；实付75元，相当于1.5元）4、阿里目前的闪购是假闪购，硬补贴催化的单量，客单价比正常的餐饮外卖还低一大截，低客单价、低毛利率、刚性高履约成本，除非有啥办法能把履约成本降低一半，别说2-3%利润率，想模型跑通赚钱都和做梦差不多 //@刘成岗:回复@蓝色火星:怎么净有这么算账的，阿里脑子这么热莫不是也是这么算的？餐饮平均毛利率50%+，闪购商家平均毛利率多少，平台从这两类商家赚钱的能力是一样的吗？费用端，闪购率约成本多少，电商率约成本多少，平台对这两类生意付出的成本是一样的吗？远不如餐饮的毛利率，远高于电商的履约成本，愣能GTV利润率向电商、餐饮外卖看齐？查看对话",
    "is_pinned": false
  },
  {
    "hash": "25a4596a295d0df3ece67584b6dd5ade",
    "title": "2025-08-07 17:12",
    "content": "去年写的一部分内容先立不败再求胜：保持理智，知行合一最重要仓位要和认知的变化同步，放弃成本的概念抓住机会及时调整投资需构建四项核心能力（越靠前越重要）：1、对特定行业的洞察力，即能力圈，清楚该行业的核心要素，知道长期最优解和阶段性最优解，能分辨出竞争力最强的公司和阶段性表现好的公司2、在宏观大的转折点时要清楚其对企业业绩和估值的传导和影响并做好应对3、在1的基础上做好行业和公司的短期基本面跟踪4、在2+3的基础上做一些短期交易（资金规模不大的情况下）熊市的典型特征是对利空敏感、利好钝化：1、选股：确定性和股东回报优先，不相信故事，对成长也缺乏定价2、基本面左侧时，一开始不抄底，跌透（幅度和时间都要足够）后可抄底但不能重仓，基本面右侧时再加成重仓——左侧建仓时开始买少些、跌后多些；右侧加仓后开始多些、涨后少些3、在基本面中性时，买得越低越好，不轻易追高，因为贝塔涨多后可卖4、凡是对短期利润没影响的好消息都不算真正好消息，因此带来的大涨可卖5、对利润有实质影响的算好消息，但如提前大涨也不用急，等市场不好回撤时再买6、没利润或估值很高的公司不能上仓位，即使有催化剂也只做短线交易牛市的典型特征是对利好敏感、利空钝化：1、不碰纯讲故事的垃圾公司，重仓确定性符合要求且有成长+估值切换空间的公司2、对持有标的估值容忍度要高些，不能轻易大幅度降低仓位，特别是底仓3、一旦真有对eps有实质性影响的好消息，只要没涨太多，要适当追高4、对基本面无实质影响但对情绪面有利好的消息，在刚发酵没涨多少之前可适当参与5、基本面出现问题的公司可找好价格出掉（不用着急在低位卖）6、在判断会发生大转向或很贵之前，整体仓位保持80%以上",
    "is_pinned": false
  },
  {
    "hash": "0281a89cb92f61908b038a450c6ce12a",
    "title": "2025-08-07 15:16",
    "content": "$美团-W(03690)$三个维度的三个问题：1、长期角度美团五年维度能不能看到年盈利能力1000亿左右？如果能，那么至少是一个五年2倍左右的机会2、中期角度大概什么时候会回到一年赚500亿左右？明年行不行？如果能，那么至少是一个一年左右50%左右的机会（如果明年到了500亿左右，后面四年年化20%左右就到五年1000亿左右）3、短期角度什么时候阿里会意识到现在搞法是不行的，回到正常的竞争？则为左侧转右侧的开始注：我心动已经90%出头仓位，后面在靠近350亿人民币市值的过程中准备换5%到美团上面",
    "is_pinned": false
  },
  {
    "hash": "b768de80e07093a6a45bed554654a3cf",
    "title": "2025-08-07 14:53",
    "content": "回复@大道至简马拉松: 国内做成长股的，21年初的牛转熊有没有做好，基本决定21-23年的业绩表现21-23年业绩好的基金，基本都是做好了这点的，或者一直都是股息模型 //@大道至简马拉松:回复@逸修1:特别认同这一点，很多人都有思维惯性，在重大转折点反应迟钝。我曾经花3个月时间复盘反思自己在22、23转折点的应对失误，然后再出发。查看对话",
    "is_pinned": false
  },
  {
    "hash": "4c85a39af307628eba023ef4b59bf5b9",
    "title": "2025-08-07 15:13",
    "content": "基本面的左右侧是有迹可循的，无非是能力和态度跟没跟上比如一个公司过去十二个月利润500亿，这是已经达成且被所有人都看到的，是事实，然后估值一般来讲除非少数时候或少数股票，不然都会有一个盈利预测，就算未来一年赚多少钱、未来二年赚多少钱、未来三年赚多少钱，而未来二年、三年都是基于当下和未来一年的情况调整的比如上面说的过去一年利润500亿的公司，我们根据过去的数据和当下的情况做归因分析，觉得未来一年可以赚600亿左右（当然这个会随着时间和基本面变化调整），而股价大概率也是按照600亿左右去定价和折现的当过段时间发现不及预期，600亿不断下调的时候，就算基本面左侧了当然如果股价是按照550亿定价和折现的（说明可能少数人觉得600亿，但市场整体是没有），则就是600亿下调到580亿也没啥因为每个公司都会有定期的季报或半年报，所以基本面向上的公司每过一段时间过去一年、未来一年的盈利能力都是不断增加，只要估值没到贵甚至泡沫，是不怕股价跌的，甚至还会开心，因为可以加仓，股价短期跌了，长期收益反而提升但是越跌越贵的，那就不一样了 ，投资要避免的是这种",
    "is_pinned": false
  },
  {
    "hash": "9cb3eedfd1d614cb634b957a2eab9221",
    "title": "2025-08-07 13:29",
    "content": "去年写的一部分内容先立不败再求胜：保持理智，知行合一最重要仓位要和认知的变化同步，放弃成本的概念抓住机会及时调整投资需构建四项核心能力（越靠前越重要）：1、对特定行业的洞察力，即能力圈，清楚该行业的核心要素，知道长期最优解和阶段性最优解，能分辨出竞争力最强的公司和阶段性表现好的公司2、在宏观大的转折点时要清楚其对企业业绩和估值的传导和影响并做好应对3、在1的基础上做好行业和公司的短期基本面跟踪4、在2+3的基础上做一些短期交易（资金规模不大的情况下）熊市的典型特征是对利空敏感、利好钝化：1、选股：确定性和股东回报优先，不相信故事，对成长也缺乏定价2、基本面左侧时，一开始不抄底，跌透（幅度和时间都要足够）后可抄底但不能重仓，基本面右侧时再加成重仓——左侧建仓时开始买少些、跌后多些；右侧加仓后开始多些、涨后少些3、在基本面中性时，买得越低越好，不轻易追高，因为贝塔涨多后可卖4、凡是对短期利润没影响的好消息都不算真正好消息，因此带来的大涨可卖5、对利润有实质影响的算好消息，但如提前大涨也不用急，等市场不好回撤时再买6、没利润或估值很高的公司不能上仓位，即使有催化剂也只做短线交易牛市的典型特征是对利好敏感、利空钝化：1、不碰纯讲故事的垃圾公司，重仓确定性符合要求且有成长+估值切换空间的公司2、对持有标的估值容忍度要高些，不能轻易大幅度降低仓位，特别是底仓3、一旦真有对eps有实质性影响的好消息，只要没涨太多，要适当追高4、对基本面无实质影响但对情绪面有利好的消息，在刚发酵没涨多少之前可适当参与5、基本面出现问题的公司可找好价格出掉（不用着急在低位卖）6、在判断会发生大转向或很贵之前，整体仓位保持80%以上",
    "is_pinned": false
  },
  {
    "hash": "f4f0400cb09948a572b564d2cf82f3d0",
    "title": "2025-08-07 10:30",
    "content": "$恒生科技指数(HKHSTECH)$电车、电商二大权重版块起不来，光靠内容公司，想再回6000点太难了内容公司自己的真实点位应该在6500点左右了，估值都上来了",
    "is_pinned": false
  },
  {
    "hash": "47c792569a46f831f8c03b0fd53a1996",
    "title": "2025-08-06 23:52",
    "content": "关于巨人的超自然行动组已经有好几个朋友和我说，全渠道系数会比普遍的3左右要高，可能到了小镇类似的4-5之间，所以第三方数据会大幅度低估实际全渠道流水暑期7、8月实际月流水估计都是3亿左右（8月还没完，但是看势头也没大问题），这样算年流水20-30亿基本没大问题如果曲线再往上走且开学后回撤不大，甚至可以30亿+小镇寒暑假月流水可以1亿+，但是平时就6000万左右；腾讯的大dau游戏寒暑假月流水也会明显高估平时的，所以我不敢用寒暑假月流水*10以上去估算全年流水",
    "is_pinned": false
  },
  {
    "hash": "191093fb6b382d4155d97c60bff742d0",
    "title": "2025-08-06 21:45",
    "content": "最近有更新： 大幅度下调了阿里、美团和京东今年的盈利预测，当然对这三家来说更重要的还是什么时候回归到正常的竞争 略微下调了满帮的盈利预测，当然，可能有误差",
    "is_pinned": false
  },
  {
    "hash": "a5b7230d6288617d231dfa352907bbb1",
    "title": "2025-08-06 14:23",
    "content": "回复@空是一种存在: 这二天前面的回复也回答了类似的问题：1、心动目前的状况，看到未来一二年赚20亿+不是问题，所以400-500亿市值基本没啥大问题的2、心动属于大行业、小公司（现在应该叫中公司），且路径很对、执行也跟上，所以上限很高三五年维度发展得好，到1000亿左右并不是不可能的（这个时间维度足够第二批自研有产出和taptap找到新的增长曲线了），但是如果我现在笃定心动三五年到1000亿左右概率很大，就属于吹牛了所以边走边看，段卖了网易后，网易仍然涨了几十倍，就是低估了游戏行业和网易的发展长逻辑好的公司，不能用静态的眼光去看中长期空间 //@空是一种存在:回复@逸修1:关于最后那个移仓到思路想请教修佬：为什么心动到了350亿的市值仍然值得80%以上的超配？我理解美团在6000亿人民币左右的市值很可能是一个五年以内翻倍的公司，那是不是代表修佬觉得即使是此刻很多牌没翻出来的心动，350亿的价格仍然回报率远好于五年翻倍？$心动公司(02400)$查看对话",
    "is_pinned": false
  },
  {
    "hash": "ca221a0f33dce5d61849dd12fd1890d3",
    "title": "2025-08-06 09:48",
    "content": "回复@逸修1: 昨天和一位对阿里比较了解的朋友聊天阿里过去因为成功的路径的原因，在看准方向的情况下，前期做事是不算账的，讲究饱和式投入所以换种说法是不算账的饱和式投入什么时候转变进入算账的精细化运营毕竟以蒋凡的聪明是不可能想着真靠一直饱和式投入把美团京东烧死的 //@逸修1:回复@愚夫闲人:1、阿里做即时零售2、即时零售需要外卖配合这二件事都是对的，所以我不会认为阿里会放弃我在建模的时候甚至拍的25-26-28年分别投入500亿、300亿、200亿也正是因为是这样拍的，所以我的模型里阿里今明二年eps都是比较难看的，但股价因为AI又有一波修复，所以会在110多卖了竞争是这样的：优先差异化竞争，再是低成本，然后是高频所以应该比差异化和效率，而不是烧钱，或者说目前这种烧钱状态是不可持续说的是这个状态结束回到正常的竞争状态，不是不竞争甚至不做了查看对话",
    "is_pinned": false
  },
  {
    "hash": "86095a39fbbefdab5bf51464e0b8fdcf",
    "title": "2025-08-05 21:45",
    "content": "回复@沧海剑客: 互联网行业一直不是喜欢说高频打低频这个不是完全没道理的在没有差异化、又没有成本优势下，确实是高频打低频比如抖音的直播就把垂类直播打得很惨、综合类电商就把垂类电商就打得很惨互联网行业高频打低频代替了集中化细分市场 //@沧海剑客:回复@逸修1:修佬，《竞争是这样的：优先差异化竞争，再是低成本，然后是高频》——高频怎么理解？按照波特的竞争优势理论，是差异化/低成本/集中化细分市场，这三种竞争战略查看对话",
    "is_pinned": false
  },
  {
    "hash": "114e46354564cbfd74e997f6f7d25455",
    "title": "2025-08-05 21:24",
    "content": "回复@愚夫闲人: 1、阿里做即时零售2、即时零售需要外卖配合这二件事都是对的，所以我不会认为阿里会放弃我在建模的时候甚至拍的25-26-28年分别投入500亿、300亿、200亿也正是因为是这样拍的，所以我的模型里阿里今明二年eps都是比较难看的，但股价因为AI又有一波修复，所以会在110多卖了竞争是这样的：优先差异化竞争，再是低成本，然后是高频所以应该比差异化和效率，而不是烧钱，或者说目前这种烧钱状态是不可持续说的是这个状态结束回到正常的竞争状态，不是不竞争甚至不做了 //@愚夫闲人:回复@逸修1:这个市场阿里放弃的可能性小，并且这个市场也应该远不止王说的2万亿规模。查看对话",
    "is_pinned": false
  },
  {
    "hash": "3af0310820209ec50299f3864d05131d",
    "title": "2025-08-05 19:00",
    "content": "现在的困境在于阿里的管理层觉得可以靠烧钱把事情做成而且因为铺子已经摊开，至少300亿下去了，一停烧钱就半途而废，所以不能停也不敢停所以就算监管出来喊了二次，他们也有点阳奉阴违的意思这个事挺可怕的但是按现在的速度，500亿肯定在未来一二个月就烧掉大部分的除非再申请1000亿额度，不然Q3肯定还是会有转折点的",
    "is_pinned": false
  },
  {
    "hash": "1690d66d4e0dd0b73bda3fb59008e6c7",
    "title": "2025-08-05 12:04",
    "content": "回复@空是一种存在: 心动今明二年的业绩都不需pc版做任何贡献的所以完全可以到明年看能做成什么样再去做一些定量分析定性的角度，目前看正常发展，一年赚20-30亿是没啥大问题的但是能不能到30-50亿级别（未来三五年内），还不好说，如果pc版做起来了，概率会大幅度提升 //@空是一种存在:回复@逸修1:现在最迟明年可以给400亿合理市值，应该是基本共识了。这个价格也想请教一下修佬：tap的pc端这一块长期定性展望应该是怎么样的思路？能有个对标的区间吗$心动公司(02400)$查看对话",
    "is_pinned": false
  },
  {
    "hash": "6927730acc630e70d8f162979ebe0c16",
    "title": "2025-08-05 18:40",
    "content": "$心动公司(02400)$最应该感谢的是公司管理层和全体员工，业绩靠他们的努力动子过去一直在做正确的事情，但是在把事情做对的能力上是有欠缺的23年底老黄自己反思、激励机制调整、24年初黄希威回来后，把事情做对的能力也补上了之后就一帆风顺了，所以心动一直都不是某个产品的逻辑，也不是产品周期（当然会有一定的产品周期），而是厚积薄发，在打通渠道到自研、补齐运营短板的任督二脉后，终究要到国内游戏行业第五左右这个位置去的如果pc版做起来，成为跨平台的全球游戏平台和游戏公司，到第四也不是不可能",
    "is_pinned": false
  },
  {
    "hash": "e486705ef4077d1051117b60002dee07",
    "title": "2025-08-05 08:25",
    "content": "回复@逸修1: 真调到80+，硬气，不过卖方给目标价是未来一十二个月的，所以也没啥。这事过了，以后不提，昨晚的也修改了//@逸修1:[已修改]吓人 现在应该都能算出来心动今年至少会有16亿扣非归母净利润了 真按25倍左右估值给，16*25=400亿，目标价能直接提到80+，不过我是倾向于今年20倍左右，明年看能不能20-25倍（taptap pc拿到小几百万用户、麦芬的占比下降）查看对话",
    "is_pinned": false
  },
  {
    "hash": "b4c46512d88f6138cf4cf65ffbdc93ee",
    "title": "2025-08-04 23:28",
    "content": "心动更新： 今年收入调整为65亿左右，26%左右利润率，大概17亿左右扣非归母净利润 可以先这样，后面再看要不要上调我在6月伊瑟跑出来后，就把今年利润预测提到了15亿左右，如果是按这个为锚，今天的股价对应的市值是17倍左右，其实不太会卖飞的，更不要说卖光了但是如果是12-13亿利润为锚，最近这种情况很容易卖出不少甚至喜欢做t话会卖光",
    "is_pinned": false
  },
  {
    "hash": "9dccb2dcb4b0a41e3c54082a139ce88e",
    "title": "2025-08-04 22:57",
    "content": "网页链接 游戏葡萄有文章介绍了，直接看就行",
    "is_pinned": false
  },
  {
    "hash": "da4e6705c7c06a85151bf675d80707f2",
    "title": "2025-08-04 21:20",
    "content": "（3）8.4更新盈喜出来了，很夸张，收入不少于30.5亿，净利润不少于7.9亿（净利润率＞等于26%）在经历上次3月底白皮书+财报导致的单日回撤接近20%后，我后续给的数整体偏保守收入在25-30亿，超了上限利润年初是12-15亿，后来初心服海外超预期提了1亿下限、伊瑟超预期又提了1亿下限加起来提到了15亿左右（下限14亿），其实下限提升2亿话，上限应该至少提3亿即14-18亿盈喜后可以调整为16-18亿假如上半年8亿净利润，然后少数股东权益和股权激励相互抵消，那么扣非归母净利润应该就是8亿左右，下半年比上半年多1-2亿，则是17-18亿所以现在在伊瑟日韩、国服没翻牌前，最保守的应该是16-17亿扣非归母净利润，如果开出来正常发挥，则可继续上调其余的等发财报再分析吧",
    "is_pinned": false
  },
  {
    "hash": "6830f80860662545353b2e214deddebd",
    "title": "2025-08-05 08:46",
    "content": "吓人 现在应该都能算出来心动今年至少会有16亿扣非归母净利润了 真按25倍左右估值给，16*25=400亿，目标价能直接提到80+，不过我是倾向于今年20倍左右，明年看能不能20-25倍（taptap pc拿到小几百万用户、麦芬的占比下降）",
    "is_pinned": false
  },
  {
    "hash": "14f5fd564d644fdd61e5ef496a7e8778",
    "title": "2025-08-04 13:16",
    "content": "回复@逸修1: 其实这二个都不是预测，而是已经发生的事实基本面右侧的股票股价仍然可能下跌的但是一个股票如果基本面右侧了且估值合理偏低，股价下跌你怕啥，肯定是越跌越买//@逸修1:回复@你比我胖:[已修改]股票右侧看图就行，就是股价是上涨趋势、下跌趋势就是左侧基本面右侧就是基本面向上、向下就是左侧，稍微没那么直观，但是我觉得如果你真正懂这个股票话，那么它现在基本面是变好还是变差肯定还是能有判断的，实在不行就用eps指标，如果不断下调eps那么就是左侧、开始上调eps则是右侧不过用eps指标怕的是企业做出损害长期价值但是对短期eps有利的事情，但是真懂话也能判断出来，这种时候也是要卖的查看对话",
    "is_pinned": false
  },
  {
    "hash": "b54a29a91ee1902f1b68a645c10008f5",
    "title": "2025-08-04 13:19",
    "content": "回复@你比我胖: 股票右侧看图就行，就是股价是上涨趋势、下跌趋势就是左侧基本面右侧就是基本面向上、向下就是左侧，稍微没那么直观，但是我觉得如果你真正懂这个股票话，那么它现在基本面是变好还是变差肯定还是能有判断的，实在不行就用eps指标，如果不断下调eps那么就是左侧、开始上调eps则是右侧不过用eps指标怕的是企业做出损害长期价值但是对短期eps有利的事情，但是真懂话也能判断出来，这种时候也是要卖的//@你比我胖:回复@逸修1:修佬，股票右侧是指阻碍净利上涨的问题因素解除，企业可以按正常净利发展测算市值？查看对话",
    "is_pinned": false
  },
  {
    "hash": "b9acfa52f551c4687161c64743d3e93d",
    "title": "2025-08-04 19:19",
    "content": "今天再讲一个话题：股票有左侧、右侧之分，左右侧又分基本面左右侧、股价左右侧左侧的股票股性比较差，重仓拿着收益低而且体验很不好，所以左侧得避免重仓右侧怕的是股价右侧后，仓位不够，因为真正决定赚多少钱时仓位比涨幅更重要一些所以值得重仓的股票最好的建仓模型是比如你未来三年看200（即三年翻倍模型），在股价左侧的时候大概100左右建仓，建仓后跌到80左右为深跌加仓，然后基本面右侧涨回100的途中加仓，三笔操作下来，你的整体成本会在100以下同时拿到足够的仓位，过程中的体验也很好（前面那段100下跌到80的过程，因为你是等且有钱加仓的，并不会难受，还会开心）当然基本面左右侧和股价左右侧很多时候不是同步的，以前讲过，基本面左侧但是股价还在右侧惯性上涨是最好的卖点、基本面右侧但股价还在惯性下跌则是最好的买点——二句结合则是最好的换仓点，但是可遇不可求大部分人换仓是涨幅多的、换到涨幅低的，这个肯定是错的，甚至都不是估值高换到估值低的（因为不同股票的估值区间是不一样的），而是确定性低、赔率低的换到确定性高、赔率高的（右侧到顶盛转衰换到左侧到底衰转盛的）",
    "is_pinned": false
  },
  {
    "hash": "838710b4ec631e0f3ebd667090190eb6",
    "title": "2025-08-04 11:22",
    "content": "大A游戏股贝塔又来了，港股新消费刚好反弹，感觉资金重合度不低",
    "is_pinned": false
  },
  {
    "hash": "bafe26bb84a807bab821a4cff2c99400",
    "title": "2025-08-03 23:23",
    "content": "美股大票除特斯拉这种，目前的位置大概是合理偏贵（苹果已经低于30倍） 不过美股中小票（几百亿和几千亿美金市值的）估值很高",
    "is_pinned": false
  },
  {
    "hash": "3fe590478c4b30307225122d77c12915",
    "title": "2025-08-03 15:50",
    "content": "回复@等想好了再起名: 合理估值其实是一个动态和区间的概念，因为好的企业的价值是随着时间增加的：一方面是体现在内在价值或eps的增加，另一方面体现是随着时间推移不用折现就meta而言，22年底开始反转到现在，最高估值是当年25倍左右吧，没有很夸张的//@等想好了再起名:回复@逸修1:第一条最容易把手里优质公司的股票卖没的，我曾经成本130的Meta，450的时候卖了一些，现在想450的时候买回来不知道还能不能买到。查看对话",
    "is_pinned": false
  },
  {
    "hash": "74756ff8b1d0dd66280e23f38ee3ecf3",
    "title": "2025-08-03 14:54",
    "content": "回复@逸修1: 有一种行业泡沫在销量型行业是很容易看出来的：比如一个行业top10占据90%市场份额，行业容量是100，行业容量未来短中期不会剧烈变化，可能三年内100到110这种然后我们把市场top10的股价对应的预期销量加起来（不是指总体预测的数据，而是单独的数加起来），到了150甚至200了你就很容易知道集体高估了，即使这里面可能会有1-2家最后超预期而没高估的//@逸修1:回复@逸修1:网页链接{谈谈四种常见的泡沫 在我有限的见识里，大概有四种比较典型的泡沫，本来去年就想谈谈，一直在忙其它事，就没写完，考虑到最近港股牛市氛围浓郁，确实... - 雪球}和这篇结合，同时遵守不懂不碰，可以避免99%以上的大错当然，某一二年收益不行甚至略亏还是完全有可能，但是三年维度基本不会亏钱一个最典型的例子就是：不买30倍+公司，假如一个公司以20倍估值买入，然后三年eps翻倍，即使三年后估值压缩到15倍左右（当然极端时可能会到12倍甚至10倍，但是一般持续时间不会长），仍然会有50%左右的收益，叠加年化3-5%的股东回报，大概会有60-70%收益查看对话",
    "is_pinned": false
  },
  {
    "hash": "b06ef432b5a10c19f656b2f38fac6926",
    "title": "2025-08-03 12:16",
    "content": "网页链接{谈谈四种常见的泡沫 在我有限的见识里，大概有四种比较典型的泡沫，本来去年就想谈谈，一直在忙其它事，就没写完，考虑到最近港股牛市氛围浓郁，确实... - 雪球}和这篇结合，同时遵守不懂不碰，可以避免99%以上的大错当然，某一二年收益不行甚至略亏还是完全有可能，但是三年维度基本不会亏钱一个最典型的例子就是：不买30倍+公司，假如一个公司以20倍估值买入，然后三年eps翻倍，即使三年后估值压缩到15倍左右（当然极端时可能会到12倍甚至10倍，但是一般持续时间不会长），仍然会有50%左右的收益，叠加年化3-5%的股东回报，大概会有60-70%收益",
    "is_pinned": false
  },
  {
    "hash": "24373c269769aca6abb8f528ae40edf5",
    "title": "2025-08-03 17:19",
    "content": "牛市时亏大钱的三种典型路径：1、低位买的好公司、不断加仓提升成本（估值高后也加），估值涨到很贵后没做获利了结甚至稍微跌一些就加仓，最后牛市结束股价大幅度回撤，利润全部没了甚至亏钱解决方法：超过当年合理估值上限，则不加仓只持有；定期用小部分仓位做高抛低吸降低成本；当估值进入下一年估值上限时，则进入贵（牛市），可开始卖或换仓；当估值到三年后估值再配合较低的折现时，则为很贵（疯牛），可大幅度降低仓位甚至清仓；千万不能高位回调10-20%就加仓（低位、合理位时可以）2、牛市经常垃圾公司涨得更多、更快，且会有各种故事，经受不住诱惑去买已涨很多的垃圾公司（最简单就是亏损、没法盈利、盈利还很少讲后续利润大幅度释放故事估值巨贵的）解决方法：不碰纯垃圾公司（指商业上判断没法赚钱或管理层人品有问题的），非垃圾公司如果估值算不过来（没估值保护，参考确定性和成长性，估值明显比同类高很多），即使有机会也只能小仓位参与（小于等于3%）3、在赚钱效应刺激下用杠杆，但牛市波动大，一旦回撤大爆仓或卸掉杠杆，会很容易对本金造成重大损失解决方法：不用杠杆",
    "is_pinned": false
  },
  {
    "hash": "cf4ca63a3a8886cf565a502e781ae041",
    "title": "2025-08-02 11:45",
    "content": "老黄他们对pc、ios、海外taptap的认知基本是和我这同步的 小游戏，我这里说的问题他们也知道，所以想做和微信、抖音它们不一样的小游戏，这个思路也是对的，具体能做怎么样边走边看吧taptap pc版目前大概有50万月活、10万左右dau，可以很明显看到即使是很早期，dau/mua也有20%左右（中长期做到30-50%没问题），远远超过移动端的taptap（做到现在也只有10%出头）",
    "is_pinned": false
  },
  {
    "hash": "0153be207bca530d24f7d06d767c4a63",
    "title": "2025-08-02 00:34",
    "content": "回复@疯长的尽头是收割: 很多动子的股东都不太理解这点，轻易卖出换成别的;我盯美团这么紧的一个核心原因就是它是一个我可以重仓且会有不错赔率的公司，但是要做好建仓过程控制，要避免过早重仓、也要避免真涨起来后仓位不够//@疯长的尽头是收割:回复@逸修1:往后要找到动子的标的而且敢重仓越来越查看对话",
    "is_pinned": false
  },
  {
    "hash": "8b356757f9dda1ee142d6ecb8a37c7a4",
    "title": "2025-08-01 22:11",
    "content": "没有较好的eps增长支持的贝塔行情是很虚的，很看各种外部因素脸色很多公司包括投资者不是很理解这点，不珍惜该珍惜的这种贝塔是害人精，都要还债的",
    "is_pinned": false
  },
  {
    "hash": "01c831f87ce10a1bae4e71694c2d3cab",
    "title": "2025-08-01 19:36",
    "content": "后面少聊收益，多聊业务、公司和投资策略 聊收益容易制造焦虑，增加犯错的机会",
    "is_pinned": false
  },
  {
    "hash": "dd0cdc57dee7777aed2458a62228bc03",
    "title": "2025-08-01 19:34",
    "content": "$美团-W(03690)$出一个很有意思的题目：21年开始的监管，包括反垄断、禁止二选一、反不正当竞争、电子商务法、社保等一系列叠加，外卖闪购业务的壁垒是增加还是降低的？",
    "is_pinned": false
  },
  {
    "hash": "01bdc91c1685d484ea24352fb1d92ad2",
    "title": "2025-08-01 18:22",
    "content": "回复@你比我胖: 不管是行业还是公司，如果没有经历周期，我们的认知基本都是会有缺陷的（认知缺陷会导致归因错误），这种缺陷在顺风的时候可能没啥影响，逆风时会让你犯大错，经历过21-23年后，我在不犯大错上是学到了很多的而周期基本都是以年为单位 //@你比我胖:回复@逸修1:修佬有个言论也非常启发我，一个企业关注时间少于1年，不会下手买入，以年为单位积累企业认知查看对话",
    "is_pinned": false
  },
  {
    "hash": "cee52a0280765f0abfb2713fc2f0b2c4",
    "title": "2025-08-01 18:17",
    "content": "回复@taowk6: 这是一个很有意思的问题：假如一个股票我看中未来一年有50%左右的空间，买入，那是不是半年就涨到目标价然后卖掉就更好，还真不一定的因为能力圈高确定性、高赔率的标的一定会是稀缺的，涨到后卖掉后会产生一个新的问题，很容易把资金投入到那些次好甚至陷阱的股票，犯大错的概率也就大增正常来说，年化20%左右是不难的，实现起来难一个很重要的原因就是第一年赚30%、但是第二年亏20%、第三年又赚30%，年化一算才11-12%（如果第二年没亏，只做10%，三年年化23%，是前面的2倍）所以如果能力圈有那种三年翻倍的机会，最好的操作就是主仓一直拿着，小部分仓位做做交易，然后有钱价格合适可以加仓其实耐心话，股市里三年翻倍的机会很多的（可能某个阶段会少，但是放到以年为单位肯定不少） ，实际上年化25-30%很难是犯错导致的磨损//@taowk6:回复@逸修1:这里经常看到逸修你提到担心大拔估值全卖，但是没太懂这点，大拔估值应该只是提前卖了，收益曲线平缓 (随eps增长)变成了陡峭，这样会有什么损害吗？估值恢复正常的时候还是可以回来赚eps增长的收益？还是说担心估值一直恢复不来，拔估值的收益还比不上 eps 收益？但如果担心这点,大拔估值就不卖，始终只看中 eps 增长就好了？查看对话",
    "is_pinned": false
  },
  {
    "hash": "a90d32797f0bed100e662e7a73acc00b",
    "title": "2025-08-01 11:27",
    "content": "$阿里巴巴-W(09988)$ $京东集团-SW(09618)$$美团-W(03690)$科普一些法律：第十四条　平台经营者不得强制或者变相强制平台内经营者按照其定价规则，以低于成本的价格销售商品，扰乱市场竞争秩序以上是反不正当竞争法里的（今年10月才正式实行）， 所以低于成本打价格战是犯法，不需要讨论其它第二次约谈主要也是针对这个，但是法律留了一个口子，就是新用户首次促销不在此例即假如你是京东外卖、淘宝闪购、美团外卖的首次用户，是可以给你发大额优惠卷的，且店铺也可以遵守这个规则，即如果你附近有50家店，每家店的第一笔交易也是可以发大额优惠卷以上是关于为啥访谈后还会有明显低于成本的大额优惠卷但是这种毕竟还是有限的，二三个月后大部分用户就消耗完了消耗完后，补贴还是会有，因为成本不是那么容易界定的，但是明显低于成本的则会很少",
    "is_pinned": false
  },
  {
    "hash": "de00e2e19be581b3fbe09840971ce6d6",
    "title": "2025-08-01 13:10",
    "content": "我把3%以下仓位叫轻仓、3-10%叫中仓、10%以上叫重仓、30%以上叫超重仓美团目前是中仓，中仓除非是巨幅涨跌（当然如果涨50%-100%、跌30%-50%还是会有影响），不然对整体账户影响不大（有些朋友可能会一个行业买几个股票，每个中仓，加起来会有20-30%仓位，这样对整体账户也会有较大影响）后面还会有至少二次大的操作：1、第一次对应的是左测深跌，大概跌到6000-6500亿，看明年会有50%+赔率，仓位翻倍2、第二次对应的是右侧加仓：目前阿里闪购投入其实不是一年500亿，而是月均100亿左右(一年得1000亿左右），除非管理层彻底疯了，不然这个状态肯定不可持续的，正常来讲在后面一段时间会回到日均亏1亿左右，对应一年亏300-400亿（仍是很高的数值，阿里的eps还是会较差；阿里如果投入就100-200亿级别，自身的eps才会有增长），但是这时美团的账就可以算了——仓位再翻倍二次如果都操作好的话，仓位就至少20%+了目前美团估值还比心动高一点，用心动换算不过来，不过第一次加仓不用心动换，第二次加仓需要，所以需要确定性和赔率都好时才换",
    "is_pinned": false
  },
  {
    "hash": "ca09736e3329dc84729e40e7c5e4332c",
    "title": "2025-08-01 10:16",
    "content": "回复@逸修1: 投资里无论是抓大机会还是不犯大错，有一个核心点就是要明白自己能赚什么样的钱、实际上赚的是又是什么样的钱——这涉及到客观的自我认知和归因分析对于我个人来讲：希望赚的是eps增长、估值从低估到合理、股东回报的钱；偶尔赚一些估值从合理偏低到合理偏贵的钱最怕的是赚的是泡沫和周期的钱以为赚的是基本面的钱，这样基本都会回撤回去 //@逸修1:回复@卡夫卡大人:过去十年，做成长股的，港股有三波大机会第一波是16、17年，第二波是19、20年，第三波是24、25年做得好的，每一波都能赚几倍吧，但是需要注意后面的熊市不犯大错、不高回撤（很容易30-50%甚至更高回撤），不然长期年化收益还是一般的理论上三波都做好的人，过去十年百倍是可以的，就是不知道有没有这样的人查看对话",
    "is_pinned": false
  },
  {
    "hash": "7248a3f07bc3cd121d61704012a55407",
    "title": "从六个外部因素看电商平台投资机会",
    "content": "关于国内电商平台商业模式和组织能力分析，之前应该有不少，就不再重复，本篇从今年影响较大的六个外部因素聊聊国内电商平台的投资机会（1）、国补和电商相关的国补是24年9月开始的，主要以家电和音响器材为主，今年开始拓展到手机、家具等行业。统计局的数据看，启动国补后，相关行业增速大幅度提升，少的提升到20-30%，多的到30-40%，效果很明显。25年上半年国补大概补了2000亿左右，至少撬动大几千亿相关消费，全年算无疑会到1万亿+。尽管因为资质、垫资等原因，线下大的连锁品牌商也是受益于国补，但对于一年增量也就1万亿出头的实物电商来说，谁在国补上拿到更多资源、更受益，会是今年业绩好坏的核心因素。京东因为是国内规模最大的带电自营方，是最受益的，阿里次之，拼多多因为能拿到的最少要自己出钱补贴对抗变成受损，美团则没影响（当然间接看，美团也是受损的，因为京东阿里在国补帮助下一个业绩很好、一个还行，大力搞闪购了）。（2）、AI自从22年底GPT3.5横空出世，海外就走出很明显的AI行情，国内和港股在23年上半年也跟了一波，但当时国内产业发展落后海外至少二三年，所以当时的行情以炒作为主，主要是A股一些公司蹭概念上涨，港股、中概也有但不多、强度也弱一些。今年初Deepseek大火之后，国内的AI产业算是到了海外一二年前的水平，产业端有一些基础后，资本市场也就能真正跟上一些：今年的实际情况，无论是阿里云、百度云还是腾讯云，增速都拉起来不少；阿里云单季度300亿左右的收入，Q2开始增速估计也会拉到20%出头。但是国内生态和海外还是有差距，最典型的有三个：国内缺乏类似于英伟达地位的铲子股；国内云计算行业很容易增收不增利；海外Open AI的收入来源一大部分是收C端用户的会员订阅，国内想收很难。",
    "is_pinned": true
  },
  {
    "hash": "5b6428e938ac4ef08cd0536a4b185da3",
    "title": "2025-08-21 20:27",
    "content": "国内互联网巨头，真正ALL in AI的就字节这也导致今年竞对都过得不错",
    "is_pinned": false
  },
  {
    "hash": "1abfccbf11db3e4ec25053441cf25083",
    "title": "2025-08-17 22:31",
    "content": "$Applovin(APP)$游戏业务卖掉之后就变成一个毛利率接近90%、三费率居然只有10%出头，税前利润率75-80%，税后利润率65-70%的公司真是夸张，营销费用率低可以理解，为啥研发费用率这么低，一年研发费用就2亿美金左右（相当于meta挖二个顶级AI人才的代价。。。），换算成人民币不到15亿，这可是一个市值接近1500亿美金的公司",
    "is_pinned": false
  },
  {
    "hash": "6f36c45d87b92c104c541750cac85b1c",
    "title": "2025-08-24 23:22",
    "content": "未来十年，国内互联网公司前三名大概率是：1、抖音+tiktok。2、腾讯。3、拼多多+temu。阿里应该能守住第四名，淘宝商业模式还是很好的。",
    "is_pinned": false
  },
  {
    "hash": "1dd7f31ac6c609ca222a1f7c01ad9df8",
    "title": "从六个外部因素看电商平台投资机会",
    "content": "关于国内电商平台商业模式和组织能力分析，之前应该有不少，就不再重复，本篇从今年影响较大的六个外部因素聊聊国内电商平台的投资机会（1）、国补和电商相关的国补是24年9月开始的，主要以家电和音响器材为主，今年开始拓展到手机、家具等行业。统计局的数据看，启动国补后，相关行业增速大幅度提升，少的提升到20-30%，多的到30-40%，效果很明显。25年上半年国补大概补了2000亿左右，至少撬动大几千亿相关消费，全年算无疑会到1万亿+。尽管因为资质、垫资等原因，线下大的连锁品牌商也是受益于国补，但对于一年增量也就1万亿出头的实物电商来说，谁在国补上拿到更多资源、更受益，会是今年业绩好坏的核心因素。京东因为是国内规模最大的带电自营方，是最受益的，阿里次之，拼多多因为能拿到的最少要自己出钱补贴对抗变成受损，美团则没影响（当然间接看，美团也是受损的，因为京东阿里在国补帮助下一个业绩很好、一个还行，大力搞闪购了）。（2）、AI自从22年底GPT3.5横空出世，海外就走出很明显的AI行情，国内和港股在23年上半年也跟了一波，但当时国内产业发展落后海外至少二三年，所以当时的行情以炒作为主，主要是A股一些公司蹭概念上涨，港股、中概也有但不多、强度也弱一些。今年初Deepseek大火之后，国内的AI产业算是到了海外一二年前的水平，产业端有一些基础后，资本市场也就能真正跟上一些：今年的实际情况，无论是阿里云、百度云还是腾讯云，增速都拉起来不少；阿里云单季度300亿左右的收入，Q2开始增速估计也会拉到20%出头。但是国内生态和海外还是有差距，最典型的有三个：国内缺乏类似于英伟达地位的铲子股；国内云计算行业很容易增收不增利；海外Open AI的收入来源一大部分是收C端用户的会员订阅，国内想收很难。即海外AI从需求到收入再到利润的链条有些大行业跑通了，国内现在需求上来，但跑通到收入和利润的很少，这和国内、海外商业环境不一样有关系，也和国内发展慢一些有关系，和高端芯片被禁止也有一些关系。尽管现在看Deepseek有点后续乏力，但不管怎么说，给了国内AI行业发展极大的信心和推动。就AI对电商公司的影响看，阿里明显受益，过去一直零估值的云业务，今年开始给了大概3000亿左右估值（最乐观时甚至给5000亿左右），拼多多、美团和京东目前则影响不大。（3）国内政策过去有二个政策对电商行业有深远影响：第一个是反垄断里的禁止二选一，这导致任何平台除非是自营供给，不然想搞独家都不太可能，包括运力也是；第二个是反不正当竞争的禁止低于成本打价格战，这导致任何参与方想仅仅通过烧钱烧死其它参与者然后垄断市场都不太可能。今年政策方面则有三件事对行业有较大影响：第一件事是2月份大大亲自主持的民营企业家座谈会，马化腾、马云、王兴等人都有参与，这件事意味着资本可以有序扩张，事后看，也确实各大企业之后在新业务上的投入加大了，重新进入扩张周期；第二件事是实物电商行业的仅退款被禁止，主要为了保护商家的利益，对拼多多影响较大；第三件事则是外卖员的灵活就业社保问题有了正式方案且开始全国推广，这个对行业参与方短期eps有负面影响，中长期则是好事，其中美团＞饿了么和京东，拼多多则是没影响。政策整体看，短期拼多多和美团压力较大，阿里和京东则影响较小。（4）海外政策主要指二个：1、四月关税大战排除针对特殊商品的关税，通用型的主要是有二个：第一个是用芬太尼做为借口做的20%，第二个则是四月初关税大战时加的，34%对等+50%对等+41%对等，125%对等关税在5月初的谈判时取消了91%，暂停24%，保留10%。就最近英伟达的H20芯片对国内放行看，暂停3个月内的关税谈判进展应该也还顺利。2、小额包裹关税小额包裹指价值不超过800美元的进口商品，此前是免税的，今年2月初特朗普取消该政策，但因为美国邮政系统处理能力不足，2月7日恢复免税待遇。4月2日再次签署行政命令，要求自5月2日起取消来自中国的小额包裹免税资格，明确要求承运商向海关提交装运数据并缴纳关税，目前大概是从价税率54%或从量税100美元/件（取较高者）。关税相关政策主要和美国业务相关，对拼多多的海外业务影响较大，阿里和京东影响较小，美团则无影响。最近的情况看拼多多的Temu在美区的广告投放也开始上来了，估计还是关税谈判进展较为顺利的原因。（5）闪购骑手负责末端配送的履约为即时配送，对应的电商形态有二类：第一类是餐饮外卖，主要指送的商品是餐饮类；第二类是即时零售，主要指送的商品是实物商品。严格意义上的闪购指第二类，因为商品是实物商品，所以京东和阿里都比较着急做了超大投入。外卖和闪购有较强的协同，二者大部分情况下共用消费群体和履约，只是商家（供给）不同。也就是说脱离外卖的闪购会较为难做，因为规模效应不够，除非做单点对多点配送的自营店仓结合（盒马类）或前置仓（小象类）。这导致闪购大战实际上应该叫外卖闪购大战，同时因为京东和阿里的kpi文化较为严重，追求单量，而标准化的餐饮连锁品牌更容易冲单量，事实上有点变成外卖大战，阿里和京东在餐饮外卖上的投入远远大于在即时零售上的投入。目前的数据看，京东大概冲到日单2000万左右，最近维持已经很吃力；阿里则是日常5000-6000万单，周六8000万左右单的水平。二者的投入级别都很夸张：京东Q2烧了100亿左右，Q3如果想维持2000万单左右需要更多一点，真投一年话得烧400-500亿；阿里Q2也烧了100亿左右，Q3想维持目前的单量数值得烧200-300亿，500亿补贴大概半年就烧完了。同时在竞争对手如此高强度的投入下，美团不投入200-300亿也很难做有效应对，真打一年话，还得更多。即时零售值不值得如此大规模投入？值得投入，但如此超大规模投入并不值得，因为即时零售相对于传统快递和大仓体系的实物电商，速度是更快、体验是更好，但是成本更高，特别是和快递体系的电商比，成本高很多。除非能把成本大幅度下降，不然它能占到实物电商的10%左右市场份额就不错。为了10%市场份额投入几千亿，那剩下的90%不重要吗？外卖闪购大战对阿里美团京东的报表都会产生很大破坏，最近监管第二次出来只是规范关于低于成本打价格战的促销行为，不是说不打了，但是7月如此高强度的竞争应该最多持续一二个季度，所以大战会持续很久，对报表的破坏也会持续很久。（6）社区团购20年、21年社区团购大战类似于今年的外卖闪购大战，当年参与者和旁观者都极其上头，很多给了2025年2万亿左右市场规模预测，现在看市场规模只有当年预测的15-20%，所以被大幅度高估。社团打到24、25年，大的参与者就多多买菜和美团优选，其中多多买菜又比美团优选更有优势：2024年多多买菜已经盈亏平衡，但美团优选还亏80多亿，且市场规模不如多多买菜。主要原因是社区团购的商业模式看，供给和用户端和拼多多重叠，拼多多需新建履约，而美团优选则三者都要重建。6月美团在外卖闪购大战的压力下，关闭优选大部分区域，只保留广东和浙江的部分区域，这个市场就基本让给拼多多。",
    "is_pinned": true
  }
]