[
  {
    "username": "AI坐标",
    "timestamp": "2025-08-25 22:26",
    "content": "格力销量排名的深入了解\n最近格力很火，总体上是格力市占率节节下滑，已经和小米、海尔论证谁是第二的地步了。遥想2012年格力市占率44%左右，遥遥领先，几近垄断，令人感叹\n我从多个维度分析，重申格力报表存在利润、收入货不对版的疑点\n一、从业务上看，不支持格力披露的收入、利润数据\n格力涉足的业务有..."
  },
  {
    "username": "大只若鱼",
    "timestamp": "2025-08-18 12:08",
    "content": "足足花了两三个小时研究，想再买点其他品种。目的是再加一到两个标的，在牛市中东边不亮西边亮，不至于颗粒无收。\n有几个选择:\n1.买入龙头券商，保险，一波流就跑。\n2.买入一两支莽撞的公募基金，或者买入富国天惠这个老基金，让公募带着我凑热闹。\n3.按我的研究体系，买入一两个新企业，兼顾基本面和估值。\n以上操作纯属一波流，预计投入资金4%以内。融资获得资金-场外融资，彻底规避强平。\n研究情况:\n1.券商保险都涨了好些，去年到今年差不多翻倍了，牛市估计翻倍不止，但是我的风格无法下手。保险应该还好，底部跌幅都没恢复，但是我不太信任他们的投资能力-这会影响基本面底层逻辑。我还是跳不出固有思维。这个逻辑要再思考并说服自己。\n2.公募也看了一下。都是些什么水平和什么赌徒。天惠也一般了。张坤其实还好，被骂了几年风格没变过。选的企业也很好。但是他注定跑不赢我。因为我持仓和他很重叠，但是我更集中，选的更好。比如，他十大持仓中，白酒4个，互联网3个，而我白酒集中于茅台，互联网集中于腾讯。我是掐尖再掐尖，他很难赢过我。所以算了。\n3.自己研究一两个企业。兼顾基本面，估值，纯分散目的。进一步覆盖持仓范围，万一被牛市眷顾某个持仓就不错了。就像之前电信和移动上半年的一波上涨。我看了一圈企业，最后选出的企业让我哭笑不得:格力电器。\n妈耶，我太没有创意了。\n格力缺点一堆:\n1.空调以外这么多年没啥成绩。\n2.一把手觉得自己没错过，这不好。\n3.地产规模缩小后，空调需求到底如何未知。\n优点也有:\n1.静态估值够低。7-8倍静态估值。\n2.还有2块钱股息没发，很快就发。而且，一把手持股1亿股，大股东是高瓴，我相信未来高分红相当有保障-我是个收息佬又暴露了。\n3.品牌有一定美誉度，有相当的知名度，产品能卖出一些溢价。\n4.多年积累，有一定的技术底蕴和广阔的工厂布局。能满足各地客户需求。\n5.高瓴是第一大股东后，总是让人想期待一下格力的变革。\n6.一把手不小了，如果退了可能会有高瓴认可的一把手上来-我是相信高瓴挑人的眼光。当然目前的一把手也没有网上传的那么差。\n7.2025年消费补贴够大，业绩有保障，股息有保障，现价买入股息率6.5%有保证。估值够低，股息够高。\n嗯，我准备买一点格力，拓宽一下持股范围。25年年报公布前后可能卖掉。因为没想明白未来长期看，格力业绩会如何受地产影响。\n总体看，格力是个稳健的投资。但是和蹭牛市又扯不上关系，躲牛市但是有机会。"
  },
  {
    "username": "天下晃晃悠悠",
    "timestamp": "2025-08-19 11:53",
    "content": "你们都看到了，华为空调发布会，空调产品实际的操刀人据说是黄辉。华为空调在各地的销售公司也陆续成立了。\n中国制造、芯片制造、突破卡脖子、遥遥领先、不打价格战，这些格力常用的buff全是华为的强项。还多了一个鸿蒙智能，小米的智能你说没用，鸿蒙的智能你敢说没用？鸿蒙可是能一路睡回家的，到了家鸿蒙空调也开启了，那环境谁敢比？\n格力空调贵，华为空调更贵，相比之下谁用料更扎实？\n我怎么看都觉得华为的buff和格力的buff是一样的，和格力竞争最直接。"
  },
  {
    "username": "上瘾着迷",
    "timestamp": "2025-08-19 13:18",
    "content": "华为空调来了，格力的噩梦可能开始了，而我去年就提到了这点\n格力一贯标榜的掌握核心科技，在华为面前能挺直腰杆么？至于品牌影响力，那更是不需要谈论，当年连苹果都看不上，分分钟要秒了小米手机的董明珠在华为面前也只能低头说“华为手机世界第一，格力手机世界第二”。\n这下华为携品牌优势，生态优势（格力没手机没汽车）资金和人才优势（董明珠不要海归，工资比美的还低，更别说和华为比了），更有互联网科技企业的效率优势（罗永浩曾经说小米去做空调是降维打击，那华为肯定也是这样）董明珠自己代言的“格力掌握核心科技”的招牌面对华为也虚了，面对全方位的被碾压，董明珠如何应对咧？（董明珠已经71岁了，年龄和精力也是弱势）\n董明珠带领下的格力，如何面对？\n董明珠和格力的未来在哪里？\n$小米集团-W(01810)$ $格力电器(SZ000651)$ $美的集团(SZ000333)$"
  },
  {
    "username": "管我财",
    "timestamp": "2025-08-25 22:26",
    "content": "回复@吴潇_: 格力營業收入下滑，主要是因為停止了沒有利潤的甲供業務，利潤率上升是因為渠道改革後更扁平化，以及進一步提升人均產值，包括更少的售後服務。//@吴潇_:回复@南与秋:怎么看营收停滞，利润涨不停？ 查看图片"
  },
  {
    "username": "大只若鱼",
    "timestamp": "2025-08-22 11:23",
    "content": "$格力电器(SZ000651)$\n我低估了市场对格力的嫌弃。\n今天46.98挂单买了2%格力。还担心47以内买不到，是我天真了。\n市场对格力是真的嫌弃。\n我就是收点股息。没有别的念想。"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-19 08:58",
    "content": "专栏格力高管“打假”小米空调线上超过格力，网传截图数据造假\n@今日话题 @雪球达人秀\n8月18日，格力电器市场总监朱磊在微博上发文，回应“空调线上销量被小米超越”一事。\n朱磊称：“最近看到有网友转发几张关于空调销量的截图，由此引发的话题‘小米空调线上销量超越格力’大家讨论得很热烈。感谢大家对行业的关注。我们也去奥维云网查了下，公开的..."
  },
  {
    "username": "格力电器(SZ000651)",
    "timestamp": "2025-08-21 18:36",
    "content": "格力电器：2024年年度权益分派实施公告 网页链接"
  },
  {
    "username": "天下晃晃悠悠",
    "timestamp": "2025-08-21 10:50",
    "content": "格力的这个新款热泵洗衣机产品力还是不错的，并且拿到了羊毛洗烘认证，走的是洗烘一体的路线，很有特点。\n如果价格定在6000左右，通过电商做爆款推广，应该很快就可以出量。就像石头科技，作为洗衣机行业的后来者，以科技创新的定位出现。\n反之，一万多的售价，放在专卖店里，那肯定又是半死不活，然后6000多闲鱼见。"
  },
  {
    "username": "做梦的牛",
    "timestamp": "2025-08-11 16:01",
    "content": "专栏重仓5年后，聊聊格力电器（8000字）\n长期看老牛文章的朋友都知道，笔者重仓格力很长时间了，随着时间的推移对公司的理解也在不断变化，今天就来聊聊格力，但可能有些点也未必能考虑到，所以大家可以在评论区点评、补充。\n一、行业和公司的选择\n最初将格力纳入投资标的的时间是2019年左右，说实话当时对董总、格力的竞争力还没..."
  },
  {
    "username": "木头2046",
    "timestamp": "2025-08-21 15:55",
    "content": "$格力电器(SZ000651)$ $美的集团(SZ000333)$ $小米集团-W(01810)$ 线上市场整体平稳，格力小米是今年唯二两个线上销售均价上涨的品牌。线下格力依靠上半年国补均价上涨的更好一些，机器机构也更好。所以销量持平的情况下格力二季报营收应该会有5-10的增长利润会有8-15。5.6月份格力大部分城市安装卡还是增长的。这段时间家电滞涨更多的是因为三季度很多城市国补停了或者限制了之后线下销售受到很大影响。很多城市线下都是30-40的同比下滑。现在看下半年国补不可能像上半年那样放开买了。最大不确定性是明年还有没有国补，有的话额度是多少能不能像今年上半年这样放开用。"
  },
  {
    "username": "快乐的富爸爸",
    "timestamp": "2025-08-22 13:08",
    "content": "专栏给格力电器泼泼凉水降降温\n我从2018年持有格力电器至今，也有七年时间了，见过29块的格力，也见过67块钱的格力，见过格力电器涨停，也见过因为不分红第二天跌停。\n近期不少人看好格力电器，包括大V财主和大鱼，财主竟然也配了5%，我当然愿意看到大家都看好格力，来买格力的股票，把价格拉起来，我既能收到股息还能赚到股..."
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-18 11:22",
    "content": "专栏格力电器公司领导要高度警惕，小米高管数据虚假宣传\n@今日话题 @雪球达人秀\n现在小米的公司高管从上到下的领导他们骗起来连自己都骗的吗？\n这几天这段内容在互联网自媒体广泛传播：7月份的空调市场数据陆续出炉，根据权威机构调研显示，2025年7月中国空调市场销量TOP5品牌依次为美的、格力、小米、海尔、奥克斯。其中小米以13.7%的销量占比..."
  },
  {
    "username": "终身黑白",
    "timestamp": "2025-08-25 22:27",
    "content": "专栏(周总结295）那些踏实感丨聊聊企业\n声明：\n文中可能会涉及个股，只是思路分享不代表绝对正确，也不代表买卖推荐，请保持独立思考。\n黑白不建群，不私下主动联系读者，不开付费星球等付费社区。如果有人以我的名义向你收费请马上拉黑。\n2025年收益：24.61%。\n有交易持仓发生变化或者每月月底，我会把完整持仓截图发一..."
  },
  {
    "username": "格V力丰饶",
    "timestamp": "2025-08-21 22:37",
    "content": "$格力电器(SZ000651)$\n投资的本质就是分红，分红度一切苦厄。\n这两天很多人说华为要造空调了，格力要完蛋了，吓得赶紧抛了格力股票溜之大吉。我是赶紧卖出手里赚钱的证券小橙子又换来了六手格力，一周后就是28号就可以收到1200元的分红，不知道明天还有没有那么好的买入机会，反正我还剩下两个赚钱的小橙子可以换，这相当于定存一周就有四点多的利息，实在是太香了，想想就忍不住要去买买买，我要用格力最重的仓位去迎接中国股权时代的到来，我不要落袋为安，我只要股权为安，因为格力每年都会自动给我降低成本，让我的安全垫越来越厚，持股体验非常好。\n我一直认为真正的高手都是长期主义者，我知道董明珠和张磊都是坚定的长期主义者，所以我这个普通打工人还是决定站在两位优秀的巨人的肩膀上实现成功。\n董明珠持有格力电器只买不卖，如今仅仅靠格力的分红每年都能实现很多个小目标了，这就是长期主义复利的增长威力。\n董明珠绝对是中国制造业最优秀的爱国良心企业家，也是大A名副其实的股神。所以我们应该像大A的股神学习，在自己能力圈范围内长期持有优质公司廉价的股权，坚持攒股收息、股息复投，就能够战胜市场90%的投资者。\n格力的股息不说谎，看看格力每年两次真金白银的分红我就踏实了，如今格力每年给我的分红已经超过我的工资收入了，我是真的实现工作自由了。继续坚持攒股收息、股息复投，相信要不了几年格力给我的分红就能让我实现家庭财务自由了，投资格力是真的可以从容淡定，日日安枕的。\n注：个人观点，仅供参考！\n不构成任何投资依据！"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-16 14:47",
    "content": "格力去年以来到今年一直是不考虑低价格市场。今年七月底到八月份数据，短期一个月甚至几个月数据其实意义不大。目前经济环境下就是价格低市场大$格力电器(SZ000651)$"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-25 22:27",
    "content": "格力电器 股份有限公司市场总监朱磊子在微博发文回应“小米空调线上销量超越格力”。\n朱磊表示，有朋友告诉我，网上已经有人“破案”了？！因为发错误数据的人说，数据差异是因为奥维更改了统计口径，且他不知道，这种更改是不是频繁的？这案子破得也太轻松了吧。\n他提到，刚去奥维数据罗盘看了下，数据并没有变来变去，倒是那张来路不明的图表，还稳稳地挂在小米老总卢伟冰转发的微博上。卢总的微博里还有一张所谓《2025年7月中国空调市场排名》的图，说是“权威机构”数据。“我很好奇，这‘权威机构’又是哪家？如果有知道的朋友，请在评论区帮我科普一下吧。”\n朱磊还提到，卢伟冰在业绩会上说对短期排名没那么在意。他反问，既然不在意短期排名，又何必转那张来路不明的图？$格力电器(SZ000651)$"
  },
  {
    "username": "管我财",
    "timestamp": "2025-08-21 17:06",
    "content": "回复@eF10: 要看出口力度，以及他其他方面的增長。以格力的估值，財務狀況和派息力度，我可以接受非常低個位數的長期增長預測。//@eF10:回复@管我财:想请教财主：格力未来三五年的营收增长您觉得会超过高个位数吗？"
  },
  {
    "username": "凡凡妈2010",
    "timestamp": "2025-08-05 07:00",
    "content": "成见就如一座大山，没人搬，很难搬！\n比如格力，格力现在的股息不香吗？为什么就要视而不见呢？\n那就是对格力的成见，包括对董总的很深很深的成见。\n喜欢作妖的资本不待见格力也就罢了，但格力待我们普通投资者，着实不薄，长期拿出真金白银分红与我们，又不配合资本收割我们的企业，我们为什么不好好珍惜，还要避之唯恐不及呢？\n…\n我现在真金白银买了500的优质股权，还并非亏损累累，也只因没某些人“赚”得那么多，居然也是被嘲笑的对象了。\n这不也是一种成见吗？牛市了，大家都赚得盆满钵满了，你还抱着你大烂臭，还在追求你的几个点的股息，蠢呀…\n就让我蠢下去吧！"
  },
  {
    "username": "管我财",
    "timestamp": "2025-08-20 18:57",
    "content": "回复@麒儒: 其實很多搬離中國的工廠，配的也是格力的方塊機，但是始終佔營業額太少。我一直不太明白為什麼格力對於在海外設廠步伐那麼慢//@麒儒:回复@武松打星际:格力大方块柜机也是一直开着，我们单位配电间连续运行7年了。很多老电厂，格力这种机器可以连续运行十来年。其他品牌的就不行，这也是格力在工业领域的优势。"
  },
  {
    "username": "管我财",
    "timestamp": "2025-08-21 11:19",
    "content": "其實這種高檔的產品，可以嘗試出汗去那些發達國家，就像當年西門子靠嶄新的洗碗碟機技術重回亞洲市場一樣。格力可以藉此建立一個較高檔的品牌形象，不過我們說什麼也沒有用，公司自然有他自己的考慮"
  },
  {
    "username": "股灾亲历者",
    "timestamp": "2025-08-25 22:27",
    "content": "这一巴掌，打得真响亮！\n上周，格力电器的市场总监大意了。没有想到被人利用。吃一堑长一智，这回一巴掌打过去，真响亮！我全文转发："
  },
  {
    "username": "南与秋",
    "timestamp": "2025-08-25 22:27",
    "content": "$格力电器(SZ000651)$ 最近看了格力朱磊总在微博上的帖子，想请教一下各位大佬，格力真的是“唯一”一家提出“十年免费包修”的头部空调企业吗？$小米集团-W(01810)$ $美的集团(SZ000333)$ 小米和美的在技术上都没办法做到吗？还是由于其他什么方面的原因？@佛系小资 @gogoal @管我财"
  },
  {
    "username": "27年股民流在江湖",
    "timestamp": "2025-08-21 12:29",
    "content": "我今天买了19万股左右（中午收盘几个账户加了一下），格力是空调行业老大（按照品质和售价），本来今天高开也要买的低开买进占了点便宜"
  },
  {
    "username": "不明真相的流氓兔",
    "timestamp": "2025-08-02 20:06",
    "content": "$格力电器(SZ000651)$ 今天帮岳父岳母买空调，他们坚持要格力的。我看了下同样3匹圆柱柜机，海信的3000多，美的4000多，格力最便宜的也要5000多。\n这个溢价除了品牌效应，是不是格力用料也更好一些？\n看了下格力的业绩，年净利润200多亿，真是好生意。现在夏天越来越难熬，空调真是刚需，几乎每个房间都需要。\n格力空调现在是十年包修，房地产也过了鼎盛期了，是不是可以看做吃息养老股了？"
  },
  {
    "username": "我是菜鸟徒弟",
    "timestamp": "2025-08-25 22:27",
    "content": "今天大盘两市成交3.1万亿，老刘也受益颇多，然而市场越火热越是需要所有投资人冷静和理性，今天起老刘开始减仓，今天高位48.05分已经出掉了10%的仓位，从今天起，格力每涨一元我就减仓一成，最终止盈价位格力会在52左右减掉5成仓位，直到成功减仓5成仓位为止，最后只留格力2成仓位跟大家一起穿越牛熊。以上个人操作分享如上，大家可以参考，但是跟风卖飞格力的别回过头来骂老刘，不探讨股价预测，不讨论多空用实际行动为自己的认知买单。最后祝愿大家投资格力开心顺利，再牛市里尽情施展才华。"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-01 20:16",
    "content": "专栏你心中对格力电器思想\"成见\"是一座大山,特别对董明珠\n@今日话题 @雪球达人秀\n“人心中的成见是一座大山，任你怎么努力都休想搬动。”——来自《哪吒之魔童降世》申公豹\n很多人对于格力的思想偏见看法，对于董明珠评头论足的思想。这都是人心中的成见，是一座大山”\n很多人讨论到格力电器必然会说美的和海尔把他们合起来比较。美的海尔的..."
  },
  {
    "username": "随机漫步的傻瓜",
    "timestamp": "2025-08-25 22:27",
    "content": "$格力电器(SZ000651)$ $小米集团-W(01810)$\n格力朱磊：既然不在意短期排名，又何必转那张来路不明的图？一转，全网炸锅，各种评论夹枪带棒地向格力扑来，害得我专门花费时间查数打假。"
  },
  {
    "username": "余钱好股不下轿",
    "timestamp": "2025-08-21 22:05",
    "content": "$格力电器(SZ000651)$ 还有一周时间半年报公布，在此预测一下上半年营收总额1135亿，同比13%，归母净利润158亿，同比24%，体贴为证，安心持股，坐等打脸。大家也可以预测一下，到时候看看谁的比较接近"
  },
  {
    "username": "我是菜鸟徒弟",
    "timestamp": "2025-08-18 23:32",
    "content": "大盘突破3740，格力依旧没有收复去年的52高点，股价不涨具体原因我们一线经销商很清楚，厂家也很清楚，相信格力各个利益链条上的人都清楚公司真实现状，我知道现阶段，很多股票大涨，大家都期待格力股票创新高，但是还是希望在这个过热的市场大家能够保持一定的理性，理性看待格力，看待一个真实的格力，真实的格力冰洗现状每走一步都是进步，当以前两门小冰箱举例，公司特价优惠，让我们内推价格极致内卷，董店直发500包邮发全国，办公室里的神器，即便这样还是没法在小冰箱领域里脱颖而出。所以业绩是一步步来，股价大家也不要指望一飞冲天，高点的时候一点点减持，再低位的时候一点点收集股权，这才是真正的价值投资，至于当前的股价高估低估，雪球就不多说了。"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-18 21:37",
    "content": "格力电器市场总监朱总微博发文$格力电器(SZ000651)$$小米集团-W(01810)$"
  },
  {
    "username": "飘零之鱼儿",
    "timestamp": "2025-08-25 22:28",
    "content": "【牛市来临，如何守好自己的钱袋子】\n截止本周五收盘，大盘站上3800点，牛市已经启动，\n牛市一来临，百花齐放，\n如何守好自己的钱袋子，使之能在牛市里增值而不是贬值，\n成为重要的问题。\n要不要参与股市？\n要不追当前热门的个股？\n要不要去抄底低估的蓝筹？\n现金流重要吗？\n这么多问题，我们一..."
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-21 19:50",
    "content": "专栏格力年度分红终于要来，董明珠给大家发七夕节红包\n@今日话题 @雪球达人秀\n最近大家都在讨论格力电器的年度分红公告什么时候来，晚上吃饭前刚收到格力的公告。\n格力电器：2024年度权益分派每10股派20元 股权登记日为8月28日\n公告称，公司2024年年度权益分派方案为：以现有总股本剔除已回购股份后的55.85亿股为基数，向全体股东每10股派..."
  },
  {
    "username": "慢就是快呢",
    "timestamp": "2025-08-13 06:04",
    "content": "格力股东，大部分认知不足\n提起小米空调，格力股东第一句就是图便宜。真实是这样吗，任何一件产品光靠便宜那肯定是不行的。小米空调起步晚，目前来看很多人对小米空调并不了解，小米空调之所以销量每年增速很快，核心原因是品质好。随着时间的推移会有越来越多的人选择小米空调，因为小米空调质量并不比格力美的差，你认为小..."
  },
  {
    "username": "大只若鱼",
    "timestamp": "2025-08-18 16:14",
    "content": "回复@LV6一方通行: 我预测未来格力分红有保障。管理层和大股东利益需要。我们跟着喝口汤吧。\n没指望国际化成功，市场也没指望。\n稳住空调分红就行了。我当烟屁股买的。\n在a股股息6%+还不是烟屁股是什么。//@LV6一方通行:回复@大只若鱼:格力的优势就是便宜，论国际化，远不如海尔。论重视股东，也不如美的。"
  },
  {
    "username": "大只若鱼",
    "timestamp": "2025-08-19 11:21",
    "content": "我买谁谁跌。 格力要是跌到45，派息后43，如果还继续派3块，那就7%股息了。 妥妥的收息烟屁股。 A股7%股息没人要。"
  },
  {
    "username": "好公司好价格",
    "timestamp": "2025-08-24 10:58",
    "content": "鸿蒙智选上架空调\n华为鸿蒙智选官方旗舰店低调上架了一款空调的预售，标志着鸿蒙智选正式进军空调业，怎么看待这件事对格力，美的，小米空调业务的影响\n鸿蒙智选本次选择的是美邦电器作为供应方，美邦电器在此之前是一家小公司，成立时间八年，安徽国资占有很小一部分股份，剩下均是个人持股\n目前仅在京东预..."
  },
  {
    "username": "铁观音乐乐",
    "timestamp": "2025-08-23 14:38",
    "content": "专栏雪球组合设立1000天记言\n来雪球一晃有近三年时间了，看设立雪球组合整整1000天。这时间不算长，也不算短，基本能说明一个人中期股市操作的平稳程度。\n作为价值投资者，我选择的是以高股息率为锚定基本收益的投资策略，辅以高抛低吸的操作技巧，不追求一年三倍的高收益，顺其自然，但求无过。\n1000天盈利率为85.47%..."
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-20 18:34",
    "content": "中标金额超2亿元，格力斩获两大基站空调产品集中采购项目\n$格力电器(SZ000651)$\n近日，格力凭借卓越的技术实力与绿色节能解决方案，成功斩获中国移动及中国铁塔2025年度基站空调产品集中采购项目，中标金额合计超2亿元。其中，中国移动2025年度基站空调产品集中采购项目，中标金额为1.4亿元；中国铁塔2025年度基站空调产品集中采购项目，中标金额为7200万元，彰显了格力在通信基础设施领域的领先地位。\n通信基站作为移动通信网络中最关键的基础设施，其能耗问题备受关注。据统计，空调系统占基站总能耗的40%以上，节能降耗成为行业刚需。格力深耕数据通讯领域多年，持续加大绿色低碳技术研发力度，针对基站场景推出高效节能空调产品，通过智能温控、自然冷源利用等技术，显著降低基站能耗，助力运营商实现降本增效与双碳目标。\n此次中标的两大项目，不仅体现了市场对格力产品性能与服务质量的高度认可，更印证了其绿色节能方案在通信行业的广泛适用性。未来，随着5G网络规模化部署，基站空调市场规模将持续扩大，格力此次中标不仅巩固了其在通信空调领域的竞争优势，更为行业树立了节能标杆。通过引领通信基础设施绿色升级，格力正以实际行动践行低碳使命，为全社会可持续发展贡献力量。"
  },
  {
    "username": "大只若鱼",
    "timestamp": "2025-08-22 12:35",
    "content": "关于格力分红，我只需要考虑分红能力就行。分红意愿这个问题应该是完全不需要担心的。 大股东也好，管理层也好，在保证公司运营扩张足够的前提下，都非常有分红的动力。 不要听董说不给你分红又如何。我不担心。她有一亿股。"
  },
  {
    "username": "管我财",
    "timestamp": "2025-07-22 14:31",
    "content": "這幾天賣清了$置富产业信托(00778)$ ，吱一聲。全數轉投$格力电器(SZ000651)$ ，格力持倉升至4%。香港的中產商場壓力比較大，新香港人尤其喜歡從國內網購以及回深圳消費，對置富商場的空置率這兩個月明顯地上升，而且新簽租約比較租約，租金下跌15至30%，估計下半年的業績會反映現在的租務情況變化。領展的商場明顯要好很多，香港底層的購買力依然非常強勁，繼續等待納入港股痛。"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-16 08:17",
    "content": "不是5年前小米空调就超过格力了$格力电器(SZ000651)$"
  },
  {
    "username": "养一尾时光",
    "timestamp": "2025-08-23 13:48",
    "content": "我还就不信了呢，坚守格力，绝不去追热点，绝不追高。我要继续在格力里躲牛市，我要继续熬。拿着格力穿越牛熊后，再看看是价值投资的意义。\n在股市里摸索了很多年后，逐渐了解到了什么最适合自己，那就是稳稳的价值投资。虽然不能让人暴富，但拿着安心，可以吃好睡好，精神可以很放松，不用怕。\n$格力电器(SZ000651)$ ，现在52%的分红率，能分3块，又不是70%的分红率分3块，现在要做的只有一个字：等\n价值投资不是有句名言么，做时间的朋友，虽然从7.11建仓到现在，没赚也没亏，但现在持有格力的股友们唯一要做的就是：坚持\n只不过有时候看到外面涨的那么热闹，哈哈，时刻提醒自己：打住，不要伸手过去，那很可能是恶魔。是来要我命的。\n格力的股友们，咱们一块坚持哈💪💪"
  },
  {
    "username": "fuyuan乞士",
    "timestamp": "2025-07-30 21:38",
    "content": "#缘富读格力电器# $格力电器(SZ000651)$ 有一个财务公司，这个公司对于上市公司的财报的分析还是有影响，看了一下吸收存款同业存款的金额只有几个亿，那么这个财务公司可能也是名存实亡吧。\n格力电器还有一个保理公司，想通过这两个机构来做一下自己产业链朋友圈的借贷业务、产业链金融，这也是能够理解。\n从合并报表来看，它的金融业务形成的金融负债这方面的金额应该不大。"
  },
  {
    "username": "LV6一方通行",
    "timestamp": "2025-08-18 16:11",
    "content": "格力的优势就是便宜，论国际化，远不如海尔。论重视股东，也不如美的。"
  },
  {
    "username": "上瘾着迷",
    "timestamp": "2025-08-19 11:41",
    "content": "全网独家较真！格力空调销量被小米超过了么？格力的否定是在否定自己！\n8月18日消息，格力市场总监朱磊今日发文称：“最近看到有网友转发几张关于空调销量的截图，由此引发的话题 #小米空调线上销量超越格力# 大家讨论得很热烈。感谢大家对行业的关注。”\n他表示：“我们也去奥维云网查了下，公开的数据和那几张截图并不一样。按照同样的查询条件，7 月线上市场格力仍然保持领先。”\n格力的营销总监在暗示小米用虚假数据和信息忽悠大众，网上不论雪球还是微播都有人称小米P图，骂小米无耻。\n那事实是什么？事实是7月份线上空调销量小米超越格力的图是真的，只是后来过了几天数据更新了（数据更新很正常，美帝各种经济数据也经常更新咧）7月数据变了，小米没超过格力，但变成了5月6月超过了，当时我第一个发现这点，还专门发了贴，没成想数据再次更新，变成6月没超，但5月超过了。而格力营销总监在前几天不出来说话，等数据更新对自己有利了，就暗示小米宣传的数据是虚假的，他难道不懂这其中的原委么？他太懂了，暗示小米p图，可太丢份了。\n作为营销总监，不反思为何小米短短几年销量大增，能在空调旺季的某个月超过老牌龙头格力，却干起了公关总监的活，自己虚假宣传暗示竞争对手虚假宣传，这可太丢份了。\n格力的价值观如果还不改进，未来堪忧！\n$格力电器(SZ000651)$ $小米集团-W(01810)$ $美的集团(SZ000333)$"
  },
  {
    "username": "万物_供需",
    "timestamp": "2025-08-21 12:58",
    "content": "我跟财主相反，格力从10%降到了5%说实话，我还是挺担心华为进入空调领域的。华为作为万物互联的玩家，做空调第一个冲击的就是小米的智能化空调，第二个冲击的就是高端的格力空调。虽然可能会错，但安全第一，后续看情况再考虑加仓（不会再减）。"
  },
  {
    "username": "大湾区炒家",
    "timestamp": "2025-08-19 12:44",
    "content": "$格力电器(SZ000651)$\n如果遥遥领先真的做空调\n我建议所有格力电器股东立马割肉止损\n今天才跌这么一点\n应该跌停才对。\n遥遥领先做空调，就是格力的末日\n格力股民还没意识到问题的严重性。\n小米做空调，董大姐可以喷小米偷技术\n雷军也不搭理她。也没法搭理\n董大姐知道 柿子小米比较软。\n遥遥领先，董大姐你敢喷么？\n赶紧逃命，不开玩笑，以后记得感谢我。"
  },
  {
    "username": "沧浪之水1987",
    "timestamp": "2025-08-20 00:07",
    "content": "回复@管我财: 财主怎么看待华为入局做家用空调对格力的影响？//@管我财:回复@麒儒:這次阜豐和梅花的黃原膠官司之後，兩間公司似乎不怎麼打價格戰了。我不怎麼喜歡梅花生物對於氨基酸的產能擴展太快，不過也不是沒有可取之處，將來可以用合成氨基酸替代豆粕市場，這個市場可大呢！這樣也不需要倚賴美國的進口豆粕"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-14 12:12",
    "content": "专栏董明珠造芯遭质疑嘲讽格力芯片是低端，如今逆袭破局！\n@今日话题 @雪球达人秀\n2018年4月，董明珠公开表示哪怕需要投资500亿也要把芯片造出来。董明珠说一年砸100亿，第二年再砸100亿，3年投入300亿，甚至投入500亿，没理由做不成芯片！而且她还表示，这些钱不需要国家给拿钱，就自己投入！\n2018年4月，正式拉开了格力“造芯”的大幕\n当年..."
  },
  {
    "username": "木头2046",
    "timestamp": "2025-08-21 16:53",
    "content": "还有个核心问题，同品牌格力美的海尔，线下销售均价都比线上贵1000左右，因为线上卖的最好的都是入门款的。线下相对结构更好，中高端更多。所以如果线上线下各占50销额占比，线下利润能贡献到65以上。还有个问题，大家觉得厂家一台空调线下卖各个环节要多少费用。线上要多少费用。哪个费用更低"
  },
  {
    "username": "估值的救赎",
    "timestamp": "2025-08-16 15:05",
    "content": "最近装修新房子，在看空调。平台上看到的基本上就是格力、美的、小米、其他。从价格分布来看，格力和美的明显是一个档次的，主打中高端机，小米和其他主打低端机。我选择格力，主要还是看中了格力空调质量和10年保修。"
  },
  {
    "username": "股灾亲历者",
    "timestamp": "2025-08-16 10:11",
    "content": "互联网上鬼话连篇，真的可以数一数二\n曾经有某公司的人放言用五年时间，将自己的空调业务做到中国家电行业数一数二。虽然，自己需要使用空调时还需采购别人制造的。\n可是并不妨碍鬼话连篇的互联网，早早就把它拱到数一数二了。从昨天、到今天，也许将继续到明天······我们都能在网上看到如下这样的空调市场销售数据。\n这..."
  },
  {
    "username": "股灾亲历者",
    "timestamp": "2025-08-21 21:36",
    "content": "华为真的要造空调，格力空调真的要完蛋？\n近来一些天华为将在8月22日召开空调新品发布会的消息传得很广，我觉得滑稽，一直没说，省得吓到，误导持有格力电器的股票的股民。可是这几天这事伴随格力电器股票的下跌，越传越玄乎了。看来我想不说也不得不说说几句了。否则，大家会以为华为真的要做空调，格力空调真的要完蛋了。\n先看一张广..."
  },
  {
    "username": "投资只是生活一部分",
    "timestamp": "2025-08-22 12:52",
    "content": "我没有想到格力被这么多大佬青睐，作为同行，你们不看长虹美菱的财报的吗？"
  },
  {
    "username": "关灯吃包子",
    "timestamp": "2025-08-14 18:46",
    "content": "$格力电器(SZ000651)$ $小米集团-W(01810)$ 小米超越格力是早晚的事。"
  },
  {
    "username": "优秀公司的长期股东",
    "timestamp": "2025-08-22 08:24",
    "content": "专栏我为什么不担心格力电器会衰败？\n小米的7月份线上份额逼近格力电器，美博空调接入华为鸿蒙，华为AI赋能…，很多人认为空调独大的格力电器连续两次要完了。\n一、25年后，世界空调需求量依然巨大。\n未来25年，世界对空调的需求量巨大。\n以下数据来源自大模型搜索：\n国际能源署（IEA）预测，全球空调数量从2016年的..."
  },
  {
    "username": "奕风1977",
    "timestamp": "2025-08-21 12:23",
    "content": "持有格力六年时间\n持有格力6年时间，总体收益也就30%，期间在低位一直进，高位极少追，从没有抛过一股。说实在话，6年时间总体30%收益真不算高，这还是在不追高的情况下取得的。可想而知，其他还不如我收益高，甚至因追高而亏损的格力股东是怎样一个感受？但愿格力切切实实完成蜕变，让价值投资者（如果你非得说我是..."
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-25 22:29",
    "content": "微博上刷到了，没有任何恶意$格力电器(SZ000651)$ $美的集团(SZ000333)$"
  },
  {
    "username": "滇南王",
    "timestamp": "2025-07-24 15:02",
    "content": "专栏调研格力电器的五大感悟！\n格力电器这企业，一直是A股价值投资的标杆，周一的时候，走进格力电器，参观了工厂，与管理层交流，感触真的很大，今天把这次调研的感悟整理出来，让大家更进一步的深入了解格力电器！\n第一、改变世界的企业！\n这次去的时候，遇到了台风韦帕，虽然飞机航班取消，坐了很长的时间的高铁，路..."
  },
  {
    "username": "fuyuan乞士",
    "timestamp": "2025-07-30 22:11",
    "content": "从格力电器的应付款项方面来看的话，其实它也是没有占用多少上游供应商的款项，反而它在预收下游经销商的客户方面，形成比较多的合同负债达120多亿。\n从这一点上来说，格力电器的董老太婆没有像汽车行业一样，他们要占用上游供应商的资金。\n反而格力电器对员工的福利是非常好的，所以账上随时摆着40多亿的应付工资，准备发给员工。\n所以我记得@管我财 老兄说，董老太婆就是个厂老，一心做企业的。"
  },
  {
    "username": "open92",
    "timestamp": "2025-08-24 22:34",
    "content": "两家近10年的经营数据对比，$美的集团(SZ000333)$ 业务规模发展更大，产品结构更均衡；$格力电器(SZ000651)$ 在一些反映经营效率、优势的比率上更佳。\n每股收益的增长则接近。\n网页链接{【白电双雄】格力VS美的 10年财务对比_哔哩哔哩_bilibili}\n格力电器VS美的集团，白电双雄10年财务数据对比"
  },
  {
    "username": "价投者笔记晓龙",
    "timestamp": "2025-08-07 11:44",
    "content": "财主，公公，黑丝，三个大v都买格力了。实属罕见～ @管我财 @超级鹿鼎公 @HIS1963$格力电器(SZ000651)$\n还有其他大v跟进吗？\n再来几个保险公司如何？$中国平安(SH601318)$ 赶紧，$新华保险(SH601336)$ 买了好多好票，你平安再不买格力，都被抢光了～"
  },
  {
    "username": "信天翁资本",
    "timestamp": "2025-08-19 11:56",
    "content": "$格力电器(SZ000651)$ 市场乱糟糟的，10亿元营收的企业市值4200亿元（寒武纪）、盈利330亿元的企业市值2500亿元（格力电器），对盈利能力强的企业要求苛刻、对毫无盈利能力的企业则无限宽容，这个市场的尿性就是这样，你还指望它能长期走牛，真的痴人说梦，哗众取宠！\n有些人说，企业不同行业不同，没有可比性，但是不管怎么样都要回归到最终赚取的、终局意义上的自由现金流上来。从终局意义上看，寒武纪能够达到330亿净利润吗？每年能够分红165亿元、持续分红吗？恐怕大概率这辈子都没什么希望。即使能够达到，需要多长时间，这段时间格力电器光分红和赚取的自由现金流估计都有几千亿了。\n所以，从价值角度来说很难解释为什么很多盈利很差的企业竟然比格力电器估值还高！\n市场涨涨跌跌，有些是业绩驱动的，这是我们要重点的关注的，有些是情绪驱动的，我们注意辨别、要么回避、要么就是做趋势和周期。\n巴菲特听到市场有效理论时，觉得很震惊，认为这些学术派真的对市场认知没有一点常识。\nA股强周期属性和牛短熊长的特点一定要牢记，这是投资A股的一个根本大法。市场短期是投票机，长期是称重器。市场只可利用，不可信任。"
  },
  {
    "username": "东先生",
    "timestamp": "2025-07-26 08:51",
    "content": "专栏格力身上看到了京东特斯拉腾讯的影子\n近期走进格力电器做了全面性调研，包括总部、负责生产中央空调的格力绿控、负责生产第三代半导体芯片的格力元器件等等。\n实话说，去之前我是对格力有偏见的。公司空调的市场份额虽然保持在20%+，但作为空调业的扛把子选手，面对传统领域来势汹汹的美的、海尔、奥克斯等，面对新势力如小米等，..."
  },
  {
    "username": "老叶智道",
    "timestamp": "2025-08-06 12:51",
    "content": "$格力电器(SZ000651)$ 今天和同事交流了解到，上个月他家电费一个570多，说吓了一跳，从来没有交过这么多的电费。我家上个月的电费是280多。然后我了解了一下他家的用电情况，大头主要还是空调用电，夏天闷热，小孩子暑假在家，开空调开得比较多，几乎一天时间有70%的时间开着空调。他家的用电情况和我家差不多，空调使用时间和使用数量是大差不差的。然后我问他买的是什么空调，他家的空调都是奥克斯，价位在（1500-2000），我家的都是格力空调价位（2000-2800）。\n虽然说不能完全控制变量对比，但是两家的电费相差了一倍，使用格力空调比使用奥克斯空调省电这个结论应该不会错。是啊，我相信绝大部分都不会明白的一个道理是：便宜的东西往往更贵，贵的东西往往便宜。一分钱一分货，这是亘古不变的常识。投资也应该尊重常识。对于投资格力电器，我遵循的常识就是：只要一家企业不断地给社会创造价值，那么社会终将会回报他应有的价值。劣币不能驱逐良币。一家有利润追求之上的公司，更是如此，也必将如此！#投资常识#"
  },
  {
    "username": "股灾亲历者",
    "timestamp": "2025-08-19 07:15",
    "content": "格力电器公司要赚钱，想拦都拦不住\n昨晚格力电器市场总监朱磊发了一条貌似在为格力电器公司正名的微博：\n我看后很不以为然。格力市场总监的用意，无疑是好的。揭露一些人人的丑恶嘴脸以正视听，也是应该的。但以查了那个XX云网的数据来说事，这就显得不自信了。于是我在他上面的这条微博下面发表如下的评论：\n那个XX云网是个..."
  },
  {
    "username": "格V力丰饶",
    "timestamp": "2025-08-24 10:41",
    "content": "$格力电器(SZ000651)$\n靠股价上涨赚钱的人那是还没有入门\n这句话一般的散户是没有办法理解的，特别是现在牛市就更没人懂了。\n因为大A的散户基本上都是牛市有了赚钱效应才冲进来追涨杀跌赚差价的，都想一夜暴富，没有几个人看得上那五六个点的股息的股票，不然大A的分红回购之王格力也不至于那么便宜还没多少人看得上。\n而我已在漫长的熊市积攒了足够多优质廉价的格力股权，公司每年分红两次，分红除权后让我的持仓成本越来越低，这几年公司每年分红越来越高，长此以往我的投资回报率也会越来越高，这才是我无视股价涨跌，穿越牛熊的底气。\n如果用定存银行的心态来攒股，那下周绝对是攒格力股票的绝佳时机，周一买入持有到周四就能收到四点多的分红，然后再持有一年又可以收到六七个点的分红，比定存四大银行一年存款利率高了十倍。\n下周只要格力股价不涨我就会继续卖掉赚钱的小橙子来换，从周一买到周四股息到账，周五又可以继续买买买。我相信格力也会复制农业银行这种涨不停的慢牛走势。\n投资的本质就是分钱，我来股市交了几年学费总算是悟透了这句话的含义了，所以我现在也只重仓格力，当然牛市也要拿一部分仓位与牛共舞，春江水暖鸭先知，长期在股市里熬着，当然也能提前感知牛市行情的到来，我就提前埋伏了证券和科技股。\n现在的组合就是格力+银行+证券+科技，体验还是不错的，市场一直都是在变化的，但还是攒格力为主，坚持攒股收息、股息再复投，格力才是大A最便宜的科技股，且行且珍惜。"
  },
  {
    "username": "老卢1979",
    "timestamp": "2025-08-20 15:53",
    "content": "回复@五招分众: 今天的格力是个好机会啊，后面除非大盘跳水，否则想买更低价的格力比较困难了。//@五招分众:回复@4点半:快了，牛市中后期格力这种大白马表现可以的。"
  },
  {
    "username": "7X24快讯",
    "timestamp": "2025-08-21 18:37",
    "content": "【格力电器：2024年度权益分派每10股派20元 股权登记日为8月28日】格力电器(000651.SZ)公告称，公司2024年年度权益分派方案为：以现有总股本剔除已回购股份后的55.85亿股为基数，向全体股东每10股派20.00元（含税），不送红股，不以资本公积金转增股本，共计派发现金股利111.7亿元。股权登记日为2025年8月28日，除权除息日为2025年8月29日。"
  },
  {
    "username": "格V力丰饶",
    "timestamp": "2025-08-08 12:33",
    "content": "$格力电器(SZ000651)$\n格力年终分红越来越近了，现在买入持有一年分红三次，大概率每股分5-5.5元。股息率11.65%（5.5÷47.2），除权后的股息率12.17% （5.5÷45.2），12%左右的股息率实在太诱人了吧？！\n这么高的股息率怎么可能不涨，你们不买我买，我仍然坚持格力五十以下只买不卖的策略。\n昨晚看到央妈又放水了，在这个优质资产荒的时代，高股息绝对是大资金的最爱，我只知道水往低处流，低估值高股息就是大A的蓄水池，我一直认为格力和银行股就是大A最后的价值洼地，我就在洼地等水来。\n弱水三千但取格力一瓢，流水不争先争的是滔滔不绝……"
  },
  {
    "username": "高端营销",
    "timestamp": "2025-08-11 21:47",
    "content": "格力50项国际领先技术，断崖式领先国内同行\n在珠海格力电器的实验室里，一台转缸容积式制冷剂泵正以稳定的频率运转。它的外壳并不起眼，但内部的机械结构却藏着行业的重大突破——这项被鉴定为“国际首创”的技术，将数据中心空调的效率提升了1至5倍，让北京的高效制冷时长从每年40%跃升至66%，更让广州这样的高温地区首次实现全年1/3时间的..."
  },
  {
    "username": "天下晃晃悠悠",
    "timestamp": "2025-08-17 09:01",
    "content": "格力市占率17%，稍微了解一点空调行业的也不会信。半信半疑都不会。\n格力还是很强大的，正因为格力强大，看着格力一天天走下坡路才会很遗憾。"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-08-06 10:01",
    "content": "加格力了？格力看起来不错符合你的投资逻辑，而且更稳健"
  },
  {
    "username": "凡凡妈2010",
    "timestamp": "2025-08-08 11:56",
    "content": "专栏买了一个小酒窖\n我师傅常说，1000股茅台可视为拥有一个小酒窖。\n所以，1000股茅台就一直是我的一个梦！\n今天，8月8日，很好的日子，我终于梦想成真！\n为什么要卖掉格力，原因就是格力我不想赚太多了，10w就已经知足！\n最最主要的是，我更想要早日拥有那么一个小酒窖！"
  },
  {
    "username": "27年股民流在江湖",
    "timestamp": "2025-08-06 10:17",
    "content": "回复@金哥777: 深圳打新，先搞点，今年业绩应该没问题，公司钱多，其实这几年每股收益增长不比美的低，格力股本减少，美的是增加的//@金哥777:回复@27年股民流在江湖:加格力了？格力看起来不错符合你的投资逻辑，而且更稳健"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-07-27 11:08",
    "content": "专栏调研走进真实格力电器，深度了解真实的董明珠\n@今日话题 @雪球达人秀\n格力电器这家公司一直是我的极度重仓股票，但是在网络上很多人对于格力董明珠有很大的看法，有时候甚至是恶意的语言去攻击她。但是在我个人认为董明珠是中国少有的正能量价值观，董总她有家国情怀为社会为整个行业良性发展的良心企业家。\n所以我个人观点和网上一些..."
  },
  {
    "username": "我不在米国",
    "timestamp": "2025-08-21 10:17",
    "content": "当某人拿占格力电器总收入比例超过78%的主营业务（空调）狙击占小米总收入比例不足6%的非主营业务（空调）时，她一开口就已经输了。\n总有人以为自己很智慧，其实从战略层面讲很愚蠢——作为企业掌舵人，缺乏战略认知能力是件可悲又可怕的事情。"
  },
  {
    "username": "天下晃晃悠悠",
    "timestamp": "2025-08-25 22:29",
    "content": "经济观察报的那篇报道写得还行，太细，就有点主次不分，像软文。其中卡脖子的部分托大了，一个家用电器，谁卡你脖子？你的出身不好，嘴巴喊用斯丹康也没用。而且一个媒体写的东西不让评论，你一支笔议论天上地下，听不得别人讲几句话？没有知识分子的精神和风度。\n前年网友热议小米空调时我就说过格力真正的对手是美的，事实上美的正在超越格力。昨天发的湖南以旧换新的数据有格力美的的占比，1-6月大家电必用补贴，这个补贴金额就是市场占有率的体现，美的减去冰洗之后就是空调的，要计算一下比例是可以的，但是麻烦。毛估估，美的冰洗占30%，那么空调是70%，在湖南国补金额里格力比美的全品类是1.1比1的样子，所以湖南的格力空调比美的空调大概是1.6:1。如果美的空调在美的销售中占比达不到70%，那么这个比例还会上升。\n这个数据基本是对的，但是比起以往也在下滑。湖南的专卖店很强势，渠道是格力的觉得优势，连锁偏向美的，这个原因我说过，连锁是以老大的姿态自居，对利润有要求，所以国美苏宁那种根本没想过双赢，他们要的是高利润，要的是掌控，推美的钳制格力这个老大连锁认为更有利于自己。格力是薄利多销，我跟连锁谈事情都是平等互利，整个格力在当年国美事件后长时间保持了这种风格。连锁推那些小品牌就不一样了，利润超高，那些小厂有的是他们自己的，有的拿他们当爷爷供着，不止是一线人员，从上倒下都被当作爷爷供着，所以从总部下来的命令就是推小品牌。\n在这种局面下，湖南连锁卖场格力美的的占比高峰时期超过2：1，在前几年的工作中我们要求坚守2:1的底线，虽然一些门店逐渐失守，但是整体依然维持在接近2:1的销售。这可是连锁卖场，美的集中投入的优势阵地。\n如果在连锁卖场都是2:1，那么在格力的优势渠道是多少？据我们估计大概是3:1到4:1之间，这些占比都是顶峰时期，这几年明显有滑落。家电国补之后1.6:1这个数字是可信的。\n说到这里，在湖南这种强势市场格力逐渐下滑也是事实，全国份额最近五年下滑大家都看到的，在这种情况下格力管理层依然给自己大额的员工持股奖励，现在的持股奖励似乎更多是对历史功绩的一种回报，和现在的业绩无关。"
  },
  {
    "username": "屹立不倒的小小韭菜",
    "timestamp": "2025-08-21 18:53",
    "content": "$格力电器(SZ000651)$ 经历过长江电力266事件后，我越来越喜欢格力电器这种无实控人的烟蒂股了。老太太要花钱，都要各方激烈角力，人家长江电力266亿的公益投资，97%的赞成票，拍着手就通过了，你不服不行。对于格力，7倍多一点的市盈率，接近7%的股息率，只分红不融资，还要啥自行车。最差的预期，就是生命周期内把公司分完，比白酒强的多，说不定还有意外惊喜，这就是烟蒂股的魅力"
  },
  {
    "username": "趋势交易者1990",
    "timestamp": "2025-08-12 17:49",
    "content": "专栏格力电器：创新引领，铸就伟大企业\n在竞争激烈的商业世界中，总有一些企业凭借着独特的魅力和卓越的成就脱颖而出，格力电器便是其中的佼佼者。自1991年成立以来，格力电器以其不懈的创新精神、对品质的执着追求和强烈的社会责任意识，逐步成长为一家多元化、科技型的全球工业制造集团，成为中国乃至世界家电行业的一面旗帜，堪称伟..."
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-08 21:51",
    "content": "专栏大家对格力芯片业务发展很有质疑？\n@今日话题 @雪球达人秀\n2024年底，格力的碳化硅芯片工厂成为了各大媒体争相报道的焦点。这座由格力斥资近百亿元打造的全球第二、亚洲首座全自动化第三代半导体（碳化硅）芯片工厂，以其惊人的建设速度创造了一项奇迹。从2022年12月打桩动工，到仅用10个月时间完成厂房建设与设备移入，再到建..."
  },
  {
    "username": "4点半",
    "timestamp": "2025-08-20 15:39",
    "content": "什么时候能轮到格力呀，估计要等半年报了"
  },
  {
    "username": "27年股民流在江湖",
    "timestamp": "2025-08-06 10:38",
    "content": "回复@27年股民流在江湖: 我觉得格力不好的地方就是一年两次分红，我们喜欢做差价的增加了交税概率//@27年股民流在江湖:回复@金哥777:深圳打新，先搞点，今年业绩应该没问题，公司钱多，其实这几年每股收益增长不比美的低，格力股本减少，美的是增加的"
  },
  {
    "username": "裤衩破了个洞",
    "timestamp": "2025-08-22 09:12",
    "content": "格力是如何做到竞争越来越激烈，产品优势越来越不明显，产品售价下降的情况下，毛利率上升2%，净利润率从2019年的12.5上升到17%的？营收从2005亿下降到1900亿，利润却从247上升到322亿，同比增长30%？美的空调保修6年，格力保修十年，价格上格力大概贵了10%，但是格力成本比美的高啊。还有一个解释是，格力质量放水了，可是却吧保修年限大幅提高了"
  },
  {
    "username": "拂去心尘",
    "timestamp": "2025-08-19 17:02",
    "content": "$格力电器(SZ000651)$盘后思考\n1. 上一波牛市，家电是最迟动的板块之一。\n2.看过唐朝泸州老窖的例子，爱咋咋地吧，只要格力分红，我就开心。\n3.一个真正的价投，对于牛市应该是三不原则，不期盼，不推辞，不逃避。\n4.分红前我还是希望不涨，可以跌，越跌，我的购买力越强\n5.格力黑，杠精请勿留言，支持董总，支持格力，支持中国智造。\n6.8年多了，只持有格力电器一家公司，涨停跌停都经历过，只是因为别人涨多了，怀疑自己的初心，显然不是我的风格。"
  },
  {
    "username": "老卢1979",
    "timestamp": "2025-08-21 12:13",
    "content": "$格力电器(SZ000651)$ 我夫人和孩子的账户今天买了格力，我没买。"
  },
  {
    "username": "大只若鱼",
    "timestamp": "2025-08-18 16:45",
    "content": "回复@老卢1979: 格力没有稳定的派息比例承诺。我估计今年分红不低于3块每股。今年的业绩我不担心。//@老卢1979:回复@大只若鱼:按今年的业绩测算，如果分红率和24年一样，股息有7点几喔一般人我不告诉他"
  },
  {
    "username": "凡凡妈2010",
    "timestamp": "2025-08-22 07:17",
    "content": "一觉睡到了闹钟响，感觉挺好的。而平常，都是5点过就会醒，甚至有时会4点过。人老了，睡眠时间少了很多，能有好的睡眠质量就是幸福的了。\n昨晚，格力的分红日期公告和阿胶的中报一齐出来了，作为重仓这2股的股东，应该都是乐见的。特别是后者。\n我没有去看公告，我只在雪球浏了浏，就大概了解了我关心的一些信息。我关心的点主要是分红。得知了25年中期又是盈利全分了，每股1.27元。我大A，谁能及！\n至于现金流迅速好转，这一点我从未担心过，因为我从不认为阿胶还会走原来的老路，再爆一次雷。但现金流好了起来，也是好事吧。另外，我也要感谢1季报，让我有机会几个账户都重仓了阿胶。\n而大家谈到的增长放缓，就省省吧，什么样的环境，有得增长，就偷着乐吧。\n总之，28号能拿到格力分红了，你们爱涨不涨，涨，我能赚市值，表面风光一下。不涨，我能赚股，分红再便宜买入，这才是我更能体味和明白的好，这才是赚里子的事。\n…\n和二姐也聊了聊，她说，你还是炒那些股吗，她口中的那些股就是指我的阿胶、格力和茅台，这种她绝对回避的股。看得出，她很遗憾，她说，牛市，应该要去买强势股，科技股。她说，二姐夫最近短线操作的科技股已经赚了100万了，二姐夫是长线选手，我知道他的几百万市值的万华就是—直持有至今，涨跌都未曾卖。\n我没告诉二姐凡凡爸也投钱买股票了，而且也是让我买了这些百年不涨的。我怕她更遗憾。\n凡凡爸估计也是关注到科技的“改变”人命运了，叫我也配置3、50w科技。\n我说，你都没资格买科创、创业，知道为什么吗？你是新股民，你交易经验未满2年，那些股波动太大，国家要保护你们，不给你们买\n其实他知道我的账户什么都可以买，他说的3、50万是放到我的账户。\n哎哎哎哎哎哎哎哎！"
  },
  {
    "username": "小修罗投资",
    "timestamp": "2025-08-06 12:06",
    "content": "专栏调研格力电器：风雨中出发，去珠海看“金鸡独力”\n7月21日，我作为雪球调研团的一员来到珠海调研格力电器。由于台风“韦帕”来袭，7月20号到珠海的列车和飞机全部停运，为行程增加了难度。\n在珠海市金鸡路，格力电器可谓是独一份的存在，同时格力坚持走独立自主研发的内生增长路线。\n前往公司时，我的内心存在这些疑问：\n1.截至2023年..."
  },
  {
    "username": "墨子非韩",
    "timestamp": "2025-08-24 13:26",
    "content": "看了his1963@HIS1963 的文章网页链接\n更加坚定了高股息策略是最适合我的策略。\n也许该策略不是最好的，当然我觉得世上也没有最好的，但这却是最适合我的。\n那么大家可以探讨一下，以下几个高息股，如果只能买一个，大家会选择哪个？\nA. 中远海控。股息率9.99%。好处是股息率最高，坏处是集运周期难把握，未来净利润不确定性大。\nB. 格力电器。股息率6.37%。好处是股息率高，过去几年净利润比较稳定，坏处是国补退潮后后续的成长性问题。\nC. 国电电力。股息率4.59%。好处是股息率确定性最高，公司承诺最低0.22元分红，再加上一些可能的成长性，坏处是电价煤价不可控因素多。\nD. 五粮液。股息率4.1%。好处是股息率确定性很高，公司承诺每年分红不低于200亿，坏处是白酒周期下未来成长确定性不好把握。\nE. 中创智领。股息率6.16%。好处是近些年净利润和分红金额都增长很快，坏处是未来净利润的不确定性大。\n$中远海控(SH601919)$ $格力电器(SZ000651)$ $国电电力(SH600795)$"
  },
  {
    "username": "纯朴的红利小化石",
    "timestamp": "2025-08-19 10:43",
    "content": "$格力电器(SZ000651)$ 奥维云网小米七月线上没有超过格力啊！为什么到处在传小米七月线上销量超过格力了？谣言出自哪里呢？"
  },
  {
    "username": "gogoal",
    "timestamp": "2025-08-24 20:37",
    "content": "$美的集团(SZ000333)$ $格力电器(SZ000651)$\n这也错得太离谱了吧，美的集团2015年10转5，2016年以后的每股收益不用复权吗？另外2024年美的集团的每股收益不是5.03元，而是5.44元（复权后是8.16元）。\n最近十年，美的集团每股收益由2.98元增加到8.16元，格力电器每股收益由2.08元增加到5.72元。很显然，即便美的去年年底发行H股对短期每股收益有所摊薄，但最近十年美的集团每股收益增长幅度仍然高于格力电器。而且美的十年中每年净利润均保持增长，而格力电器则有三年出现下滑，统计开端的2015年恰巧也是其大幅财务洗澡的营收利润最低位，最近7年营收也基本停滞，利润增长的可靠性和前景都存疑。"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-21 15:19",
    "content": "格力的分红公告应该应该要来了吧？？然后七夕节给钱？$格力电器(SZ000651)$"
  },
  {
    "username": "股灾亲历者",
    "timestamp": "2025-08-23 07:37",
    "content": "昨晚格力电器公司一不留神就掉进别人挖的坑里了\n目前正值格力电器即将披露中报的敏感时间窗口期。这时恰巧有别有用心之人，来给格力电器公司挖了一个坑。遗憾的是，公司一不留神就掉进去了。请看昨晚深交所互动易上的一问一答：\n提问的人不知道是不知道，还是明知故问京海增持计划是不是已经结束？因为，京海互联网公司增持计划早就公告是9月..."
  },
  {
    "username": "木头2046",
    "timestamp": "2025-08-21 17:40",
    "content": "回复@瓜牛斩龙: 可以发一下销量对比啊。格力也有董明珠店线上的//@瓜牛斩龙:回复@木头2046:你有没有考虑过小米商城？小米的线上可不只有京东天猫。"
  },
  {
    "username": "多派客",
    "timestamp": "2025-08-22 07:09",
    "content": "@格力电器\n雪球“财主”对格力的三个判断👍\n第一，即使没有国补，格力在2025年的业绩也会增长。\n第二，由之前的4%仓位，今天随着格力大跌，又加仓了1%，总共加仓至5%，对施罗斯信徒而言，这已经足够重仓的了\n第三，面对小米搅局，“管我财”认为，蚕食的是与它风格类似的友商，对格力没影响。"
  },
  {
    "username": "佛系小资",
    "timestamp": "2025-08-10 16:36",
    "content": "专栏格力电器的年度2元钱分红，它何时可以到账？\n@今日话题 @雪球达人秀\n2024年6月28日，格力电器董事长董明珠在公司2023年年度股东大会上表示：“格力是一个负责任的企业，我们争取每年分红的决心不会动摇，这也是格力交给每一位股东的承诺与‘定心丸’。”董明珠表示，不能忘记“晴带雨伞，饱带干粮”，企业的持续性发展和股东的利益，格力..."
  },
  {
    "username": "CCMT股票收藏家",
    "timestamp": "2025-08-16 00:01",
    "content": "$格力电器(SZ000651)$ 这可了不得，咋办？"
  },
  {
    "username": "格龙厄姆",
    "timestamp": "2025-08-12 18:05",
    "content": "格力空调质量好，估计全中国人民都知道。\n诺基亚质量也非常好，地球人都知道，掉在地上摔不碎，但是最终倒在了“智能机”的横流里。\n一个企业要想基业长青，不可能靠一个产品经久不衰，再好的商品都会有时效性。\n物竞天择，适者生存，日本曾经赫赫有名的家电企业纷纷走向没落，而索尼从最初卖电饭煲的小家电发展到今天横跨电子、游戏、娱乐、金融、银行、保险、半导体、Ai等科技服务领域，靠的就是不断进化的能力。\n唯一不变的是世界一直在变，只有不断进化，适应时代，才能不被时代抛弃。\n而格力一直停留在空调质量好，用料扎实，收废品的喜欢格力空调这个阶段。\n当下，家电正在快速的拥抱Ai，美的旗下高端空调Colmo，已经可以感知到房间是老人还是小孩，用户使用习惯是什么，空调正在从制冷机器，向会思考的智能体转变，现在看起来差距没那么大，等量变到质变以后，“诺基亚”就再无翻身之日。\n格力空调市场份额连续5年不增长了，市场已经说明了一切，要敬畏市场，看看市场的需求是什么，而不是以我为主，“一机包打天下。”\n希望格力的管理层，睁开眼睛看看现在的年轻人的需求是什么，先把手机App做出来，不要再停留在遥控器阶段。\n沧海桑田，有时候不过是转瞬之间$美的集团(SZ000333)$ $格力电器(SZ000651)$"
  }
]