[
  {
    "username": "老奈",
    "timestamp": "2025-08-23 09:16",
    "content": "$兴业银锡(SZ000426)$ 周末闲扯几句：\n周末闲扯：关于兴业银锡（SZ000426）的几点思考\n1. 研究大宗商品价格，再复杂的分析最后都要落回美元这个核心——全球大宗多以美元计价，它的走势直接牵动着后续行情走向，这是绕不开的关键。\n2. 美元降息通道已经打开，这绝非单次调整，后续大概率还会有持续动作，对大宗商品的长期影响值得盯紧。\n3. 看透银价不用费太多劲：先把金价摸透，就能抓住银价的大方向；更值得期待的是常规的金银比修复，一旦启动，银价的弹性空间会比金价更可观。\n4. 好好珍惜眼下持仓能稳定进账的日子，如今搭上兴业银锡“量增、价增、估值低”的列车，随着逻辑逐步兑现，挣钱的周期或许会比想象中更长。\n祝大家周末愉快\n$紫金矿业(SH601899)$ $洛阳钼业(SH603993)$ @大黄蚬子hgx @心静如水_容大"
  },
  {
    "username": "人生是历练",
    "timestamp": "2025-08-25 22:38",
    "content": "专栏资源优势转化成效益优势才是估值的核心---兴业银锡中报解读\n兴业银锡公布中报，个人对这份业绩下降的中报还是有点惊讶，通读中报内容后还是觉得公司管理层守着这么好的资源，在这么高的银锡价格，还是这点业绩有点对不起股东的期待。\n公司上半年营收24.7亿元，营收增长12.5%归母净利润实现7.95亿元，净利润下降9.93%。对于上半年银价均价同比去年上涨2..."
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-25 19:59",
    "content": "1，营收增长是因为宇邦并入。\n2，利润不及预期主要三个：a，3月事故影响，吃的是配矿部分，入选品位低；相比去年上半年，少了一千吨锡，直接少了2亿多收入，主要原因；b，乾金达维修停产一个月；c，宇邦目前并没有进入正式生产阶段，以开展新项目为主，亏损。\n今天的盘面己经反应了一些春江鸭子的纠结，该来的来，该去的去。$兴业银锡(SZ000426)$\n查看图片"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-08-02 15:13",
    "content": "专栏我所理解的股票投资\n最近和几个当地券商的朋友一起聚餐，讲很少遇到我这种投资股票的人，去研究基本面然后重仓二三个公司，对于我自己来说应该是常识，研究基本面了解那个公司的生意模式，了解财务数据，看年报，季报，然后对比同行业看有没有优势，再和整体市场对比看到底便宜不便宜，这都是很常识的事情，但通过券商..."
  },
  {
    "username": "兴业银锡(SZ000426)",
    "timestamp": "2025-08-25 19:23",
    "content": "兴业银锡：2025年半年度报告 网页链接"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-18 10:49",
    "content": "$兴业银锡(SZ000426)$\n上周未，有群友和公司沟通，把一些信息告知大家：\n一， 银漫二期 情况： 重启双源有色冶炼方案已经被盟政府通过，正在具体落地，如果顺利今年还能抢在上冻前完成选厂露天作业部分，如果不顺利就只能开春解冻再施工，但只要落地，竖井不受影响。\n从这信息来看，二期工程不存在官方障碍，基本落实。\n二，宇邦盾构机事项 一是中标结果还没出来 出来后不一定发单独公告，但在定期报告中要披露。\n三，银漫竖井也要上盾构机 同一家公司 不同的项目部，效率高后节约时间是三分之一还是二分之一要看具体运用\n以上信息均来自于群友与公司的交流沟通，未免保证100%完全正确，或有疏漏的地方，甚至错误的地方，请大家谨慎采信。\n记得以下节奏：\n2027二期达产，2026年提前估值，不难过。\n2028宇邦、Achmmach达产，2027年双飞，更好过\n2029-2030布敦注入，2028更上一台阶\n意外之财：远东黄金、藏南锑金、云南新厂冲锡矿……$紫金矿业(SH601899)$ $洛阳钼业(SH603993)$"
  },
  {
    "username": "火蚁投资",
    "timestamp": "2025-08-14 10:11",
    "content": "$兴业银锡(SZ000426)$ $锡业股份(SZ000960)$ $紫金矿业(SH601899)$\n兴业终于突破20了，熬了第5年了，太难了，人生有几个五年？？买入的时候就定了目标20，中途坐了3-4次大电梯，从11.96，3次15+都分别坐了电梯砸到5-10，后面随着收购、重组等事项逐步明朗，20的目标就更加坚定，也开始有所上调！！！但总算到了第一目标！这个心酸历程太难了，！！5年了！！！人生有几个五年？？？五年，你知道我这五年怎么过的吗？你知道吗？"
  },
  {
    "username": "David_Pan",
    "timestamp": "2025-08-13 23:56",
    "content": "专栏兴业银锡投资研究笔记\n一、关于银价\n1.之前我认为黄金上涨主要原因之一是央行增持，但央行并不增持白银所以不能确定白银上涨。但是看了1971年至今的数据，白银整体涨幅接近黄金，且每轮黄金牛市白银涨幅和波动均大于黄金，时间上也几乎同步。又做了两者的相关性分析，从2015年至今，白银与黄金价格的相关性达到0.96..."
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-13 16:28",
    "content": "$兴业银锡(SZ000426)$\n恭喜各位关注兴业银锡（SZ000426）的朋友们！这只个股在有色板块中堪称最耀眼的存在，强势的表现让不少投资者眼前一亮。\n或许此刻的高光只是开始，若能持续夯实业绩、把握行业机遇。\n未来它完全有望突破板块局限，成为全市场瞩目的明星标的，在资本市场的舞台上持续闪闪发光。\n让每一位坚定持有者共享成长红利。\n深度热爱！深度自信！"
  },
  {
    "username": "暴涨吧",
    "timestamp": "2025-08-21 11:01",
    "content": "$兴业银锡(SZ000426)$ 宇邦又获得一个新的探矿权，还是在双尖子山，应该和之前的矿区挨着。另外，白音勿拉招标的新探矿权应该也是兴业的。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-21 12:38",
    "content": "看图，不评论$兴业银锡(SZ000426)$查看图片"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-19 10:26",
    "content": "专栏投资股票贵与不贵\n发现很多人看一个公司最近一两年股价大涨了就认为这个公司股价贵了，同理发现这公司最近一两年股价一直跌或者和同行比股价一直不涨，远远落后于同行股价涨幅就认为这公司股价在低位。我认为一个公司股价贵与不贵和股价最近一两年，或者三五年涨幅没有任何关系，反正便宜不便宜也是一样的道理，我们..."
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-01 18:08",
    "content": "$兴业银锡(SZ000426)$\n此次有幸参与公司组织的机构投资者现场考察活动，心中满是感激与收获。从生产基地的实地探访到核心技术的细致讲解，从管理层的坦诚交流到团队风貌的直观感受，每一个环节都让我们对公司的发展理念、业务布局和核心竞争力有了更清晰的认知。\n尤其感动于公司在活动中展现的专业与真诚——既不回避发展中的挑战，也不吝啬分享成长的经验。\n感谢公司的精心安排，让我们有机会跳出纸面数据，深入触摸企业发展的脉搏。\n此次参与公司组织的投资者现场考察，不仅收获了对企业发展的直观认知，更被活动中细致入微的安排所打动，尤其是全程贯穿的安全防范考量，让我们倍感安心。\n从进入厂区前的安全须知讲解、防护装备的规范配备，到考察过程中专人引导避开作业风险区、及时提醒生产环境中的注意事项，每一个细节都体现着公司对安全的重视。即便在深入生产车间、接触核心设备的环节，也始终以严谨的安全流程为前提，既让我们近距离了解了企业的硬实力，又确保了考察全程的稳妥有序。\n这种将安全与专业并重的态度，恰恰是企业管理水平的生动体现。\n再次感谢所有为此次活动付出的同仁，这份用心值得我们由衷点赞！\n再次感谢公司的周到筹备与热情接待！\n再次感谢全程陪同的负责安全的公司党委书记、副总裁常总、公司副总裁兼董秘孙总、证代部尚部长、及公司其他各位付出。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-07 09:11",
    "content": "$兴业银锡(SZ000426)$\n大家算个一个算术题嘛，就是现在公司的产品毛利润是62.98%，为了方便计算，我们先假定这个公司的毛利率65%。，其他成本项不变的情况下，假如价格下跌30%，他的毛利润是多少？假如价格上升30%，他的毛利率又是多少？最后，您会得到一个什么结论？\n（ps，不是说净值不重要，我们可以推导其抗风险能力，还有就是量与价的关系，及其敏感性）\n$紫金矿业(SH601899)$ $洛阳钼业(SH603993)$"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-22 20:03",
    "content": "$兴业银锡(SZ000426)$ 守着兴业银锡，我大概是持股到最后的顽固派。明知矿业行情颠簸，像走在满是碎石的山路，可远方矿山崛起、业绩突破的图景，总勾着我期待。\n今儿回江西老家，北京那套合心意的家具，索性全搬来。老屋配旧友，原木家具衬着蓝帘、吊灯，恍惚看见往后日子——年纪渐长，就该归田园，守着这方小天地的安稳，守着持仓里那股“锡”望，静看涨跌，慢品岁月 。\n感谢夫人的百般的辛苦，脱俗的眼光，让我对“闲池上饮，林间醉”更有希冀。\n个人感慨，不构成其他人的投资建议@金鹏鸟 @金哥777 @心静如水_容大 @火蚁投资"
  },
  {
    "username": "韭菲特漂流记",
    "timestamp": "2025-08-01 10:16",
    "content": "买了点兴业银锡，老奈的一句话逻辑打动我了\n@老奈:不要看白银定价，我也搞求不懂，兴业主打的是3/5年内几何级增长，3-5倍的成长空间，白银增长5倍以上，锡增长3倍以上。这是主逻辑"
  },
  {
    "username": "Archerong",
    "timestamp": "2025-08-25 21:48",
    "content": "$兴业银锡(SZ000426)$\n牛市炒什么？概念，有哪个是现在看兴业的业绩买入的？你买的是2-3年后的产量和储量扩张。\n业绩越差，极至亏损，才更有困境反转的空间。\n上半年有事故导致生产停产，这个业绩算正常表现。"
  },
  {
    "username": "兴业银锡(SZ000426)",
    "timestamp": "2025-08-01 20:33",
    "content": "兴业银锡：000426兴业银锡投资者关系管理信息20250801 网页链接"
  },
  {
    "username": "人生是历练",
    "timestamp": "2025-08-01 21:15",
    "content": "825万吨宇邦矿业项目生产450吨银，根据宇邦矿业最新备案资源情况：2025年3月31日，累计查明资源量矿石量29,489.7万吨，Ag金属量21,621吨，Pb矿石量16,358.8万吨，金属量789,608吨，Zn矿石量27,974.7万吨，金属量2,365,335吨。\n这次未公布具体品位，个人计算品位：Ag73.3克/吨，Pb0.483%，Zn0.846%。\n与2017年相比，截至2017年3月31日，宇邦矿业已备案的主、共生矿产保有资源储量（121b+122b+333）矿石量为15897.87万吨，其中银金属量15129.30吨，铅金属量389119吨，锌金属量1500462吨。另含有伴生银金属量3110.08吨，伴生铅金属量461905吨，伴生锌金属量388170吨。\n- 品位：主、共生矿产中，银平均品位138g/t，铅平均品位1.03%，锌平均品位1.46%。\n明显品位低了很多，估计是放宽了边界的经济品位而已。\n对于公司预判825万吨宇邦矿业项目生产450吨银，预测银的回收率75%不到，倒是与很多铅锌银伴生多金属矿山类似，但不知道公司450吨银是不是计算了锌精矿里的银金属，如果是这样的话，因为锌精矿里银金属计价只有银价的10%-15%甚至不到（锌精矿里的银在冶炼端很难有效回收，回收率低，所以计价系数很低），那这个银的价值回收就会更低。\n可惜公司这方面的资料数据有限，投资评估公司成本效益有时候不能仅仅看表面的数据。$兴业银锡(SZ000426)$"
  },
  {
    "username": "大草驴",
    "timestamp": "2025-08-09 21:37",
    "content": "国债总额来到36.99万亿，离37万亿一步之遥，比7月4日，再一个月的时间内增长了8千亿，这个速度，今年到年底再增加1万亿达到38万亿，明年底到40万亿，问题不大。\n负债快速增加，破解之道一定是降息和通胀。\n且走且观察。\n$招金矿业(01818)$ $紫金矿业(02899)$ $兴业银锡(SZ000426)$"
  },
  {
    "username": "医药豹",
    "timestamp": "2025-08-26 16:32",
    "content": "长线非常看好$兴业银锡(SZ000426)$ 昨天金属买了这个，但早上要换股所以卖了\n结果，真的是模仿诺普信当时出业绩那天，毕竟交易的是远期\n今天既然它这么走，那说明了市场资金对于兴业银锡还是很认可的\n这个也是牛市品种 扩产复产逻辑 故事很大 但是相比较科技题材走的会肉一点"
  },
  {
    "username": "大草驴",
    "timestamp": "2025-07-22 05:59",
    "content": "黄金重新上了3400，白银重上39，原因可能与特总关于鲍威尔的帖子有关。\n不管鲍威尔能不能坚持到明年5月，对于美国庞大的国债来说，根本无法承受长时间这么高的利率，降息是必然的。未来解决债务有两条路径，一条是像日本一样，国内的产业竞争力很弱，维持低利率央行下场买债，把债务问题推给后代，另一条是像美国上世纪70年代，反复加息降息，高通胀持续，最后靠新的信息技术革命推高经济增长，来削减债务。不管哪一条路径，真还钱在民主制度下是不可能的。所以，不管是哪条路径，都意味着美元价值的奔溃。\n目前鲍威尔死守美元价值，本身是和马斯克削减国债的传统思路相同，不符合党派利益，属于过于天真的想法。不管特总是否提前解雇鲍威尔，只会让大规模降息早一点或者晚一点，美元价值的大崩溃都是必然。\n在上世纪70年代大通胀期间，表现最好的资产是，黄金、石油、矿产资源、房产。守住手中的黄金白银铜锡资产，应该会在接下来几年带来丰厚的回报。而未来一年内，每一次降息，或者美联储人员的变动，都会成为触发金银价格上涨的关键事件。\n$兴业银锡(SZ000426)$ $紫金矿业(SH601899)$ $招金矿业(01818)$"
  },
  {
    "username": "Archerong",
    "timestamp": "2025-08-22 10:19",
    "content": "$兴业银锡(SZ000426)$\n兴业对比盛达矿业的优点，在于储量和产量的想象空间大很多。\n比如宇邦又获得一个新的探矿权，还是在双尖子山，按推测可能又会增加几万吨的白银储量，产量三年后翻几倍是有大概率的。\n反过来看盛达，就没有这方面的空间，如果现在是牛市中，即使炒概念，恐怕盛达的空间就远不如兴业了，所以还是认为兴业会是龙头。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-14 18:23",
    "content": "截至本次要约期结束，接受要约的股份为 390,650,424 股，占 ATL 总股本比 例为 96.04%。近日，兴业黄金(香港)已完成接受要约的 390,650,424 股股份登 记变更，完成 ATL 董事会改选，已实际控制 ATL后续兴业黄金(香港)将对 ATL剩余股权发起强制收购，最终达到 100%持股 ATL。\n接下来就看对Achmmch项目余下的25%在丰田手里的股权，怎么谈、怎么收的问题。应该不难。\n支持100%持股$兴业银锡(SZ000426)$\n关于此次收购本人作个点评：极度便宜、极度看好。网页链接"
  },
  {
    "username": "没穿新衣的皇帝",
    "timestamp": "2025-08-15 15:21",
    "content": "$兴业银锡(SZ000426)$ 这公司最大的问题，就是一个23港币天天吹海油的大V在吹，他每次吹啥，啥顶。"
  },
  {
    "username": "Archerong",
    "timestamp": "2025-08-13 14:16",
    "content": "$兴业银锡(SZ000426)$\n很有潜力，参考一下美股中的白银股：CDE,HL等，都已经连续7根阳线，上涨超20%-30%了。\n这代表银矿股的趋势起来了，不再完全跟随期货价格。\n兴业还没有真正爆发，目标还是50"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-07 21:23",
    "content": "回复@詹姆斯泓: 用心了这个数请大家记住$兴业银锡(SZ000426)$@老奈: 24年银的平均价为7.2元/克。这个讨论就清楚了，把风险与机遇告诉大家了，大家自取吧//@詹姆斯泓:回复@老奈:自24年年报为基准， 价格上涨30%，3倍产能，5.4倍利润 价格下跌30%，3倍产能，1.37倍利润 价格下跌35%，3倍产能，利润基本不变。"
  },
  {
    "username": "慕陶生",
    "timestamp": "2025-08-26 16:33",
    "content": "$兴业银锡(SZ000426)$ 中报没有任何亮点"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-05 12:37",
    "content": "专栏我眼中的兴业银锡\n了解这公司首先要感谢@阿文11 在股票群的分享，就像巴菲特说的我们要与优秀的人同行，从2019年开始认识了网络上很多股友，有一起投资银行的，华侨城，煤炭，石油，水电，有色金属等等的股友，很多自己重仓的公司也是通过他们才知道那公司的名字，才知道那个公司的投资逻辑，也感谢雪球这个平台，让..."
  },
  {
    "username": "Archerong",
    "timestamp": "2025-08-14 12:44",
    "content": "$兴业银锡(SZ000426)$\n很明显，白银即将在年度图表和杯柄形态上突破！\n从 2025 年到 2030 年，白银可能会上涨 10 倍。\n想象一下银矿股会做什么。图表上的大量细节表明，长远看这仅仅是个开始。\n拥有亚洲第1的白银储量的兴业也许未来也才开始。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-01 16:13",
    "content": "$兴业银锡(SZ000426)$ 刚刚离开公司，天空中出现一道很大大的彩虹。好兆头。"
  },
  {
    "username": "东莞加钟王",
    "timestamp": "2025-08-02 01:14",
    "content": "$兴业银锡(SZ000426)$ 我不喜欢兴业银锡的原因，主要有两个原因，第一不太看好银价，银快要被踢出贵金属行列了，电解法把伴生的银都提炼出来了，比如紫金从不刻意挖银，但它的银产量是最大的，银不再稀缺，未来更是如此，未来金银比达到500：1，我也不会觉得意外，锡从供需关系来看，是比较稀缺的，但兴业银锡本来就是产锡大户了，产锡大户扩产，空间就小了，打个比方，兴业银锡如果锡的市占率是99%，自己再搞银漫二期，还去海外挖锡，去搞产能翻倍什么的，那不是找死吗，锡价必崩啊，锡本身就是小金属，行业的体量比较小，亚钾国际就不一样了，亚钾本身市占率低，扩产可以抢夺对手的份额，对钾价影响较小，"
  },
  {
    "username": "兴业银锡(SZ000426)",
    "timestamp": "2025-08-25 19:23",
    "content": "兴业银锡：2025年半年度报告摘要 网页链接"
  },
  {
    "username": "长安曾为客",
    "timestamp": "2025-08-26 16:33",
    "content": "$兴业银锡(SZ000426)$ 气使了，一大早卖了1/4补了$阳光电源(SZ300274)$ 两头挨打"
  },
  {
    "username": "股海无涯学无涯",
    "timestamp": "2025-07-12 22:13",
    "content": "专栏雪球风向标20250712-兴业银锡\n兴业银锡，之前看到雪球达人的分析文章，比较认可，6月底买入了一点仓位，目前浮盈15%，没有到想到周末居然成为了雪球第一热股！\n我整理了雪球相关达人的一些分析逻辑，要注意的是兴业今年涨幅已经60%，6,7月加速上涨的趋势，短期不排除回调可能。\n1. {成长..."
  },
  {
    "username": "大黄蚬子hgx",
    "timestamp": "2025-07-23 10:13",
    "content": "$兴业银锡(SZ000426)$ 之前已经明确的说了，大概十几二十天前吧，那时候我也真金白银的买了，现在就别再问能不能买了，总这样重复你不累我都累了。"
  },
  {
    "username": "上官清鸿",
    "timestamp": "2025-07-25 23:08",
    "content": "专栏兴业银锡 价值分析 by 上官清鸿 2025.07\n公司介绍\n生意模式介绍\n$兴业银锡(SZ000426)$ 是一家以“挖矿为生”的企业，核心生意模式是“购买矿山采矿权 -> 建设矿山 -> 挖矿 -> 把精矿石卖出去”。下游买到精矿石之后，再冶炼制作成各种金属锭去出售。\n所以决定这家公司的净利润的核心要素是\n1. 精矿石产量\n2...."
  },
  {
    "username": "Archerong",
    "timestamp": "2025-08-07 21:43",
    "content": "$兴业银锡(SZ000426)$\n美股中的白银矿股大涨了，\nHL大涨18.9%，CDE大涨11.48%，看A股跟不跟了。\n兴业的储量和业绩并不比这些股差。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-02 11:49",
    "content": "回复@人生是历练: 大多数铅锌多金属矿，铅锌是主产品，银是副产品。而宇邦矿银是主产品，经济价值占比80%，铅锌是副产品，两者要区分开了呀$兴业银锡(SZ000426)$//@人生是历练:回复@老奈:这是铅锌银多金属矿，不是单体矿，铅锌银多金属矿没有人能做到银回收率90%（铅精矿里银才值钱）。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-07 12:21",
    "content": "好了，大家讨论了下降30%的影响，反过来我们又讨论一下，价格增长30%，产量增长3倍的情况，要不同志们有意见了$兴业银锡(SZ000426)$。个人认为至少增长5倍以上，也就是说不低于80亿"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-30 10:06",
    "content": "兴业目前的走势与银价极度相关，但又强于银价走势，这里面两股力量组成，一股力量看成长，一股力量看银价，当然，这两股力量也有互相交叉的，有些人是单看银价，不看成长逻辑进来的，大概率会熬不住，撤的快，也是这段时间股东数量猛增的原因，新进来的有部分是冲着银价来的，也是造成兴业势紧随银价的原因；藏格800亿市值，股东不到三万，兴业340亿，4.8万，必须紧贴4万左右才会稳当一些。藏格走势与产品价格关联弱，筹码集中且稳定，而兴业关联度比较强，需要沉淀……期待人数赶紧下降\n个人觉得近期1/3-1/4是冲银价进来的。为什么这个q没有拉那些单边唱多银价的v进来，也是这原因，看价格不是我们的主逻辑，成长才是我们这帮人的主逻辑\n预测价格有逻辑，准确率达不到100%，但成长是100%确定的，而且成长性是领先全球同行业；以前买紫金、藏格这些票从来没有看过价格，去年9-10月看兴业，也没在意过价格，只是觉得他们有太多的相同之处，目前重仓，大练屁股功$兴业银锡(SZ000426)$"
  },
  {
    "username": "f52604",
    "timestamp": "2025-08-23 20:13",
    "content": "$兴业银锡(SZ000426)$ $三旺通信(SH688618)$ 满仓满融的老毛病又犯了，周五收盘时清了其他打野股把剩余仓位买满东风股份了，又没给自己留后路，虽然我从不追热门股给别人买单，但融资比例低于220%就会有种恐惧感，下决心以后融资绝对不能超过130万，感觉可以持仓到年底再说。兴业银锡成本从13.6加到了17.3，没办法它不涨也没法融资加仓买啊，以后再敢加仓就剁手。"
  },
  {
    "username": "懒慢散",
    "timestamp": "2025-08-26 16:33",
    "content": "$兴业银锡(SZ000426)$ 3万吨白银，加上锡锌铅铜金加小金属，而且大股东只有20%多股份，面对这块肥肉只会引人疯抢，绝不会有人砸盘。如果有哪路大资金，出1千亿全拿下再私有化，绝对不是梦。"
  },
  {
    "username": "赢在金银",
    "timestamp": "2025-08-22 12:27",
    "content": "$兴业银锡(SZ000426)$ 昨晚借着奈总发的双尖子山矿整合图花时间研究了一下宇邦矿业的双尖子山矿，这个矿目前是亚洲最大的银矿，未来甚至有可能问鼎世界最大银矿。更关键的是此矿深部发现了大规模的铜锡矿，是典型的世界级银锡锌铜锡复合矿，叠加上银漫多金属复合矿，兴业银锡坐拥两大世界级银锡矿。未来世界银锡行业的王者，市值只有350亿，目前被严重低估，20元以内的价格要重仓买入！目前大量机构在调研兴业了，一旦各机构大量买入，很快就冲到25元了。最近金银的调整周期是买入兴业的绝佳时机。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-02 12:11",
    "content": "回复@人生是历练: 这个你也不用给我解释，我本身就是选矿专业的，对这个事情门清$兴业银锡(SZ000426)$ 。按照您给的数据铅加锌1%左右经济价值只有不到200块钱，呃银的话73克价值600块钱左右，谁轻谁重一下就明白了。你不能把铅锌按照克来算了，铅锌一克多少钱？而银一克多少钱？你把克来计算有点误导其他人了。//@人生是历练:回复@老奈:还要怎么跟你解释呢，铅锌银伴生，别看银价值高，但每吨矿石里0.483%和0.846%的铅锌折算成克/吨的话是矿石里铅4830克/吨，锌8460克/吨，和这个73.3克/吨银比起来，铅锌银就是胳膊和小拇指的体量对比吧。"
  },
  {
    "username": "没穿新衣的皇帝",
    "timestamp": "2025-08-26 16:33",
    "content": "$兴业银锡(SZ000426)$ 出什么事情了？"
  },
  {
    "username": "牌师",
    "timestamp": "2025-08-26 16:34",
    "content": "$兴业银锡(SZ000426)$ ，，上证指数是今年8月才创了10年新高，他可是去年4月就创了历史新高，并在今年6月又刷新了历史新高，就凭这你还担心他？他脚底下踩着的除了钱没有别的"
  },
  {
    "username": "詹姆斯泓",
    "timestamp": "2025-08-16 13:52",
    "content": "雪球的价值在于分享，也就是抄作业。抄作业是技术活，作业本要选对，不能抄串行。过去几年抄了海控，藏格，螺母，兴业银锡各大v的作业。 6年年化50+，现在，拿着兴业和藏格，虽然未来的日子里，长远有10%也可以满足了。个人还是🈶信心未来3年年化30+，1.3*1.3*1.3=2.197。"
  },
  {
    "username": "金-银-盗贼",
    "timestamp": "2025-08-25 22:02",
    "content": "业绩好与不好，都已经是过去时了。就那么3支银矿股，$盛达资源(SZ000603)$ $兴业银锡(SZ000426)$ $山金国际(SZ000975)$ 只能继续持有，也别无选择。\n黄金盘整了4个月了，下一升浪，随时待发。\n未来3、5个月，白银由当前38刀奔向75刀的时候，没人会回头计较38刀时的股价涨得是否如你所愿，更多的是后悔没买够、卖早了罢了。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-12 21:15",
    "content": "回复@David_Pan: 你说的这个问题都根本不存在，这个几个新项目大概要2年花费40个亿。现在企业一年挣20亿，你说有问题吗，另外现在银行的利率低的离谱，只要你是优质资产，拼命的给你送钱。现在集团是比较缺钱，但上市公司真的一点钱都不缺。集团这么困难，从来没有从上市公司拿一分钱。这也是这个公司的亮点之一。$兴业银锡(SZ000426)$//@David_Pan:回复@老奈:第3点因为融资的问题，有可能公司在1年内就要启动股权融资，到时候会面临一个摊薄的问题，赔率的计算就不是三五倍而是要扣除掉摊薄的部分"
  },
  {
    "username": "MCDwg0",
    "timestamp": "2025-08-10 21:48",
    "content": "别听它们忽悠，紫金矿业是五年前从3元钱涨到现在20元，兴业银锡是五年前从5元涨到现在19元，洛阳钼业是五年前从3元涨到现在9元，现在大盘3600点摆明反复冲高诱多，都在派发，这些炒过的股只能卖出兑现收益，不能再买入，以免被套山顶躲过牛市。\n鱼尾行情肉少刺多，不是手快的短线高手就不要轻易去玩了。\n这些股的走势也再次提醒大家，要买在历史底部区域的低价格龙头股，拿稳，然后才能有几倍预期收益，切勿重仓追高已经炒过的股。\n紫金矿业、洛阳钼业、兴业银锡这些高价股热门股如果某段时间看好，手快的高手可以少量跟着买入炒着玩，切勿盲目重仓，久走夜路必撞。\n此时手里有股可以继续享受冲高，只要紫金矿业这些股不涨了就果断卖出兑现收益，切勿拿着不动！\n大盘3600点反复冲高诱多，要积极收集现金，耐心等待买入低价格龙头的发财机会。\n比如房地产行业大部分前排公司都值得买入持有，预期下行风险低，预期上行幅度几百个点，切勿错过龙头股的新行情。\n比如国企万科价格历史最低区域6元5，4月29日嚷不贵，终究还是要贵了，持入挣扎好舒服呀~\n等到万科股价恢复到30元以上时再考虑清仓兑现收益，贵了，就是赢了~\n今年捏着万科小脚丫尽情宁笑发财财享受贵爽~查看图片"
  },
  {
    "username": "David_Pan",
    "timestamp": "2025-08-13 19:23",
    "content": "关于$兴业银锡(SZ000426)$ 财务问题的跟踪\n眼看股价已经启动，为了不影响大家赚钱，先给个阶段性的结论：子公司西藏博盛欠息3.11亿元是历史遗留问题，属于收购之前就产生的烂账，对现在影响较小；税收滞纳金6000万是上市公司一直存在的，规模比上年小了5000万元，这说明2024年盈利有好转偿还了一部分，但没有全部偿还，说明上市公司仍然处于资金链紧张的状态，这种财务状况就跟一个人得了高血压一样，有些人血压上200短期似乎也不怎么样，但长期来看是有风险隐患的。具体如下：\n1.关于博盛欠息这个事，在此感谢@风语重庆的给的信息，除了税收滞纳金有些小分歧之外，我认为逻辑没问题，原文如下： “一 博盛有资源 有价值 二 老股东就是李家 实力有限没玩转 导致账面上资不抵债 借了一屁股外债 还不上还借不到了 没钱继续投入 三 引进0426 低价入股70% 用资金和管理 盘活企业 老债才有可能清偿 四 欠税是欠税收滞纳金 滞纳金作为税收孽息 不再增加息 五 欠的非银债务一方面是老债 另一方面在入股的时候应该有补充协议 最多是包本停息 六 入股的时候这些都合并入了负债表 归还也不影响当期损益 2024亏8000万 主要是收拾 整改矿山的钱 可以资本化但直接费用化了 整体上 这是一个双赢的合作 本息滞纳金加在一起六亿左右，加上买的 2.8 亿，总价是 9 亿，关键是 9个亿中 0426只出了2.8亿 盘活了 李家还有30% 可以坐享其成 采矿权20吨黄金 品味6点多算富矿 还有外围一大块探矿权\n博盛是0426在西藏的开局落子 期待验收通过 采区复工 15万吨扩大到30万吨 勘探区有大收获 山南锑金收购新资源”\n2.关于税收滞纳金我在原贴已经解释了，不再重复。尽管目前盈利和现金流强劲，但并购宇邦矿业后产生了新的负债（一季度其他应付款增加了5个亿，不知道是不是宇邦本身自带的对非金融机构的负债），因此我仍然坚持认为兴业银锡有股权融资需求。如果增发的话，对兴业是好事而不是坏事，因为财务风险降低了。如果不增发，按照@老奈 讲的，靠1年十多亿利润投入也是可以的，但赚钱同时也要对原有矿山进行维持性资本开支、偿还到期债务，可能会影响产能扩建的进度，也不利于抵御意外风险。\n另外声明，我是通过自上而下的方法投资兴业的，先花1000个小时找到金银上涨的确定性，然后再找到能够兑现金银上涨的最佳股票，而最后一步分析兴业大概只花了10小时，很多信息都是来源于大V的帖子和机构研报，做得肯定粗糙。对，我就是在投机，看不顺眼的直接拉黑我好了——“主不在乎”"
  },
  {
    "username": "莽哥爱自由",
    "timestamp": "2025-08-25 23:17",
    "content": "$兴业银锡(SZ000426)$ 这中报，说好听一点是公司实事求是，不想美化财务数据；说难听点就是配合主力资金，故意隐藏利润，骗不懂财报的散户交出筹码，仔细看财报，经营性现金流和合同负债同比夸张的增长。"
  },
  {
    "username": "透明的打新小雨滴",
    "timestamp": "2025-08-25 21:45",
    "content": "$兴业银锡(SZ000426)$ 感谢奈总不断分享公司基本面，也感谢大佬们不断分享投资和公司情况。\n接近9成仓位单调兴业的小户，刚刚看过滤了一下中报，说实在的我买入的时候也没预测过中报业绩，包括今年业绩。我无法预测，再说公司稍微动作一下就可以上下浮动相差几十个点。\n着眼未来呢？美元债务越来越高，包括东大债务，世界其他国家债务，货币贬值是一定的。公司扩产是确定性的，时间问题不必在意这点时间。未来随着美元降息扩表，兴业银锡是很大机会的，\n投资的成功在未来，不是在当下。\n中报是因为停产我不懂影响如何，今年业绩票也不懂今年扩产影响如何。所以我的策略一直是目前重仓介入，但是不满仓介入，打算买到明年。如果中途公司发展确定性明显，我也可以高位介入最后一些仓位，我并不期待买到最底部，或是价格成本低一些，先手七八成仓位成本也不低，后手一下参与，高一些我不觉得啥影响。\n保留一定现金在手，适合我个人的心理素质个心理感受。\n最近的走势其实看得出来资金犹豫着，肯定有资金跑路，也走自己接盘，而最近大盘和板块都挺强，兴业银锡算是走得弱势震荡行情。股票怎么走看大资金怎么选择，如果持续大跌一定是是机会，不是风险，机会是跌出来的\n明日大跌我就加仓，如果震荡就不动为主，跟随策略。观察为主，有个大跌也并没有什么，大涨也不失去什么，挺好的。而且心理建设自己一直在做。淡定，从容，耐心是美德\n这是一场接力赛，并不是一场百米冲刺比赛。今年赛程过半，第一个25米还行，第二个25米跨栏意外踢栏杆影响了，第三，第四\n公司一直给的指引是2027年逐步完成投产。\n耐心是美德。"
  },
  {
    "username": "好甜好甜哦",
    "timestamp": "2025-08-25 11:50",
    "content": "我买的兴业银锡"
  },
  {
    "username": "平水相逢年代",
    "timestamp": "2025-08-25 19:53",
    "content": "$兴业银锡(SZ000426)$ 那些说爆雷的明天挂跌停卖出吧，别在这不懂装懂，买了个三瓜两枣以为是什么大神，去买银行股吧，分析个股中报只看利润一项，简直笑死。"
  },
  {
    "username": "周三疯1984",
    "timestamp": "2025-08-22 23:25",
    "content": "$兴业银锡(SZ000426)$\n关于兴业银王。\n美联储有消息了，降息预期来了。白银爆发。洪灏总诚不欺我。\n兴业银王，下周一，星辰大海更上一层楼。\n降息也要大利好创新药行业，我不知道cxo能不能沾上。\n很多时候还是要相信自己，也曾不少次怀疑自己，各种被忽悠差点下车。\n别管你是选的哪个，反内卷，科技，创新药，贵金属，一定拿住了，一定大仓位，谁让你下车你都坚决鄙视他！\n大多数不坚定份子都是你赚钱的绊脚石，牛市期间但凡你下车，哪个不后悔？"
  },
  {
    "username": "赢在金银",
    "timestamp": "2025-08-25 12:35",
    "content": "$兴业银锡(SZ000426)$ 兴业今天上午表现不理想，继续加仓，目前已占总仓位的2/3。我觉着有人担心兴业中报，采取做T、空仓、观望等策略无可厚非，但这也正是买入的好时机，预期一致的话一定会暴涨。兴业坐拥白音查干东山矿区、双尖子山-兴隆山矿区两座世界级银锡铜多金属矿，未来增储空间巨大。兴业资源丰富：除银锡外，我认为未来铜和金的储量和产量上都会给大家惊喜。小金属方面：锑、铋、铟、镓、镉、镍等储量也都很排在前列。在本轮有色大牛市中，兴业银锡一定会是最大的赢家之一。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-26 12:52",
    "content": "回复@价值投机股民: 第一，国城2021年以近10亿价格取得宇邦65%股权，2024年以18亿的价格卖给兴业，也不算贱卖，毕竟挣了8个亿。2021-2024年期间，入主后国城没有再投入一分钱进行任何的生产经营活动，反而是二股东在忙乎，什么原因？只能各位去找理由了……我也不想阴谋论，我也给不出什么理由。毕竟，矿业也有江湖。\n第二，宇邦原矿入选品位银73克/吨，铅锌1%，按照目前的价格原矿价值约800元/吨，那只是相比于银漫原矿价值3000-4000元/吨这种世界级富矿价值是低些，这个大家也别眼红，也是兴业的。话反过来，价值超过800元/吨的国内矿山没有几个，国内铜矿山在0.4-0.6%之间居多，价值只有300元左右。巨龙含铜0.4%左右的品位成了紫金、藏格取得利润的主要渠道之一；同样宇邦胜在规模，以规模取胜。谁知道后面会不会冒出第二个、第三个1000万吨呢，毕竟储矿规模摆在那里。\n第三，国城实业的大苏记含钼0.1%左右，原矿价值400元/吨左右，目前生产规模500万吨一年，以55亿对价100%股权，宇邦原矿价值800元/吨左右，将来生产规模1000万吨/年，以24亿价格对价85%股权，谁便宜谁贵，一眼便知。\n第四，至于说股价历史高位，这个就不好讲了；一个长期趴窝的公司也不一定好公司，屡创新高的公司也不一定是坏公司。公司股价创新高不是原罪，创新高了再分享公司基本面也没什么过错。\n买卖自由，个人负责个人的口袋，不构成什么建议\n$兴业银锡(SZ000426)$ $国城矿业(SZ000688)$ //@价值投机股民:回复@看到远方的山:在历史高位去吹股的要非常小心。兴业它赚钱主要靠的锡其次才是银(银只占27%锡占33%锌占23%)，银产量并不高，2024年银曼才180吨，乾金达120吨，但后者储量即将枯竭，银只有2-3年储量。整体上看银曼2024年产量跟盛达资源(盛达去年170吨，今年230吨，明年280吨)差不多，新收购的宇邦银品位也不高，又是地下深矿，如果很赚钱，国诚矿业也是上市公司，它的大股东还不清楚么，它并不差钱，不会傻到贱卖资产。另外，银曼矿业是由于富产多种混合矿，综合开采成本很低，但银只是伴生矿，想在银曼大幅扩银产量不太现实，而品位低的宇邦矿业跟它盈利能力也是无法相提并论的，比银曼差太多了。看它银业绩的要多一份思索和对比。$兴业银锡(SZ000426)$"
  },
  {
    "username": "山高林茂",
    "timestamp": "2025-08-03 09:19",
    "content": "回复@山高林茂: 既然有人在我提醒做这只票的人不要随意攻击我，但还是有人这么做，那我就说得更明白点：警惕某些人在做局，警惕大涨过后的股票在没有增量释放并且产品价格可能见顶回撤时股价可能的暴跌！\n我用血的事实来告诉你们：2022年是藏格矿业业绩大爆发的一年，全年业绩高达55亿以上，相对2021年14.27亿增长了多少，按你们现在做兴业银锡的逻辑与期盼，你们是否认为2022年藏格矿业的股价应当大涨？但事实是2022年藏格矿业的股价持续单边暴跌了一年！股价回撤力度之大，时间持续之久一直到2023、2024年反复在相对低位反复来回震荡！你们有什么理由认为这只票在23、24两年连续大涨并且25年以来又接着大涨后，在可预见的今年、明年甚至后年产量没有确定增量、产品价格是否见顶不确定的情况下，狂热地认定未来他还有多少倍的涨幅呢？你们有什么不应当警惕主力如藏格矿业的主力一样也来个时间相对较长幅度较大的强烈震荡洗盘呢？兴业银锡即使是25年业绩有增长能强过22年的藏格矿业业绩增长幅度吗？请记住藏格矿业之前股价上涨期是一年，兴业银锡已经涨了多久了？如果场内主力认知由一致转分歧后，或他们如果反手做空后果是什么？估计就是22年到24年藏格矿业的翻版。22年预测对了藏格矿业的业绩，但彻底错误地没有预测到股价持续暴跌。散户们就被主力及别有用心的人放在山顶吹凉风几年了！特别声明：这只是我个人的猜测，不作为你们交易的任何参考，我更没有贬低这只股票的任何意思，我只说我曾经的经历与事实。且说了几句经历后的个人感悟与体会。//@山高林茂:回复@金哥777:看来你还是相信藏格矿业了，兴业银锡没有你之前眼中那么香了哟！\n本来我是对自己不做的股票不发表意见的，对我看基本资料后不能引起我深入研究的股票不发表意见的，但由于曾经有段时间做这只股票的人专程反复跑到这里吹这只票，我觉得有必要也谈下我之前粗略看这只票年报及近几年财务数据后得出的结论：1、这家公司23、24年经历了一个高速发展期，并且22年股价没有提前反应这个预期，但23、24年的股价涨幅基本上同步反应了当期业绩。2、25年至26年看不出这家公司产能释放在哪里。这家公司的所谓成长性大概率 至少是两年甚至更长时间以后的事。3、今年这只股票涨幅不少，支撑其上涨的理由是银价在特定历史条件下因为特殊原因非正常上涨，这种价格是否有持续性值得打上一个大大的问号。4、因为白银的金融属性并不强，并且在前几年光伏无序扩张内卷严重背景下推高的白银需求，现在光伏行业去产能反内卷背景下白银的工业属性是否还在也应当打一个大大的问号。5、按这家公司24年年报披露的数据银锡占其营收与利润大约是六成，其余的多种产品未来价格趋势是涨还是跌，我不清楚。6、虽然很多人在吹这只票，但没有人能明白说清楚，这家公司未来产品增量出来的大致确定的时间，更没有人说清楚这家公司各项产品的成本与未来价格趋势，及支持其价格趋势判断的理由。所以我对你说的相信才坚持非常认同。我找不到相信这家未来在产量即使增长后业绩大幅增长的理由，更何况产量增长的时间表我也不清楚。一句话，这家公司的确定性相对藏格矿业相差太远了！\n请做这只股票的朋友们口下留情，我没有贬低这只股票的任何意思 。同时我真诚地祝福你们心想事成！"
  },
  {
    "username": "看见股道",
    "timestamp": "2025-08-18 16:38",
    "content": "专栏【周期量化】兴业银锡，亚洲白银之王，千亿市值可期！\n原创 同名自留地 2025年08月15日 12:57 湖北 （每周一、三、五更新）\n交易是一个道术结合的过程，交易更是一场修行，技术和修为缺一不可！价值有界，成长有轨，周期有道，题材无边！股道，顺势而为，道术结合，仓位管理，价值投资，知行合一！高成长、低估值、好买点，悟对道、用对术，这个世..."
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-12 19:05",
    "content": "$兴业银锡(SZ000426)$ 投资资源类，个人的原则是：\n一看资源优势；\n二看增长速度；\n三看投资属地；\n四才看价格指数（长期宽幅震荡向上，偶尔冲动出轨，游资散户最爱）；\n五看业务是否简单，越简单越好，一眼看透。\n000426完全符合我的审美标准，没有第二个了。\n前面几个大家一看都明白，重点讲讲投资属地的问题，在如今动荡的年代，中美对抗加剧，在国外经营的企业随着政权的更迭，或者政策的变化，有可能面临直接被没收或者被掠夺的风险，所以投资属地也是我重要的一个参考指标，营收超过60%的公司我是会谨慎选择，除了那种有国家背书的大企业（比如紫金、洛钼等），小企业，再好我也不会考虑；在外经营的企业，除了没法跟踪以外，即使正常经营也面临以下几个问题：\n一，成本上升，无论与国内相比；\n二，难以解决的当地社区问题，随时面临停产停工问题；即使解决了，也是每年要付出高昂的代价；\n三，国外不靠谱的各种税费，包括所谓的暴利税，在不靠谱地区，交多交少全凭对方一张嘴，甚至到最后引来官司；\n四，毁灭性的一次没收或者政策掠夺，一下子归零的风险。\n……\n（备注：我不否认他们这些企业的贡献，真的了不起，也非常不易。但是作为投资，个人能力卑微，把情怀与能力区分开来，我可能从另一个角度考虑）\n综合以上因素，很多企业业绩一直是个谜。\n再重声，000426完全符合我个人的投资原则，供大家讨论，欢迎拍砖\n本文不构成对其他公司的评论，只是个人的投资原则\n如果觉得有冒犯到您，请多包涵$藏格矿业(SZ000408)$ $紫金矿业(SH601899)$"
  },
  {
    "username": "David_Pan",
    "timestamp": "2025-08-14 14:44",
    "content": "$兴业银锡(SZ000426)$ 有朋友直接问现在还能不能上车，我想说，我的工作本来是做风险管理的，所以对风险自然会比一般人敏感。从实战角度，目前我能看得清的机会，下半年美联储降息概率80%以上，那么估计这个价位上车70%-80%胜率是有的（短期风险在于大盘调整，而不在于股票本身，市场老早就知道股票本身有什么弱点，不会到这两天才调整），上涨空间有大V说一倍到40块的，我打个折到30吧，那么上涨空间保守点算50%好了。如果大盘调整或公司本身有什么问题，最多也就回到近两年的中枢位置13块，损失最多是7块钱或者说35%，概率是20%-30%吧，那么算算，期望收益50%*70%-35%*30%=24.5%，半年24.5%我觉得是可以了。"
  },
  {
    "username": "超级大飞侠",
    "timestamp": "2025-08-09 11:21",
    "content": "白银价格：金融属性主导短期，工业属性决定长期\n根据@老奈 的上一篇帖子，做一些补充分析\n核心结论：短期看，银价波动由金融属性（金价联动）主导；中长期看，工业属性（光伏+新能源）将成核心驱动力。\n一、短期波动：金融属性是“明线”\n金价引力效应2025年银价上涨的直接推手确实是黄金。汇丰银行指出，白银近期上涨“更多源于与..."
  },
  {
    "username": "全糖狗",
    "timestamp": "2025-08-25 22:48",
    "content": "不能静态看利润，从绝对值来看，其实就差了8000万，而光多的利息就有接近4000万，这部分借款是还未产生收益的，加上收购产生的无形资产摊销费用等等，光七七八八的费用支出其实就多了大几千万。此外，停工造成的2亿收入直接损失，以及同比合同负债多了将近3个亿，这部分其实就是未结转收入，未来是要结转的，已经收到了钱，看报表不能仅看数据，要结合来看$兴业银锡(SZ000426)$"
  },
  {
    "username": "程旭辉_大灰狼律师",
    "timestamp": "2025-08-22 23:18",
    "content": "$兴业银锡(SZ000426)$ 你大爷还是你大爷"
  },
  {
    "username": "价值投机股民",
    "timestamp": "2025-07-25 16:24",
    "content": "回复@看到远方的山: 在历史高位去吹股的要非常小心。兴业它赚钱主要靠的锡其次才是银(银只占27%锡占33%锌占23%)，银产量并不高，2024年银曼才180吨，乾金达120吨，但后者储量即将枯竭，银只有2-3年储量。整体上看银曼2024年产量跟盛达资源(盛达去年170吨，今年230吨，明年280吨)差不多，新收购的宇邦银品位也不高，又是地下深矿，如果很赚钱，国诚矿业也是上市公司，它的大股东还不清楚么，它并不差钱，不会傻到贱卖资产。另外，银曼矿业是由于富产多种混合矿，综合开采成本很低，但银只是伴生矿，想在银曼大幅扩银产量不太现实，而品位低的宇邦矿业跟它盈利能力也是无法相提并论的，比银曼差太多了。看它银业绩的要多一份思索和对比。$兴业银锡(SZ000426)$ //@看到远方的山:回复@金哥777:老兄确实厉害，我在你看了兴业银锡后，果断买了。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-01 10:18",
    "content": "我可能要调高锡的产量$兴业银锡(SZ000426)$查看图片"
  },
  {
    "username": "君子不贰",
    "timestamp": "2025-08-22 16:57",
    "content": "回复@风语重庆: 税收滞纳金的问题其实就是兴业银锡缺钱，一直拖着不还，越滚越多，和并购博盛没有关系。兴业银锡税收滞纳金从2019年到2024年分别是3115.9万、7061.3万、9439.4万、11708.4万、6219.2万。到2024年，银价、锡价上涨，银漫稳定生产，公司现金流好转才开始还钱。公司现金流稍微有点好转，大股东就迫不及待地扩张了，他比中小股东更有紧迫感。其实大股东也是在赌，赌银、锡的价格能够维持高位，这样公司的现金流可以维持银漫二期、宇邦825万吨扩产、大西洋锡业项目，以时间换空间。所以很多人认为银价、锡价不重要的，有点想当然，只有价格维持高位，公司才能有好的现金流，才能支撑这么多项目的资本开支。//@风语重庆:回复@David_Pan:博盛这个事情 是明了的 一 博盛有资源 有价值 二 老股东就是李家 实力有限没玩转 导致账面上资不抵债 借了一屁股外债 还不上还借不到了 没钱继续投入 三 引进0426 低价入股70% 用资金和管理 盘活企业 老债才有可能清偿 四 欠税是欠税收滞纳金 滞纳金作为税收孽息 不再增加息 五 欠的非银债务一方面是老债 另一方面在入股的时候应该有补充协议 最多是包本停息 六 入股的时候这些都合并入了负债表 归还也不影响当期损益 2024亏8000万 主要是收拾 整改矿山的钱 可以资本化但直接费用化了\n整体上 这是一个双赢的合作 本息滞纳金加在一起六亿左右，加上买的 2.8 亿，总价是 9 亿，关键是 9个亿中 0426只出了2.8亿 盘活了 李家还有30% 可以坐享其成\n采矿权20吨黄金 品味6点多算富矿 还有外围一大块探矿权\n博盛是0426在西藏的开局落子 期待验收通过 采区复工 15万吨扩大到30万吨 勘探区有大收获 山南锑金收购新资源"
  },
  {
    "username": "华风清扬",
    "timestamp": "2025-08-26 16:35",
    "content": "有朋友要求我评论一下$兴业银锡(SZ000426)$ 的中报，由于当初写过专栏文章做过一票，就勉为其难说两句： 1、没有想到白银大牛市中竟然会净利润同比下降，尤其是不出事故的矿，除了一个例外外都下降； 2、对于矿业公司，“挖出来是硬道理”！"
  },
  {
    "username": "全糖狗",
    "timestamp": "2025-08-25 22:09",
    "content": "收入增长可观，还有4个多亿的合同负债未结转收入呢$兴业银锡(SZ000426)$"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-12 21:33",
    "content": "回复@老奈: 布敦项目的注入，可能会稀释大家的一点权益。其他的情况下是不太可能的，大老板正愁自己的股份占比太小了，他不可能去乱增发的，乱融资的，他自己也没钱参与。短期内公司确实也没这方面的打算。$兴业银锡(SZ000426)$//@老奈:回复@David_Pan:你说的这个问题都根本不存在，这个几个新项目大概要2年花费40个亿。现在企业一年挣20亿，你说有问题吗，另外现在银行的利率低的离谱，只要你是优质资产，拼命的给你送钱。现在集团是比较缺钱，但上市公司真的一点钱都不缺。集团这么困难，从来没有从上市公司拿一分钱。这也是这个公司的亮点之一。$兴业银锡(SZ000426)$"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-23 21:03",
    "content": "我跟踪了很长时间。这个公司一直在我的自由选里面，21-23年做过他的反转，去年十月二次开始建仓，一直到今年5月，确认公司基本面发生质的飞跃，觉得时机成熟了，才开始发文推介的，也是巧合吧，市场合力推动公司股价上涨$兴业银锡(SZ000426)$"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-08-11 11:52",
    "content": "回复@粒米之珠: 兴业前段时间清仓换了藏格矿业和部分紫金矿业，目前兴业银锡就1万多股//@粒米之珠:回复@金哥777:应该是兴业换的"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-10 19:15",
    "content": "回复@绿叶叶菜: 您这双保险，我我只是奔着产量的增长去的，另外公司的资源禀赋是十分优质的，他原矿品位极高。单位成本就很低，完全可以抵冲这种价格下跌带来的风险。如果说价格会上升，按照大家的预期，大家做空美元做多大宗商品带来价格上涨的话，那它的空间是巨大的。\n提示风险：生产安全+项目落地不顺，这个就看大家的命了。$兴业银锡(SZ000426)$//@绿叶叶菜:回复@老奈:大佬，您对银商品的周期是怎么理解的呢。\n我现在是奔着降息放水+ 产量提升来做的，这个方向有什么隐患吗。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-17 19:57",
    "content": "$兴业银锡(SZ000426)$ 收购的宇邦矿业，包括兴隆山和双尖子山，一共圈定280条矿体，兴隆山276条；双尖孑山仅4条，目前公布的确定储量是2.1万吨银，借用国盛的表述可以推测5万吨以上。当然，这个数量也不一定完全成正比。\n但另外一条信息又告诉我，这个280条矿体当中大型矿体39条，中型矿体33条，其他小型矿体208条。\n兴隆山值得期待……"
  },
  {
    "username": "透明的打新小雨滴",
    "timestamp": "2025-07-30 08:39",
    "content": "$兴业银锡(SZ000426)$ 融资新高，短期看不太好，融资减少，股东户数减少，筹码集中才好\n应该有资金派发给了追高散户。\n昨天加仓了5手，今天合适这加仓几手。慢慢入手，放慢节奏，几十个W也买到明年\n最近一些时间股价被波动期货影响大，公司基本面和业绩还没跟上，基本面影响股价还不大，短期未来股价还会波动还会被期货影响，等到扩产进度七七八八了，基本面更加清晰了，到时候就是基本面影响股价为主，期货为辅。商品价格长期看一个平均值就可以了。无法预测白银，锡的未来某年某月某日的价格，个人是期待着未来长期平均价格达到或是超越2024年平均销售价格的（无法确保，一厢情愿的希望）。这也是我也得高位先上车，后面慢慢建仓到明年的原因之一。\n看好未来，有筹码，有资金，无论股价短期如何波动心态就容易接受。\n心理平静很重要。涨了可以浮赢，跌了可以加仓，就是耐心等待公司的基本面，进程确定性越来越好就可以了。"
  },
  {
    "username": "风语重庆",
    "timestamp": "2025-08-26 16:35",
    "content": "$兴业银锡(SZ000426)$ 今天这个大幅低开 可以看成一个深度清洗"
  },
  {
    "username": "寻找确定性高增长",
    "timestamp": "2025-08-26 16:35",
    "content": "不说话，默默买入兴业银锡。"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-22 20:35",
    "content": "等我藏格矿业暴涨了加兴业银锡到最大仓位，三年内600亿市值还是看到的"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-04 07:58",
    "content": "很多人都只算了银锡，勿视了铅锌铜铁，目前这些营收占比近40%，和银锡比毛利润率差个15%左右，对公司整体净利润贡献应该大于20%，当然，后面的各项占比会缩小，大家保守一点估算（包括价格）也是沒什么问题的。而不是把他吹上天$兴业银锡(SZ000426)$\n查看图片"
  },
  {
    "username": "阿文11",
    "timestamp": "2025-08-02 11:21",
    "content": "$兴业银锡(SZ000426)$\n关于银的工业用途的一点看法\n银是导电性最好的金属，耐腐蚀性能也超过铜。在高端的工艺中及关键控制器件，银的需求不可替代。\n铜，绝大多数，是以大件器件的形式，被使用，所以回收起来，相对容易，价值又相对较高，基本上不会被浪费。\n而银的工业用途，主要是少量的，以银膜、银浆、银焊料、银离子、涂层等形式使用，回收困难，回收成本高，而银的价值，远低于黄金，因此银每年的损耗是刚性的。\n银的工业价值，是长期的，确定的，不会被铜取代。在固态电池、AI及机器人方面的使用，未来增量强劲。"
  },
  {
    "username": "林墨茗",
    "timestamp": "2025-08-02 22:11",
    "content": "$兴业银锡(SZ000426)$ $藏格矿业(SZ000408)$\n兴业28年后银800-1000吨，锡2万吨，锡价25银7.3下利润40-50亿，12pe 540亿市值，银价8.7的话乐观60亿利润，12pe700亿市值左右。按现价320亿，空间大概120%。 小富节奏吧，安全垫不错，感觉也不是暴富节奏，新矿投产都要节奏，暴富还是得靠银/锡涨价。$藏格矿业(SZ000408)$ 作为紫金控股，扩产节奏差不多，确定性更强，也接近100%空间，但暴富也得靠铜价。"
  },
  {
    "username": "资管网",
    "timestamp": "2025-08-12 10:50",
    "content": "兴业银锡：白银龙头的戴维斯双击\n当全球白银矿脉日益枯竭，一座横跨内蒙高原与西藏山脉的“银锡王国”正悄然崛起。兴业银锡手握亚洲最大单体银矿宇邦矿业，白银储量占中国三分之一以上，如同坐拥一座“白色石油”宝库。更关键的是，这家公司正从“资源持有者”向“产能释放者”蜕变——银漫矿山的扩建工程让矿石处理能力近乎翻倍，..."
  },
  {
    "username": "千本桜红蔷薇",
    "timestamp": "2025-07-23 17:15",
    "content": "$兴业银锡(SZ000426)$ $盐湖股份(SZ000792)$\n奈大 @老奈 的投资 判断 投资 水平 之高，令人佩服，6月初就看准了银矿 兴业银锡 困反 与银矿 矿业 大宗红利 投资机会 当时写下的投资理由很笃定\n期间跟随 奈大投资了兴业银锡 ，不过持股的时间不长 也获利了\n今年是矿业 牛市大年\n感觉 兴业银锡 25年 high 能到25-30之间\n山大 范范老师 看看 银矿 锂矿 投资机遇\n@山行 @范范老师的投资笔记 @貔貅PX @REveriiie"
  },
  {
    "username": "兴业银锡(SZ000426)",
    "timestamp": "2025-08-14 17:23",
    "content": "兴业银锡：关于以场外要约收购方式收购Atlantic Tin Ltd的进展公告 网页链接"
  },
  {
    "username": "9604悟道",
    "timestamp": "2025-08-26 16:35",
    "content": "半年报不及预期，称着下杀，果断止盈588200买入兴业银锡"
  },
  {
    "username": "云起时S",
    "timestamp": "2025-08-26 16:35",
    "content": "$兴业银锡(SZ000426)$ 今天应该是个加仓的好机会 低开高走？"
  },
  {
    "username": "沙漠追光大海逐风",
    "timestamp": "2025-08-25 19:25",
    "content": "$兴业银锡(SZ000426)$ @老奈 中报业绩啥意思"
  },
  {
    "username": "沈阳城",
    "timestamp": "2025-08-23 09:22",
    "content": "最爽的莫过于量价齐飞了。兴业银锡有这个逻辑"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-06-30 19:43",
    "content": "专栏今年上半年投资总结\n今年上半年总体收益率百分之77.9，主要是藏格矿业贡献了百分之90➕的利润，除了藏格矿业，今年买过海控a➕h ，当紫金矿业控股藏格矿业的消息出来后第二天既然还绿了，当天清仓了海控a全部买入藏格。但也有不淡定的时候，海控h曾经买了20多万股，但在暴涨前换成了洛..."
  },
  {
    "username": "魔幻之手",
    "timestamp": "2025-08-25 13:36",
    "content": "$兴业银锡(SZ000426)$ 上午洗盘，下午拉升，明天涨停。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-11 16:31",
    "content": "$兴业银锡(SZ000426)$ 兄弟们，这段时间随着白银价格的大涨，公司的股价也随之上涨，但别忘了我们投资兴业的初衷是什么；同时，也别忘了我们在最艰难的3/4月份是怎么坚持过来的。回望过去，满眼都是泪，与黑子斗争，与众人解释、推广公司的成长历程及未来展望，都是我们一路的坚持才走到了今天，获得了正果，但这并非我们的终极目标，我们还要一路走下去，陪伴公司的成长"
  },
  {
    "username": "君子不贰",
    "timestamp": "2025-08-22 17:22",
    "content": "回复@David_Pan: 对中小股东好，对老板不一定好，他现在还欠了94.4亿的普通债权+信达的21.82亿纾困债权，兴业银锡只有做大做强，股价上涨，他才有可能偿还的起这些债权。94.4亿的普通债权2030年就到期了，不还清，要清算兴业集团资产的。不过也有好处是，大股东很缺钱，如果兴业银锡未来真的做大做强了，分红会很慷慨，有点类似前几年的藏格矿业大比例分红。//@David_Pan:回复@君子不贰:老板赌性重，不然当初也不会因为区区2000万元债务还不上被起诉破产重整。银价高了赚钱可以缓解现金流，如果老板现在停止扩张尽力还债对中小股东是最好的"
  },
  {
    "username": "透明的打新小雨滴",
    "timestamp": "2025-07-26 09:22",
    "content": "$兴业银锡(SZ000426)$ 全部身家单调兴业。还有场外约3成资金多一些做个活期理财，没有进来，买到明年，花一年建仓。\n没房没车没存款，投资就是来打算改变未来人生的，中途上涨下跌啥也改变不了，没有意义。\n个人资金量很小，勉强过七位数。也得慢慢建仓。\n下注兴业银锡未来几年，任凭风吹浪打，中途不下车，坚决不卖。\n发帖当个人写日记记录心路历程，不做参考建议。"
  },
  {
    "username": "不死多头",
    "timestamp": "2025-08-26 16:37",
    "content": "虽然我也有兴业银锡，但是财报不好就承认了呗，非要阴谋论在那幻想还主力，等跌一跌就舒服了。靠幻想是拿不住长线股的"
  },
  {
    "username": "丰丰富富a",
    "timestamp": "2025-08-26 16:37",
    "content": "$兴业银锡(SZ000426)$ 酸不 从 13 唱空到现在 结果快 21 了@雨天晒网"
  },
  {
    "username": "Archerong",
    "timestamp": "2025-08-08 10:05",
    "content": "垃圾股都可以炒上天，一个半月翻3倍的都有，兴业银锡可是最纯正的白银股了，白银储量第一，就这个都可以炒上天啊。 风口中现在根本不用看业绩。"
  },
  {
    "username": "FreeCashFlow-",
    "timestamp": "2025-07-23 09:52",
    "content": "$兴业银锡(SZ000426)$ 宇邦VS巨龙。\n除了银二之外本人不喜欢拿银根说事，毕竟注入也是上市公司掏钱买，可能名义上能增厚每股收益，但肯定不会赚的，老吉会让自己的利益最大化。至少也是个公允的价格，大家能接受就好了。所以兴业就是关注宇邦和银漫的增储\n兴业有宇邦85%的权益，年采选量800万吨，那么权益采量大概680万吨\n藏格有巨龙30%的权益，一期年采选量4500万吨，权益采量大概1350万吨\n权益采量是一倍的差距\n所以说宇邦是小巨龙也不为过，比较银现在的行情，我认为吨价比巨龙要出色不少，可能要贵50%?（待专业人士确认），那么在成本控制力差不多的前提下，宇邦和巨龙一期的差距还能缩小\n所以说宇邦之于兴业的重要性媲美藏格巨龙一期的项目，可以简单粗暴的拿来对标。\n拉长时间线看兴业是下一个藏格，甚至超越藏格都是有可能的（前提是银漫和宇邦有出色的增储，巨龙有二期，三期…）"
  },
  {
    "username": "凡尘07",
    "timestamp": "2025-08-25 21:28",
    "content": "兴业银锡2025年半年报银锡初步解读\n借助deep seek解读了一下半年报的银锡数据，需要进一步挖掘这些数据背后的含义，仅作参考。$兴业银锡(SZ000426)$\n📊 银产品核心指标对比（2024H1 vs 2025H1）\n指标 2024上半年 2025上半年 同比变化量 同比变化率\n产量 125.58吨 131.32吨 +5.74吨 +4.57%\n单位售价 483.6万..."
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-23 22:03",
    "content": "$兴业银锡(SZ000426)$ 又一件“生气”的事，摩洛哥Achmmach矿启动了，锡价又来“气人”。哎，同学们，大家有福了"
  },
  {
    "username": "聚焦企业内在价值",
    "timestamp": "2025-07-23 08:40",
    "content": "专栏企业内在价值：兴业银锡\n这家我最开始看到的是老奈写的，后面看到的是火蚁投资兄，我还转发了，感觉有一些兴趣，主要是成长性这块的，我这个人每次都喜欢自己从头到尾研究一遍，然后再去对照看。所以，无论如何我肯定会过一遍。\n闲聊一句，目前而言，我的感受是：股市里面赚业绩的钱里面，也有赚人性的钱，周期是最能..."
  },
  {
    "username": "看到远方的山",
    "timestamp": "2025-07-25 12:26",
    "content": "回复@金哥777: 老兄确实厉害，我在你看了兴业银锡后，果断买了。//@金哥777:回复@27年股民流在江湖:以后多来我的帖子留言，，最近两年你收益率太高了，尾灯都看不到，"
  },
  {
    "username": "慕陶生",
    "timestamp": "2025-08-16 16:21",
    "content": "回复@翡翠新韭: 目前是 兴业银锡//@翡翠新韭:回复@慕陶生:冒昧请教一下，您的第一重仓是紫金矿业，第二呢？"
  },
  {
    "username": "潜龙在研-东大名路",
    "timestamp": "2025-08-17 11:10",
    "content": "专栏锡：投资框架核心逻辑-2025年迎来黄金窗口\n一、锡价复盘\n注：绿色代表利空，红色利多\n主要有以下规律！\na大涨：近24年有4波3-4倍的行情，3次靠半导体需求20%的拉动，05-07年主要涨金融属性且弱于铜\nb大跌：往往出现在大涨之后（半导体过气，金融属性逻辑逆转）\nc锡铜关系：铜锡回归系数0.8-1，大部分时候同涨跌，锡/铜..."
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-15 15:10",
    "content": "$兴业银锡(SZ000426)$ 不一样的兴业，确实让人刮目相看，持股体验与5月以前天差地别，价值终将用价格去兑现，恭喜车上的朋友。"
  },
  {
    "username": "火蚁投资",
    "timestamp": "2025-07-12 11:54",
    "content": "蹭一下热度，该说的帖子都说了，该展望的都展望了，不过帖子之前预测的时候没有考虑白银、锡涨价因素，如果按目前白银的走势，突破40、甚至突破50的话，未来几年的净利润是一个可怕的数字，计算器估计会冒烟，为了避免给大家造成吹牛逼不着边的感觉，我默默的把计算器收回去了！！据说最近不少紫金、螺母的资金在往兴业流转，希望都是一些长期资金吧，白银价格涨是好事，但毕竟价格波动是不好预测的，可能会对股价造成干扰！！我相信很多人在一波拉升中会丢失筹码！#白银# #贵金属# #降息# $兴业银锡(SZ000426)$ $湖南白银(SZ002716)$ $紫金矿业(SH601899)$ @金哥777 @南海飞鹰2025 @八万顷 @老奈"
  },
  {
    "username": "平水相逢年代",
    "timestamp": "2025-07-14 04:16",
    "content": "$锡业股份(SZ000960)$ 说起锡矿，老大是锡业股份，锡矿产量其实一直没什么增加，反而是借壳上市的兴业银锡，其矿产锡从0到去年的0.9万吨。锡业股份在2005到07年的那一次波澜壮阔的大牛市中属于有色金属中的佼佼者，股价从5元多最高涨到了102元。如今18年过去了，股价确停在15元多，如今虽名为锡业股份，其矿产锡只有3万吨左右（有5万多吨的冶炼锡），锡营收占百分之35，此外还有10多万吨锌。公司这些年可能是为了地方Gdp，把以十亿计的钱投了一些冶炼项目，那么在找矿方面就没什么大的开支，所以当现在的主力矿山资源枯竭后，可能以后股价永远都回不到历史高位了。投资有色金属股票，要立足当下看未来，看今后几年能大幅扩产的（注意一定是矿产金属，冶炼金属因为外购矿石不怎么挣钱，挣的是冶炼费），其实一句话就是资源储量能支撑扩产，这几年走出了大牛行情的有色金属股票有紫金矿业，从3元到20元，主产品铜从2020年的40万吨到2024年的107万吨，金从40吨到73吨，2024年矿产白银436吨，银是是国内第一吧。年利润从2019年的40亿2020年的65亿到2024年的320亿，2025年中报232亿，这简直就是印钞机，妥妥的利润推着股价涨，怪不得5年涨10倍。西部矿业（5到16），洛阳钼业（3到9），招金矿业（5到20）等，无一例外是这个原因，而且运气超好，还赶上了主产品价格大幅上涨，如铜，金屡创历史新高。在现有的有色金属股票中下一个最有望复制的是兴业银锡（还有一个应该是藏格矿业，产能也是是大幅扩产，不过那个我不熟悉，下次研究一下），未来3年内如果顺利达产，其主产品白银和锡都能扩3倍产量（白银从2024年的230吨到700~800吨，锡从0.9万吨到2.4万吨以上，并且主力矿山银漫矿业还有大幅增储的概率）。叠加白银的补涨，乐观预计到2028年有60到80亿的利润，那公司市值按10PE算也有700亿左右，那就是35元，如果按贵金属15PE计那么可以到1000亿市值，股价跨过50元大关。当然这都是乐观预计，不过在美国降息周期内，不排除白银突破历史新高47美元的价格，那么30元大关很可能今年就会达成。而反观05到07年的那次大牛市中的一众大牛股，如江铜，云铜，锡业等因产量基本上年年止步不前，股价也只有历史峰值的几分之一，你去看这些年的年K线就知，而且你后面看不到什么希望，因为产量没什么增加。为什么说这个，因为我从2010年后关注的云南铜业给了我深刻教训（曾经因为重仓过云铜也是相信中国铜业的重组，结果就是最后没有结果，股价10多年不涨），再加上这些年的雪球学习领悟，才算对有色金属股票有了一些认识。为什么说兴业呢，因为自己算个兴业老人了曾做过3次了，分别是2021年，2024年和今年，对这个股票有感情也比较熟悉。以上均为个人的一些感悟，观点也比较片面，如果据此买卖后果自负。 一个在股市活了10多年的小散！"
  },
  {
    "username": "白湖水",
    "timestamp": "2025-08-06 20:39",
    "content": "专栏内蒙古的优势产业和股票投资机会\n几年前看过一个电视节目，由中央台和内蒙古主办的经济现场会，内蒙的优势产业主要集中在几个方面：天上、地上、地下。\n近期重点研究了几个公司：博源化工、兴业银锡、电投能源，碰巧都是内蒙古的，加上已经持有分红复投的伊泰B，作为B股候补的鄂资B，虽然没有买入一直都是自选股的伊利股份。"
  },
  {
    "username": "我是空的瓷杯",
    "timestamp": "2025-08-26 16:38",
    "content": "$兴业银锡(SZ000426)$ 单看业绩的，被骗走了。深知价值的，留着。"
  },
  {
    "username": "秦永臣",
    "timestamp": "2025-08-25 22:40",
    "content": "$兴业银锡(SZ000426)$ 不要被小细节所影响到，目光放长远一点，坚定持有。"
  },
  {
    "username": "坐井观天888",
    "timestamp": "2025-08-25 20:48",
    "content": "根据内蒙古兴业银锡矿业股份有限公司（简称“兴业银锡”）发布的2025年半年度报告与2024年半年度报告，其主要控股参股子公司在两个报告期内的收入与利润变化情况如下：\n采掘板块子公司\n● 西乌珠穆沁旗银漫矿业有限责任公司\n○ 营业收入：2025年上半年为14.84亿元 1，较2024年上半年的13.94亿元 2 增加约0.90亿元。\n○ 净利润：2025年上半年为6.71亿元 3，较2024年上半年的7.09亿元 4减少约0.38亿元 55。净利润下降的主要原因是2025年3月9日至4月16日期间，该公司因安全事故导致采区停产，影响了主产品锡、银的入选品位和产量 6666。\n● 正镶白旗乾金达矿业有限责任公司\n○ 营业收入：2025年上半年为3.08亿元 7，较2024年上半年的2.86亿元 8 增加约0.22亿元。\n○ 净利润：2025年上半年为1.24亿元 9，较2024年上半年的1.42亿元 10减少约0.18亿元 1111。净利润下降的主要原因是报告期内选矿厂破碎设备返厂维修影响了一个月的生产，同时为保证生产接续而加大了工程投入，导致生产成本上升 12121212。\n● 内蒙古兴业集团融冠矿业有限公司\n○ 营业收入：2025年上半年为2.70亿元 13，较2024年上半年的3.04亿元 14 减少约0.34亿元。\n○ 净利润：2025年上半年为0.52亿元 15，较2024年上半年的0.88亿元 16减少约0.36亿元 1717。净利润下降的主要原因是开采的矿房夹石增加，导致采矿量需求增加，同时铁精粉产品平均售价同比下降10.69% 18181818。\n● 赤峰荣邦矿业有限责任公司\n○ 营业收入：2025年上半年为1.23亿元 19，较2024年上半年的1.33亿元 20 减少约0.10亿元。\n○ 净利润：2025年上半年为1027.61万元 21，较2024年上半年的1071.45万元 22 减少43.84万元。\n● 内蒙古兴业集团锡林矿业有限公司\n○ 营业收入：2025年上半年为1.15亿元 23，较2024年上半年的0.78亿元 24 增加约0.37亿元。\n○ 净利润：2025年上半年为1677.43万元 25，较2024年上半年的364.32万元 26 增加约1313.11万元。\n● 赤峰锐能矿业有限公司\n○ 营业收入：2025年上半年为0.50亿元 27，较2024年上半年的0.57亿元 28 减少约0.07亿元。\n○ 净利润：2025年上半年为506.18万元 29，较2024年上半年的1421.70万元 30 减少约915.52万元。\n● 西藏博盛矿业开发有限公司\n○ 营业收入：2025年上半年为605.53万元 31，较2024年上半年的404.61万元 32 增加约200.92万元。\n○ 净利润：2025年上半年亏损2779.59万元 33，而2024年上半年亏损3843.57万元 34，亏损减少了约1063.98万元。2025年4月24日，其选厂在停产后复产 35353535。\n● 赤峰宇邦矿业有限公司\n○ 该公司于2025年1月被收购，为公司新增的控股子公司 36363636。2025年上半年实现营业收入1.70亿元，净利润为亏损1182.32万元 3737。2024年同期无数据。上半年亏损的主要原因是春季复工晚，井下产能受限，且为后续生产进行准备工程施工，导致高品位原矿产量偏低 38383838。\n● 唐河时代矿业有限责任公司\n○ 营业收入：两个报告期均为0元 3939。\n○ 净利润：2025年上半年亏损198.73万元 40，而2024年上半年亏损617.61万元 41，亏损减少了约418.88万元。\n● 西乌珠穆沁旗亿通矿业有限公司\n○ 营业收入：两个报告期均为0元 4242。\n○ 净利润：2025年上半年亏损2.54万元 43，而2024年上半年亏损0.53万元 44，亏损增加了约2.01万元。\n● 云南省麻栗坡锡贵金属矿业有限公司\n○ 2025年上半年营业收入为0元，净利润为亏损45.77万元 45。该公司在2024年半年度报告中未列为主要子公司 46。\n● 西藏山南锑金资源有限公司\n○ 该公司为2025年新设立，报告期内营业收入为0元，净利润为亏损0.34万元 47474747。2024年同期无数据。\n其他板块子公司\n● 锡林郭勒盟双源有色金属冶炼有限公司（冶炼板块）\n○ 营业收入：2025年上半年为169.81万元 48，较2024年上半年的195.45万元 49 减少25.64万元。\n○ 净利润：2025年上半年亏损355.36万元 50，而2024年上半年亏损85.35万元 51，亏损增加了约270.01万元。\n● 兴业黄金(香港)矿业有限公司（投资贸易板块）\n○ 营业收入：两个报告期均为0元 5252。\n○ 净利润：2025年上半年亏损1040.02万元 53，而2024年上半年亏损0.64万元 54，亏损大幅增加。\n● 北京兴业瑞金科技有限公司（研发板块）\n○ 营业收入：两个报告期均为0元 5555。\n○ 净利润：2025年上半年亏损114.93万元 56，而2024年上半年亏损41.78万元 57，亏损增加了约73.15万元。\n● 兴业银锡(天津)国际贸易有限公司（贸易板块）\n○ 营业收入：2025年上半年为0元 58，2024年上半年为55.46万元 59。\n○ 净利润：2025年上半年亏损1.65万元 60，而2024年上半年亏损714.84万元 61，亏损大幅减少。\n● 兴业银锡(海南)国际贸易有限责任公司（贸易板块）\n○ 营业收入：两个报告期均为0元 6262。\n○ 净利润：2025年上半年为盈利1.27元 63，而2024年上半年为亏损471.51元 64。\n● 兴业银锡(海南)私募股权投资基金管理有限公司（投资板块）\n○ 营业收入：两个报告期均为0元 6565。\n○ 净利润：2025年上半年亏损0.84万元 66，而2024年上半年亏损2.53万元 67，亏损有所减少。\n● 锡林郭勒盟兴智检验检测技术服务有限责任公司（研发板块）\n○ 该公司为2025年新设立，报告期内营业收入和净利润均为0元 68686868。2024年同期无数据。"
  },
  {
    "username": "我是空的瓷杯",
    "timestamp": "2025-08-21 20:25",
    "content": "回复@老奈: 我是根据你提供的图中，1.5亿吨ⅹ180g/吨约3.6万吨。你的消息灵通，我也更乐意5/10万吨。反正拿着$兴业银锡(SZ000426)$ 等发吧！还有铅锌也不可忽视。//@老奈:回复@我是空的瓷杯:第三方推5万吨，更大的想象力超过10万"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-19 23:07",
    "content": "这批质押只是作为抵押物，取得信达22亿借款，优先级债权清偿完毕，集团司法重整正式进入收尾阶段。\n双方并没有设立平仓线，不存在暴仓的风险。余下的几年时间内，只有大股东努力把公司干好，做大做强，包括但不限于类似于把布敦或者其他一些股权注入到上市公司、扩大分红等行为，获得现金，早日把借款还上，赎回自由身\n另外一个信息，大股东除了上市公司之外，体外没有一分钱的营生，全心全意把上市公司做好，这点，在今日的花样百出的A股上市公司中，并不多见。\n兴业，非常纯粹！非常干净！\n$兴业银锡(SZ000426)$\n查看图片"
  },
  {
    "username": "Archerong",
    "timestamp": "2025-08-05 11:21",
    "content": "$兴业银锡(SZ000426)$\n没想到冶炼才是王者，白银最强的居然是湖南白银，直接涨停了。\n兴业一直有人诟病管理层，也很正常，但发展前景非常好，如果都没有缺点，股价也不会是现在这个样子。\n而PE才7倍多的纯黄金股灵宝也走得这么难，没进港股通真没资金去买。\n还是美股走得直率，没这么多弯弯绕绕。"
  },
  {
    "username": "透明的打新小雨滴",
    "timestamp": "2025-08-19 10:23",
    "content": "$兴业银锡(SZ000426)$ $上证指数(SH000001)$\n单调兴业银锡，目前八层多仓位，等待月底中报。\n上涨以后其实不想聊买入逻辑，牛市里面垃圾都可以飞天，没有啥不能上涨的，大盘推动的上涨其实容易误导对公司的分析，或许不够客观？或许过于乐观？下跌的时候过于又过于悲观？\n对于兴业银锡公司基本面各位大佬们聊的很多，基本面分析很详细。不过当时我介入的时候看了很多博主的分析，然后有点自己的想法就买入了，\n个人想的很简单：第一，首先成功的投资靠业绩的提升带来的，而不是靠情绪（情绪投机，个人资金投机不容易把握）。最好的情况是双击（所谓量价齐升，类比2013年的白酒机会）\n个人判断：兴业银锡是存在量价齐升的大概率的（扩产是确定的，百分百的，只是时间问题而已。\n价格是个人判断白银长时间看应该是往上的。）\n第二种：价值回归，极度低估到合理估值或是高估。\n第三种：情绪炒作，资金推动接力。\n个人当初下注兴业银锡的时候个人的理解是：兴业银锡具备第一种（个人买入的核心理由），第二种勉强适合那会儿估值15PE左右。如果在15之下的价格买入个人理解完全符合第二种（如果是12元左右买入的机会，那大概率是存在三种暴击的机会。）第三种在牛市炒作行情里面很多公司存在这个机会（买入理由占比不大）。\n关于量价：\n第一，量（产量）的问题各位大佬们都不断跟踪分享了。\n第二，价格，价格看供需，供给侧很多也分享了逻辑，有些争论的点这个方向比较多一些吧。我个人判断价格的问题也不大，但是做好长期主义或是持久战准备，加上也不做百分百必胜的推测，但是做大概率推演。理由如下。\n买入大的方向：定性，兴业银锡占比世界5%世界白银，我的想法简单粗暴，如果兴业银锡价值200亿人民币，那么世界白银也这么估值就是4000亿人民币？我有4000亿也愿意持有全球白银，也不用持有4000亿白酒。当然白酒的自由现金流和当下的现金流更好。但是银锡是矿产，不怕地震，火灾，洪水，疫情，灾难等等。而所谓的猪，鸡，水产，养殖，和制造业，汽车，服装业，工业品，从长时间的维度来看都是存在相比风险很大的可能性。可能所谓白银工业属性存在阶段性，局部性替代的可逆性，但是我理解还好，可理解的时间来说还可以判断的，不会出现。\n然后宏观的个人看法全球通胀，特别是美国债务37万亿美元了，而且会持续性的增加，东大也是如此，全球货币都是如此，全球通胀（东大通缩），贵金属全球定价，这样的情况下我选择押注全球定价的产品，不押注东大（内部通缩阶段的商品白酒这些）。我理解胜率应该更好。（这个也是我这次下注大方向的重点原因之一）。\n白银持续五年供需缺口了，而且目前结合各方面看待，供需缺口还会持续下去（更多都是白银的工业属性用途带动的）。和黄金还是区别的。\n个人短期看调整，大盘也调整，个股也调整，调整两月后又跟着向北。\n打字真不容易，不打了，还得认真工作，赚钱养家。还有一些没有写出来，不写了，真难。\n个人主观的分享，不做任何参考价值。权当日记。\n一个菜鸟的自白。"
  },
  {
    "username": "上官清鸿",
    "timestamp": "2025-08-14 17:39",
    "content": "$兴业银锡(SZ000426)$ 今天兴业银锡公告，24年的分红每股7分钱要发了。笑死。我之前分析文章就说了，现在公司肯定要留钱建矿，最近几年就不要指望分红了。把钱拿去，将那几个矿建好，才是对股东最大的回报。我们要有耐心和信心等待银漫和宇邦建成投产。那时候才是收获的季节。"
  },
  {
    "username": "阿文11",
    "timestamp": "2025-08-10 09:50",
    "content": "过度强调业绩，过度强调自由现金流是有害的。好矿企，要兼顾资源禀赋，自由现金流和分红意愿，紫金矿业是这样的企业，希望未来兴业银锡成为这样的企业。"
  },
  {
    "username": "詹姆斯泓",
    "timestamp": "2025-08-26 16:38",
    "content": "$兴业银锡(SZ000426)$\n中报好不好，低于预期，原来期望银价上涨带来利润提升。\n中报有没亮点，能看到几个主力矿的建设，磨刀不误砍柴工。买兴业，买的是未来，不仅仅当下。\n上个季度少赚一亿两亿，并不影响大局。\n短期看银价随着美元弱周期上涨，\n中期看各主力矿不断扩充的产能，\n长期看源源不断的真金白银变现。\n2%不到的无风险利率，选择资源；\n百年未有之大变局，选择国内的资源；\n传说中的牛市，选择储量大的。\n远大的目标，坚定的信仰。\n为认知买单，或等一千天。"
  },
  {
    "username": "老比橘子",
    "timestamp": "2025-08-14 21:44",
    "content": "$兴业银锡(SZ000426)$ #兴业银锡# 第一次买是18年，后面从10-4-7-10-几次过山车-12-15-18-20，这么多年一路走过来，终于走上正轨了。 兴业价值回归的前戏已经走完，后面开始要书写发展壮大的主旋律。\n还是那句话，信则50在招手，千亿不是梦！不信你也别踩，上别地儿发财去。"
  },
  {
    "username": "欲安则安",
    "timestamp": "2025-08-07 11:31",
    "content": "这个就是周期品的底层，价格上行周期产生杠杆效应，如有产能扩张，杠杆加倍，很容易产生几倍十倍行情；但是价格下跌，同时又产能扩张，甚至高成本扩张，反向杠杆，灾难降临。所以大家一定要记得，所谓周期品，最最最重要的是对周期的判断和理解，切记，无论多么优秀的公司！！1$藏格矿业(SZ000408)$ $兴业银锡(SZ000426)$"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-04 18:02",
    "content": "回复@老奈: 在$兴业银锡(SZ000426)$ 版面上咋又瞧不见了呢//@老奈:回复@老奈:大雨滂沱之下的土拔鼠\n上午，阳光洒满整个草原\n下午，乌云密布，惦记昨天的土拨鼠。\n草原上的风裹着沙砾，像无数细针刮过“老田”的脸时，天边已经堆起了乌云，浓得像泼翻的墨。\n等雨真的倾盆而下时，他脚边的洞还在咕嘟咕嘟冒3.85cm大的水泡，像在嘲笑：你挖的每一下，都是给自己掘的坟。$兴业银锡(SZ000426)$ $藏格矿业(SZ000408)$\n查看图片"
  },
  {
    "username": "虎力妖",
    "timestamp": "2025-08-02 20:57",
    "content": "我本来很看好兴业银锡的未来，兴业银锡的未来在于产能增量，但我不看好银价的未来，这个对兴业银锡的看好将大打折扣，这要2026年去验证，主要基于以下原因：这几年银价一直增长，主要原因是太阳能的光伏电池，太阳能电池消耗了50%以上的银使用量，但目前这个逻辑已发生变化：\n1、截止到2025年6月底，东大大干快上太阳能已告一段落，最多就是未完工的工程继续，还有就是煤化工、水制氢…等企业自建自消的\n2、国家反内卷，已要求太阳能硅料企业去除落后产能并不得再新增产能\n3、大阳能光伏电池铜浆替代银浆并己开始小批出货\n4、适合于内陆省份的钍基熔岩堆新型核电进展顺利，谁不喜欢稳定且便宜的电源呢\n5、美国已取消新能源补贴，转向传统能源，重点是新增核电建设、恢复煤炭发电，可能是考虑到未来的算力中心需要稳定的电力吧查看图片"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-23 21:32",
    "content": "$兴业银锡(SZ000426)$ 白银表演可能只是一个开始，锡又来助攻，真有点“生气”。来吧来吧，多喜临门"
  },
  {
    "username": "风语重庆",
    "timestamp": "2025-08-07 19:53",
    "content": "兴业银锡 屁股决定高度\n2025.08.07 $兴业银锡(SZ000426)$ 签与屁股\n单吊兴业银锡有一段时间了，在前轮调整中打完最后的子弹，前后分析和感受都零星在雪球有帖子记录，各种公告董秘问都明确，雪球的数十位大V 都辩论清楚，今天看到宇邦的盾构机施工招标，感觉很好 默一签！\n2027年（以2024年报为基础，以银、锡、..."
  },
  {
    "username": "詹姆斯泓",
    "timestamp": "2025-08-13 22:31",
    "content": "$兴业银锡(SZ000426)$ 重仓兴业，先买再看，先看风险:\n1，银漫2期，宇邦扩产，拿证不顺，私营企业难啊\n2，应付几千万税收滞纳金，18%利率，现金流糟糕？\n3，金银比是否谎言，光伏银浆替代后，供求关系改变，银价高位崩盘可能性？重复煤炭股\n4，国民信托在减持，信达会不会也减持？大股东无力增持，\n5，大西洋锡业海外风险？\n6，……"
  },
  {
    "username": "我是空的瓷杯",
    "timestamp": "2025-08-10 08:50",
    "content": "$兴业银锡(SZ000426)$ 大多数的股友，重视业绩，轻视矿储，但是我相反。业绩不够，时间能改变。矿储不足，业绩何以保证？好多矿企，能开挖的时间不多了，但是股价不菲。因为大多数的股民，不去深入研究的。作为想长期持有的我，当然不能随波逐流。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-16 16:21",
    "content": "回复@一直游: 紫金矿业，洛阳钼业、藏格矿业这三个公司全部是靠堆量堆起来股价的，而并不是靠价格堆起来的，弄明白这三个公司的逻辑，兴业的主逻辑就清晰了，价格只是一个次要因素，迟一天早一天的问题，注重成长，也是我的长胜之道$兴业银锡(SZ000426)$//@一直游:回复@老奈:5倍得持有五年以上，只有看懂、耐心持有才能吃到大肉"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-23 18:53",
    "content": "这两个公司业绩爆发性增长都还需要3到4年时间，相对于去年的业绩估计都会上涨4倍➕，藏格矿业保底5倍➕，$藏格矿业(SZ000408)$ $兴业银锡(SZ000426)$ ，我猜一个1500到2000亿市值，一个700到900亿市值，，都持有，希望其中一个公司首先暴涨"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-03 17:39",
    "content": "这个对生态环境的描述写的挺好的呀$兴业银锡(SZ000426)$"
  },
  {
    "username": "雨天晒网",
    "timestamp": "2025-08-26 16:39",
    "content": "$兴业银锡(SZ000426)$ 一批老师们说兴业银锡3年5倍，结果出来是这个中报，那起码短期应该是嘻嘻不起来了。爆炒的时候可以谈梦想，但更重要的是要看看脚下。"
  },
  {
    "username": "透明的打新小雨滴",
    "timestamp": "2025-08-05 21:54",
    "content": "$兴业银锡(SZ000426)$ 单调兴业银锡。个人盲猜最近大盘可能突破新高后，应该要有个中等回调吧？到时候应该会带着个股一起回调下来，兴业银锡应该也是会受到影响。\n希望到时候给点成本线以下加仓的机会。\n我做好了心理和帐户的准备，成本线以下加仓。\n短期的浮亏不叫亏，短期的浮赢也不叫赢。18下去10块钱到8元，承受10元的向下损失，我接受。18往上能不能到38，到58，或是88这个才是这笔投资成功与否的核心。做好自己的心理和帐户应对就可以了。\n期待八月底半年报出来，加仓一次。希望大盘也跌下来，兴业也跌下来给个机会加仓1.5成，加仓到8成以上仓位。\n兴业的股价是高位，白银也是高位。但是那是和过去比较，过去不代表未来，核心是未来的业绩而不是过去的业绩。个人看好白银未来大概率是保持，震荡或是继续向上的。希望兴业也赶上量价齐升的机会，给股东，大股东，投资者带来好的回报。\n感谢各位分享，盈亏自负，看好看多只能自己对自己负责，没人承担责任。观点看多或是看空都是挺好的，未来更多还是潜水学习。他人分享（无论多空）我就感恩，别人不分享也是他人的意愿，都是正常的。\n当然看多的容易把握机会一些（上限高很多）。\n我是计划明年年报能不能去一趟公司实地看看，很想去面对面感受一下公司，企业。希望可以提出一些尖锐和现实的问题。期待着………\n也希望兴业按照计划如期实现公司目标。\n人生难得下注几次，有那么两次改变命运的时刻就够了。\n@老奈 感谢🙏奈总分享，盈亏自负。"
  },
  {
    "username": "秦永臣",
    "timestamp": "2025-08-06 09:58",
    "content": "兴业银锡和藏格矿业都会是牛股，没必要诋毁任何一个，都会赚钱的。兴业市值才300亿，各种矿物储量惊人，又碰到了白银大牛市，未来会非常不错，值得坚守。\n$兴业银锡(SZ000426)$ $紫金矿业(SH601899)$ $中国黄金国际(02099)$"
  },
  {
    "username": "有可不为有可为",
    "timestamp": "2025-08-04 12:11",
    "content": "$兴业银锡(SZ000426)$ $藏格矿业(SZ000408)$ 今天上午给兴业银锡加了点仓，使得兴业银锡仓位超过了藏格矿业。两个股都是极为优质的股票，都很有可能在一年内股价翻番，两股合计占了我八成多快九成的仓位。之所以兴业银锡仓位超过藏格矿业，主要是几点原因：1、银锡品种比铜锂更优质，锌优于钾；2、兴业银锡估值比藏格矿业更低；3、长远来看，藏格矿业在眼前几个项目完工后，后期成长性会大大降速，兴业银锡情况则要好一些；4、近一年左右，藏格矿业股价大幅上涨，而兴业银锡则是箱体波动，近两个月才向上突破。短期几个月内，兴业银锡上涨空间可能更大。如果后期哪个涨多了，就换到另一个。"
  },
  {
    "username": "前进郎",
    "timestamp": "2025-08-04 10:09",
    "content": "$兴业银锡(SZ000426)$\n啥也不说了；\n看来典型的有缘无份；\n18.15-18.20，又清了这不到一个点的观察仓；\n尽管牛市已经来临；\n自己恐高症还是比较明显的。\n兴业这么高的估值，支撑这么高的估值是对未来业务爆发式增长的期待和预计；也可以理解为目前的估值可能已经匹配上未来一两年之内较高业务水平下的正常估值。\n这就相当于在为未来买单；\n想到这里，心肝儿多少有点儿颤；\n为未来买单？\n未来以来充满不确定性；再想一想东北大学那个事；搞矿的充满了不确定性，如果出点什么事故停产三五个月，足以会把对未来的期待绞杀一个深深的大坑。\n基于顽固的保守的恐高的思想状态；暂时的先等一等吧；\n兴业的观察仓建了三次的，每次都能赢利一点点；但就是，没有拿住的勇气；\n格局与水平不匹配兴业；\n兴业与藏哥还稍微有点不太一样。\n藏格未来的确定性更加明确化，而且有背后有大佬站台，现在还是国资背景；虽然说同样都是在为未来买单，加之我藏哥的成本非常低，安全边际空间足够淡然看待起起伏伏，所以两个相似的股票而言；我能拿得住藏哥未必能拿得兴业啊；"
  },
  {
    "username": "宽松的股价小跳跳",
    "timestamp": "2025-08-23 13:26",
    "content": "回复@最高的境界是等待: 兴业银锡的重点要看银漫矿业增储，如果储量超预期将会大大刺激股价。//@最高的境界是等待:回复@老奈:看了一下兴业的银储量2.7万吨，盛达资源1.2万吨。金两者都差不多。市值差了好几倍。"
  },
  {
    "username": "那年我双手插兜儿",
    "timestamp": "2025-08-21 18:22",
    "content": "$兴业银锡(SZ000426)$ $长城军工(SH601606)$ 真是牛市氛围浓郁了，我经营的付费文倒卖小店生意都好起来了。"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-13 19:46",
    "content": "推荐你看看有色金属，$藏格矿业(SZ000408)$ $兴业银锡(SZ000426)$ $紫金矿业(SH601899)$ ，我比较看好这三个公司，有色金属可能三五年后估值会更低，金银铜长期来看均价都会慢慢抬高，没有煤炭那么卷，子洲兄可以研究研究"
  },
  {
    "username": "小小凡的学习之旅",
    "timestamp": "2025-07-28 20:01",
    "content": "回复@metalslime: 💊神，兴业银锡这支你怎么看呢，之前看你加过自选//@metalslime:回复@巴菲特科:天齐偏题材了还是，资产质量比中矿差太多，一跌了我就拿不住。"
  },
  {
    "username": "牌师",
    "timestamp": "2025-08-26 16:39",
    "content": "早盘卖兴业银锡的你就拍大腿等着追高吧"
  },
  {
    "username": "佛境人生",
    "timestamp": "2025-08-25 17:01",
    "content": "$兴业银锡(SZ000426)$ 中报业绩没啥好期待的，现在留下就是博一把银漫的增储，看看能否赌到吧"
  },
  {
    "username": "赢在金银",
    "timestamp": "2025-08-26 16:39",
    "content": "$兴业银锡(SZ000426)$ 兴业的估值应该跟着小金属股走，看看那些小金属股最近都涨成啥样了。再对比以下营收、利润，你看看兴业有没有高估。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-07 10:04",
    "content": "$兴业银锡(SZ000426)$ 我们这些上车了的 要珍惜当下 不要轻易下车腾位置，被机构抄了屁股。作为一个小散，得此荣幸，获得与机构同行的机会"
  },
  {
    "username": "不做金融消费者95",
    "timestamp": "2025-07-31 18:09",
    "content": "回复@金哥777: 兴业银锡减仓了？//@金哥777:回复@别昔:减过的，个人短期行为，长期看现在的股价还很便宜，哪怕短线我也是要买可以长拿的公司，"
  },
  {
    "username": "318国道线",
    "timestamp": "2025-08-03 17:38",
    "content": "兴业银锡 不同银价利润测算\n如果白银5500元每千克 锡21万 到2028年兴业银锡保底利润40亿\n如果白银7200元每千克 锡24.79万 到2028年兴业银锡保底利润60亿\n粗算如下：\n根据兴业银锡年报2023年 白银销量 153吨 同期白银全年现货均价大概5500元每千克 2023年锡销量约8,638吨， 同期销售均价参考行业均价21万元/吨"
  },
  {
    "username": "全糖狗",
    "timestamp": "2025-08-22 11:52",
    "content": "波大，兴业银锡怎么看，未来产能增长速度有点惊人"
  },
  {
    "username": "胜兵先胜",
    "timestamp": "2025-08-21 14:03",
    "content": "$兴业银锡(SZ000426)$ 昨晚银价大涨也带不动，确认了调整周期，多看少动。"
  },
  {
    "username": "踏浪之道",
    "timestamp": "2025-08-23 12:05",
    "content": "回复@塞下秋来: 看周线， $兴业银锡(SZ000426)$ 10块起来这一波还没有结束。//@塞下秋来:回复@踏浪之道:浪哥，请帮忙看看$兴业银锡(SZ000426)$ ，个人感觉在4浪末，快进入5浪，不知道对不对，谢谢"
  },
  {
    "username": "不才潇湘子",
    "timestamp": "2025-08-22 22:56",
    "content": "Are you ，Are you Ok？ $兴业银锡(SZ000426)$查看图片"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-14 16:34",
    "content": "公司的宏远规划，一步步都在落实当中，一个全新的兴业呈现在大家面前。摩洛哥锡矿项目加快推进$兴业银锡(SZ000426)$ ，关于这个收购的分析，请看网页链接简单点评兴业银锡收购大西洋锡业"
  },
  {
    "username": "大草驴",
    "timestamp": "2025-07-11 14:32",
    "content": "$兴业银锡(SZ000426)$\n本着知行合一先买后研究的策略，兴业银锡粗略估算，到2028年有三年二倍的潜力，不错不错。"
  },
  {
    "username": "三倍逻辑",
    "timestamp": "2025-08-04 11:04",
    "content": "$兴业银锡(SZ000426)$ 兴业银锡我研究了几天，逻辑很正。不过我提示一个风险点：现在产量和储量都是兴业给的。包括未来增量主要是宇邦矿业和银漫二期，如果这些数据有吹牛的成分，吉兴业为了破产重组成功，包装夸大一下，我们小股东很难辨别出来。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-11 04:41",
    "content": "$兴业银锡(SZ000426)$ 哎，半夜起来瞥了一眼，白银创了多年以来的新高，结果睡不着觉了，想到一个问题：如果股价创新高，按照约定，又要发红包了，群友们又有福了！祝贺大家"
  },
  {
    "username": "张博涛",
    "timestamp": "2025-08-01 18:26",
    "content": "$兴业银锡(SZ000426)$ 今天抛光了，银价未来两年还要跌50%。"
  },
  {
    "username": "赢在金银",
    "timestamp": "2025-08-26 16:40",
    "content": "$兴业银锡(SZ000426)$ 没想到还有再低于20的时候，继续买入"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-12 12:06",
    "content": "回复@火蚁投资: 如果按昨天收盘的银锡价计算，2027年净利润我估计有45亿左右，今年净利润可能有23到25亿，2029年可能有80亿左右净利润，$兴业银锡(SZ000426)$ ，如果按20倍市盈率自己算市值，银价到底上涨还是下跌无法判断，长期来看银，锡均价总是往上爬的。。。$紫金矿业(SH601899)$ $藏格矿业(SZ000408)$ ，巨龙铜矿三期达产后每年银产量也有450吨左右，其实目前最大产银上市公司是紫金矿业，只是相对于它的利润占比还是较低，未来的银王，锡王还是兴业银锡，银产能1000吨➕，锡有望产能提高到3.5万吨左右每年。。。//@火蚁投资:回复@火蚁投资:蹭一下热度，该说的帖子都说了，该展望的都展望了，不过帖子之前预测的时候没有考虑白银、锡涨价因素，如果按目前白银的走势，突破40、甚至突破50的话，未来几年的净利润是一个可怕的数字，计算器估计会冒烟，为了避免给大家造成吹牛逼不着边的感觉，我默默的把计算器收回去了！！据说最近不少紫金、螺母的资金在往兴业流转，希望都是一些长期资金吧，白银价格涨是好事，但毕竟价格波动是不好预测的，可能会对股价造成干扰！！我相信很多人在一波拉升中会丢失筹码！#白银# #贵金属# #降息# $兴业银锡(SZ000426)$ $湖南白银(SZ002716)$ $紫金矿业(SH601899)$ @金哥777 @南海飞鹰2025 @八万顷 @老奈"
  },
  {
    "username": "马上牛2024",
    "timestamp": "2025-08-16 13:04",
    "content": "@老奈 兴业银锡 课代表，对未来的预判，很受益"
  },
  {
    "username": "大草驴",
    "timestamp": "2025-07-15 05:14",
    "content": "白银的金融属性和工业属性\n$兴业银锡(SZ000426)$\n在人类历史上，白银一直作为货币长期使用。但在现代的货币体系中，与黄金不同，白银已不再具有储备货币的地位。黄金的生产及销售在主要国家欧洲、美国、中国等，免除增值税消费税，各国的央行依然保有大量的黄金储备。而白银的生产和销售更像是普通的商品，在中国、欧洲..."
  },
  {
    "username": "华风清扬123",
    "timestamp": "2025-07-28 10:27",
    "content": "$兴业银锡(SZ000426)$ 从六月初开始，做了一波$兴业银锡(SZ000426)$ ，主要是做白银的补涨（其实要不是年纪大了，我应该做白银期货的）。 到今天，应该赚了大概70万股。\n祝留下的朋友发财！😄"
  },
  {
    "username": "宝座",
    "timestamp": "2025-08-02 18:07",
    "content": "$兴业银锡(SZ000426)$ 接下来会重点跟进这支票，白银价格拉升到50美金以上应该是大概率事件，叠加扩产+估值提升，妥妥的戴维斯双击时刻。\n这票下跌空间很有限，准备用融资仓越跌越买。"
  },
  {
    "username": "京城小恶鱼",
    "timestamp": "2025-08-22 22:17",
    "content": "$兴业银锡(SZ000426)$ 白银比黄金冲的还猛"
  },
  {
    "username": "zge2016",
    "timestamp": "2025-08-05 04:19",
    "content": "转发\n又是个一看到就眼前一亮的好票——兴业银锡。一家地处内蒙古（到处埋着宝藏）、自己家正好有矿的资源型企业。有几点特别正面和积极：1.丰富的银、锡的储量。号称全国第一，并且基本都在国内，高品位、易开发，开采时间至少30年。2.两种矿的稀缺性逐步凸显，全球产能有减无增。以前不知道，锡矿在地球的含量居然比稀土还低，近年全球的银矿开采以伴生矿为主了。3.单位盈利能力惊人。主要产品的毛利率在60%以上，这么夸张的数据在矿业企业里面独一无二。4.金银比处于历史高位，随着AI、光伏、储能等产业需求量大增，随着美联储下半年宣布降息，银价从2024年触底反弹，上周创下了2012年以来的新高，有可能要掀起比黄金还要夸张的主升浪。放3年时间看，12000-15000元/公斤是值得期待的价格。5.未来3年产能号称释放8倍。银漫二期、宇邦、布敦银根、乾金达等等，新增年产能1500万吨，白银产量将达到1000吨以上。6.大股东债务以及信达资产的计入，改善了公司治理失控的局面。该减持的已减持，债务规模也压减到了合理水平，目前董事长吉兴业从近期的资本并购等操作看，还算是靠谱的。当下最令人不放心的依然是最后一点，涉及公司治理、高管团队方面，仍需进一步研究和求证。哪位球友要是清楚，不妨分享和详细介绍。记得几年前投资过一家叫做山鹰XX的纸业公司，还是上海财经专家薛教授的财务分析著作中专门推荐赞赏的。然而创始人、实控人对中小股东的恶心程度超过了一般人的想象，产能、规模都上去了，股价却一直喋喋不休。所以，最后一点是关键，尤其是在内蒙古相对营商环境不太友好的地方，没有坚强的公司治理，家里有再好的矿业挖不出来，挖出来了也与中小股东无关，还可能想着法子怎么增发、套现、举债。如果按照正常公司的正常经营，2027年市值达到1000亿轻轻松松@今日话题 $兴业银锡(SZ000426)$ 特别感谢@金哥777 @老奈"
  },
  {
    "username": "白湖水",
    "timestamp": "2025-07-28 21:10",
    "content": "专栏兴业银锡浅了解\n网友说可以看看兴业银锡这个股票，矿山增产大。\n我：这是最近的热门股，涨势很好。PB有点高，近两年涨了两倍，有点恐高。\n他：之前我也觉得PB高，但是之后发现这是会计采用历史记账法的弊端。会计上资产只能计提减值不能计提增值。预计如果银价稳定，在28年，兴业银锡的pe就将变成5倍，他..."
  },
  {
    "username": "兴业银锡(SZ000426)",
    "timestamp": "2025-07-14 16:19",
    "content": "兴业银锡：关于以场外要约收购方式收购Atlantic Tin Ltd的进展公告 网页链接"
  },
  {
    "username": "黛玉葬花吟",
    "timestamp": "2025-08-13 16:41",
    "content": "$科陆电子(SZ002121)$ $巨化股份(SH600160)$ $兴业银锡(SZ000426)$\n总结一下目前的持仓情况和看法。\n巨化和兴业是我的长期票，兴业盈利快70%了，巨化走得慢也有15%的盈利，这两只票还会长期持有，坚定看好兴业未来三年发展，不会轻易减持兴业，巨化看到37也就是千亿的时候就会减仓了。科陆上个月刚进，看好他的困境反转和储能赛道，国外电费高涨，储能需求爆炸，科陆有美的加持，成本在储能里面是比较低的，在国外卖的比较好，利润也比国内高，如果今年营收增长不错且以储能为主那就真的起飞了，该说不说持有科陆半个多月也有17%的盈利了，强烈看好。\n总体来说今年收益还不错，虽然今年行情很牛，没能买到牛股，但是目前的这三只票都是我认可的，认可他们未来几年的发展，认可他们的前景，拿稳站好，后市可期\n希望近期这三只票都能继续猪突猛进不要暴跌打我脸"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-10 18:31",
    "content": "蹭一下大佬热度：认真推荐000426，未来2/3年至少4倍增长。逻辑写在我的帖子里，应该比较详尽，当然，必须对矿业有一定认知才好$兴业银锡(SZ000426)$"
  },
  {
    "username": "宁缺股",
    "timestamp": "2025-08-25 09:12",
    "content": "2025年7月，缅甸在暂停两年后恢复了佤邦的锡出口业务，新增供应量约占全球锡市场的10%。这一显著的供应增量对价格动态产生了立竿见影的影响。\n这一恢复导致现货价格立即下跌1.6%，锡价降至每公吨32,775美元，原因是市场对新增供应做出了调整。这种反应表明，锡市场对供应可获得性中哪怕是相对微小的变化都极为敏感。\n尽管出现这一下降，2025年7月的月度平均价格仍较前一个月上涨3.3%，达到每吨33,610美元。这种看似矛盾的走势表明，在短期波动之下，价格持续面临上行压力，意味着强劲的基本需求依然存在。\n伦敦金属交易所报告称，在缅甸宣布出口消息后，出现了三个月来最大的单日跌幅，但随着市场参与者评估这一供应动态的长期影响，价格迅速企稳。\n兴业银锡、锡业股份\n$兴业银锡(SZ000426)$ $锡业股份(SZ000960)$"
  },
  {
    "username": "京城小恶鱼",
    "timestamp": "2025-08-19 14:23",
    "content": "$招金矿业(01818)$ $兴业银锡(SZ000426)$ 贵金属做错了什么"
  },
  {
    "username": "孙大虎",
    "timestamp": "2025-08-21 23:58",
    "content": "$兴业银锡(SZ000426)$\n1、银漫二期目前的进展情况。\n回复：银漫二期目前已取得立项批复，正在积极与当地政府 沟通，推进办理开工许可手续工作。\n2、宇邦矿业 825 万吨扩建工程目前的进展情况。\n回复：宇邦矿业年采选 825 万吨扩建工程，目前正在国家应 急管理部申请开工许可手续，取得开工许可后即可开工建设。\n开工许可都没下来呢，2027（甚至有人说2026））能投产？两个都得2028-2029或以后了吧，看别的矿工期得四五年。未获得开工许可前偷偷先建了？请不吝赐教！"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-08-01 09:53",
    "content": "回复@认真的娃哈哈: 非常看好，兴业银锡三年内只要那些新增权益产能能够落实下来，我认为最少有600亿市值，只是个人想赌藏格矿业明年有巨龙铜矿三期消息，然后股价提前反应，那时候兴业还没有暴涨我就会去真正重仓它，买上百万股，但其实也无法判断兴业提前暴涨还是藏格矿业提前暴涨，但相对兴业银锡我认为藏格矿业分红率会高一点，各有所长，如果分不清楚，不愿意赌两个公司都持有会是正确的选择。。。$藏格矿业(SZ000408)$//@认真的娃哈哈:[该内容现已无法查看]"
  },
  {
    "username": "阿磊888",
    "timestamp": "2025-08-25 20:47",
    "content": "$兴业银锡(SZ000426)$ 明年再来看吧，今年这业绩顶多15快"
  },
  {
    "username": "赢在金银",
    "timestamp": "2025-08-26 16:40",
    "content": "$兴业银锡(SZ000426)$ 总的来说这次兴业的中报不及预期，但也绝不是暴雷，还是有亮点的：如营业收入增长，特别是经营性现金流大增。考虑到是在银漫事故、矿山技改、设备维修和利息开支大增的情况下能有近8个亿的利润也算勉强说得过去。之所以说中报不及预期主要是一季度利润大增，加上白银二季度高价维持，对兴业上半年的业绩期待过高。后期对兴业来说，安全第一，别出事故，尤其是银漫。假定今年仍维持15亿利润，给25倍pe（有牛市加成），375亿市值，目前仍没有高估。考虑到兴业在白银独一无二的资源禀赋（当之无愧的白银第一股），加上未来几年的大幅增产，我还是坚持之前的看法，兴业500亿之内坚决持有。"
  },
  {
    "username": "价值牛市",
    "timestamp": "2025-08-26 16:40",
    "content": "$兴业银锡(SZ000426)$ 靠，这是要去搞个新高？开盘卖的还不来追？"
  },
  {
    "username": "雨天晒网",
    "timestamp": "2025-08-26 16:40",
    "content": "$兴业银锡(SZ000426)$ 未来几年最不看好的有色金属股之一就是这个。在光伏减产后，实际上白银价值回归的故事已经讲不下去了，这时候激进扩产，很可能在银价大跌时导致跌幅加剧，生产越多亏损越大。白银作为铜矿的伴生矿，一旦铜矿过剩，其过剩幅度会加剧。当然炒作嘛，股价是资本说了算，但最终还是得向基本面低头。有些老师屎到淋头还不自知，别人说什么信什么，这种只能祝福你"
  },
  {
    "username": "顶级游资办公室主任",
    "timestamp": "2025-08-22 16:15",
    "content": "$兴业银锡(SZ000426)$ 中报预期应该是走完了，又没预告，没有超预期，这个位置要想再起来，看来需要进一步的三季报业绩指引了，等吧，也就剩下2个半月不到了"
  },
  {
    "username": "潜龙在研-东大名路",
    "timestamp": "2025-08-03 11:14",
    "content": "专栏锡矿国内供给格局-上市公司构成三巨头\n一、国内锡矿供给格局\n1、 三家上市公司：锡业股份、兴业银锡、华锡有色，矿年产锡金属量在1-2.5万吨\n2、 没上市中型企业：2千吨左右中型矿企，比如香花岭，维拉斯托；\n3、 尾部小公司：几百到1千吨的量构成\n具体如下：\n2000年初，年产2000t左右的香花岭大约排名10，锡矿的尾..."
  },
  {
    "username": "认真的抄作业",
    "timestamp": "2025-08-12 18:07",
    "content": "2028年的兴业银锡（一）\n$兴业银锡(SZ000426)$ 白银资源量24537吨，占国内1/3，,亚洲第一。锡资源18万吨，国内第二。\n一、 宇邦（2024年12月23.88 亿元购入，85%股权）\n1000吨生产能力，白银产量450吨，净利润可达13亿元，白银储量5万吨；\n二、银漫（主矿，2016年，24亿元购入）：\n生产能力由一起的165万..."
  },
  {
    "username": "我的资产配置",
    "timestamp": "2025-07-23 21:01",
    "content": "专栏兴业银锡的一些情况（一）\n之前看到有人持仓藏格矿业，名字怪怪又是采矿业，没有认真对待。直到紫金出手后，才开始认真去找原因。等弄清楚状况股价已经飞升，悔的直拍大腿。\n现在又遇到兴业银锡，它的情况和藏格矿业好像有一些相似，简单梳理下，看看有没有机会。\n兴业银锡是控股型公司，控股多个独立经营的矿业子公..."
  },
  {
    "username": "成长守护价值",
    "timestamp": "2025-07-12 14:24",
    "content": "$兴业银锡(SZ000426)$ 说些大家不乐意听的，2024年兴业15亿净利润，2025年净利润应该在20亿-25亿之间，现在314亿市值，估值相比于紫金矿业这个矿业标杆（标杆应该会有溢价）都高，虽然兴业前景远大，产量在几年后可以翻三四倍，大宗商品在降息环境价格是螺旋上升的；虽然炒股是炒预期的，但兴业目前还是有很多隐患的，比如大股东债务问题（在逐步解决），后续开矿的资金来源问题，大股东持有的矿何时注入及注入价格？还有矿厂安全问题等等，现在大家都把预期打满了，后续一旦发生不及预期的情况，会让高位买股者损失很多；真心希望各大V们稍微降降温，让股票也降降温，要不吸引来量化或恶意机构来，短期大幅拉升然后大幅下跌，把兴业完美的预期都打破，就没有大资金愿意来这长期持有陪着企业慢慢成长了。虽然在大家群情激愤时发表这些言论不妥，但我还是希望大家理解，慢即是快；"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-14 09:50",
    "content": "$兴业银锡(SZ000426)$\n湖南白银投机高标；\n盛达投机龙二；\n兴业投资首选；\n大家各取所需。"
  },
  {
    "username": "私人投行",
    "timestamp": "2025-07-30 18:53",
    "content": "专栏抄底亚洲最大单体银矿+银价疯涨+增储成功，亚洲第一白银巨头的上涨才刚开始\n$兴业银锡(SZ000426)$ $紫金矿业(SH601899)$ $盛达资源(SZ000603)$\n@今日话题 #白银价格涨幅超黄金# #白银价格飙涨#\n01命运齿轮的转动\n2024年12月21日，兴业银锡（000426.SZ）公告，以23.88亿元的对价，从国城矿业（000688.SZ）等股东手中，收购宇邦矿业有限公司85%股权。\n报表显..."
  },
  {
    "username": "OneInvestor",
    "timestamp": "2025-08-25 14:24",
    "content": "$兴业银锡(SZ000426)$\n早盘追高4%买入兴业银锡，后来股价下跌，我在相对低点抄底两次。把平均买入股价拉低了。\n有时候换股是不要预测短期股价涨跌趋势的，而是一定要，先要到再说，如果下跌再追加。\n为什么？因为股价在短期是无法预测的，但银价比金价有更好的弹性。到9月底前的美国降息预期里，银价反弹的幅度可能大于金价。所以还想什么？兴业银锡如果跌，就是一个买入机会。\n仓位就是态度，看重中期趋势，灵活应对短期趋势"
  },
  {
    "username": "CandSi",
    "timestamp": "2025-08-14 21:48",
    "content": "$兴业银锡(SZ000426)$ 摩洛哥矿如果是国内同样的矿至少三倍价格。宇邦矿业随着银价上涨和增储，参照紫金买哈萨克斯坦金矿的价格，现在买至少要翻倍。而且这两个矿现在是有价无市，你愿意买，未必有人愿意卖。兴业现在的股价只反应了银价的上涨(只要三季报出来，在未扩产的情况下，兴业已经配得上现在的价格。)，根本没反应低价捡漏两个矿的价值。当初赤峰捡漏了老挝矿涨了多少？相比赤峰大头在国外，兴业的矿主要在国内，更安心。"
  },
  {
    "username": "我是空的瓷杯",
    "timestamp": "2025-08-22 08:34",
    "content": "$兴业银锡(SZ000426)$\n单位市值含矿量增加10倍至25倍。"
  },
  {
    "username": "王大阳ssq",
    "timestamp": "2025-08-22 08:01",
    "content": "回复@铜陵张康: 金银股游资标的 如果银有行情 短期涨幅会最大 不过如果想持有来说 还是我手上的兴业银锡更合适 毕竟有产能变化 多一层保障//@铜陵张康:回复@王大阳ssq:盛达翻倍潜力和中绿电一样么，要是也能两年翻倍我就加到和中绿电一样的仓位，省心"
  },
  {
    "username": "五间双无下天",
    "timestamp": "2025-08-22 22:14",
    "content": "$兴业银锡(SZ000426)$ 这一波银价站上40。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-06-22 12:07",
    "content": "专栏世界真正的矿产白银王者--浅谈兴业银锡的储量以及产量\n世界真正的矿产白银王者-- 浅谈兴业银锡的储量以及产量\n2025年6月，白银市场表现亮眼，价格大幅上涨。6月6日，现货白银一度飙升4.5%，突破每盎司36美元，创下2012年以来的新高。国内沪银主力合约价格也创下8804元/千克的历史新高，涨幅接近4%。上海黄金交易所白银T+D合约收盘报8790元/千克，..."
  },
  {
    "username": "进化的萝卜",
    "timestamp": "2025-08-13 15:11",
    "content": "恭喜兴业银锡创新高！ $兴业银锡(SZ000426)$"
  },
  {
    "username": "火蚁投资",
    "timestamp": "2025-07-28 15:02",
    "content": "$兴业银锡(SZ000426)$ $天富能源(SH600509)$ $五矿资源(01208)$\n又是吃土的一天，天天搬砖也不够这么高消费的啊，别说跑输大盘了，连锡业股份都又反超兴业了，更别说华钰、华锡了，4个目标又只完成一个而已了，炒股太难了"
  },
  {
    "username": "进化的萝卜",
    "timestamp": "2025-08-25 21:17",
    "content": "兴业银锡中报不及预期，估计股价要调整一段时间了，不过长期依然看好。$兴业银锡(SZ000426)$"
  },
  {
    "username": "顶级游资办公室主任",
    "timestamp": "2025-08-25 23:46",
    "content": "$兴业银锡(SZ000426)$ 今天长见识了，吐槽下这个灰色事实，冶炼股的业绩是真的好用计算器按的，一车子原矿拉进选厂，出多少东西明牌，看了历年业绩曲线，真平滑啊\n矿业股是计算器真按不出来，矿开不出来的风险谁来承担，但矿还在地底下，只能靠想象力，还有大V吹票"
  },
  {
    "username": "Ok仔evo",
    "timestamp": "2025-08-25 19:24",
    "content": "$兴业银锡(SZ000426)$ 果然不涨是有原因的…怎么会负增长啊"
  },
  {
    "username": "烤年糕爱好者",
    "timestamp": "2025-08-19 14:21",
    "content": "$兴业银锡(SZ000426)$ 早上加仓加早了"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-01 08:54",
    "content": "$兴业银锡(SZ000426)$ 今天的股东大会，收获不多，交流的时间非常短暂，获得的信息有限，我简单给大家谈以下几点：\n第一点，安全生产。董事长和负责安全的常总花了不少时间阐述了这个问题，认识到：兴业走到今天不易，安全生产是公司的财富钥匙，除了各方位超标准把控之外，其中整体人员素质的提升是将来的重中之重，尽一切力量保证目前在产企业的生产安全以及未来几个项目的顺利实施。\n第2个方面，董事长主要谈的是战略，在未收购宇邦之前，90%的公司都在锡盟，比较集中，相应风险也会增加，企业必须走出来，随着宇邦项目、摩洛哥项目等的收购，企业慢慢走出来，下一步的重点，国内布局新疆、西藏和云南这一带的资源的整合；国外主要是澳洲、印尼等项目的整合。\n第3个方面，董事长谈到摩洛哥项目的情况，用原话说，他认为是世界上最大的单体锡矿，基储量公布的2~3倍，矿体宽度在30米以上，长5000米，厚度在200米以上，埋藏深度比较浅，可能直接做露天开采施工方案，如果上项目的话肯定不是150万吨/年，应该是300万吨/年，这是一个比较惊喜的点。这个与前期与公司交流的就是釆选成本不到200块钱相吻合\n第4个方面，最近3/4年要完成交接，也就是说在三年内要把他想干的几个项目都干成，顺利交接给下一代。\n第5个方面，董事长也认为未来几年他就是世界真正的矿产白银、锡的王者\n其他的未解之惑，只能通过其他形式与公司沟通去寻找答案。\n下次希望公司能够安排出足够的时间和投资者交流，毕竟，能够和投资者充分交流沟通，这也是衡量一个好公司的标准之一。如果做不到和市场很好的沟通，其估值肯定会大打折扣。\n有不正确的或者还有其他未尽内容，可以叫其他一些参会者补充、指正。"
  },
  {
    "username": "前进郎",
    "timestamp": "2025-07-31 10:32",
    "content": "$兴业银锡(SZ000426)$\n兴业是很多人的白月光\n也是很多人中下一个藏格\n我也期盼很久，但是错过了最初15.30的买点后，一直没有机会买入\n前段时间17.75建了一个观察仓，纳米仓；\n后续因为突然上涨，在18.75止盈；\n牛市多急跌？\n今天又到了一个另人关注的位置\n而且，MACD已经出现日线死叉；\n考虑来 考虑去，不行再建一个小小观察仓吧\n17.50挂了单\n能成交就建，成交不了说明无缘\n干，克制的干，拿下白月光"
  },
  {
    "username": "不畏浮云遮望眼1",
    "timestamp": "2025-08-09 10:23",
    "content": "业绩为王，成长至上\n$藏格矿业(SZ000408)$ $佐力药业(SZ300181)$ $兴业银锡(SZ000426)$\n是不是价值投资并不重要，主要看自己的收益来源是什么？追涨杀跌不是挣不到钱，只是不适合绝大多数人，量化能挣到钱，从逻辑上能够说得通。但对于普通人来说，这不是一条可以走通的道路。\n技术分析并非一无用处，很多年..."
  },
  {
    "username": "新姑苏才子",
    "timestamp": "2025-07-28 22:38",
    "content": "$兴业银锡(SZ000426)$ 今天把兴业银锡清仓了。拿了3个月，盈利50%的样子。公司解决了历史包袱，有意做大市值解决大股东自己的问题。但是最近美国与日本，欧盟的贸易谈判接连获得巨大优势，与东大也大概率会暂时贸易休战。这都利好目前的美元向上，利好全球资本市场风险偏好上升，对贵金属不利。应该出来观望一下子了，如果有回落再进。"
  },
  {
    "username": "安庆巴菲特争取盈利",
    "timestamp": "2025-08-19 21:50",
    "content": "$兴业银锡(SZ000426)$ 跌这么多，有想把其他股换过来的冲动"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-15 19:35",
    "content": "回复@修好飞机过好生活: 更看好藏格矿业，兴业银锡，紫金也有2万股，前段时间也买过30多万股，紫金未来三年权益产能增加百分之15左右，藏格矿业，兴业银锡未来四年权益产能大概率增加4倍。。。$藏格矿业(SZ000408)$ $兴业银锡(SZ000426)$ $紫金矿业(SH601899)$ ，//@修好飞机过好生活:回复@金哥777:这么看好紫金，自己为什么不持有？"
  },
  {
    "username": "金鹏鸟",
    "timestamp": "2025-08-01 17:40",
    "content": "辛苦了，兴业银锡就如几年前的制冷剂，业绩爆发得等几年，但市场往往会领先一步啊。"
  },
  {
    "username": "白湖水",
    "timestamp": "2025-07-30 21:32",
    "content": "专栏兴业银锡再了解\n三年财务数据：\n营业收入从20亿增长到40亿，翻倍；\n净利润从1.7亿增长到15亿，十倍增长。\n为什么？量价齐升，威力巨大！特别是价格上涨。\n“ 有色金属属于大宗商品，其价格变动受供求关系、流动性、美元走势等因素的影响，具有商品属性和金融属性。有色金属采选行业受宏观经济周期..."
  },
  {
    "username": "认真的抄作业",
    "timestamp": "2025-08-12 22:03",
    "content": "2028年的兴业银锡（二）\n兴业银锡，无资源量维度，只单纯统计了银和锡的产量变化：\n一、宇邦 2027年全面达产，450吨银产量（品味低于银漫，白银产量也少于银漫），宇邦没有锡。\n二、银漫二期 手续还没批复，预计2026年底投产，2027年达产，达产后后，银漫一二期白银产量500吨（2024年是180吨），锡产量2万吨（..."
  },
  {
    "username": "Archerong",
    "timestamp": "2025-07-23 14:08",
    "content": "$兴业银锡(SZ000426)$\n鉴于盛达资源可能因增发压价，放弃跟踪，国内主要的白银龙头就只剩下兴业了。\n强者恒强，兴业在创出新高情况下会越走越强的。大股东、二股东还有小散都希望涨，就会形成合力。\n从历史上看，白银价格目前相对于黄金而言被低估了。尽管白银价格已接近每盎司40美元，但白银牛市才刚刚开始。我们即将看到白银需求的疯狂涌入，而且这股浪潮已经开始了。"
  },
  {
    "username": "CandSi",
    "timestamp": "2025-08-16 21:53",
    "content": "$兴业银锡(SZ000426)$ 管理层眼光独到，雷厉风行，不到一年两次重大收购成功。可以说相当于一次重大资产重组，并且是没有扩大股本的重组，所付出的代价只不过两年的利润，也可能只是未来一年甚至半年的利润。这是两笔非常合算的买卖，但是市场完全无视，无论是发出收购公告，或者收购完成公告，股价都不为所动。更让人不可思议的是，宇邦大幅度增储公告发出后，股价不涨反跌。相比之下，盛达收购一个小金矿，旷日费时，一波三折，还要定增加再融资两次扩大股本。"
  },
  {
    "username": "证券日报",
    "timestamp": "2025-08-15 21:30",
    "content": "兴业银锡要约收购海外矿产取得重大进展 资源储备再添重磅筹码\n本报记者 马宇薇\n8月15日，内蒙古兴业银锡矿业股份有限公司（以下简称“兴业银锡”）披露场外要约收购方式收购AtlanticTinLtd（大西洋锡业有限公司，以下简称“ATL”）进展。\n公告显示，截至本次要约期结束，接受要约的股份为3.91亿股，占ATL总股本比例为96.04%。近日，兴业银锡全资子公司..."
  },
  {
    "username": "寻找确定性高增长",
    "timestamp": "2025-08-19 11:29",
    "content": "其实不仅仅白银空间很大，金属锡的空间也很大。我最看好的三种金属（白银，黄金，锡），兴业银锡有其中的两个。\n兴业银锡长期看，1,000亿市值是大概率事件。"
  },
  {
    "username": "本金分红复投倍增",
    "timestamp": "2025-08-14 09:27",
    "content": "回复@老奈: 兴业银锡的持股成本//@老奈:回复@本金分红复投倍增:什么成本"
  },
  {
    "username": "绿茵奔放",
    "timestamp": "2025-08-03 19:56",
    "content": "银漫二期扩建项目进度如何？\n银漫二期扩建项目公司计划总投资18亿元。\n以下为目前二期近4年开始施工以来已转固的项目：\n选矿污水处理工程 20,849,357.73\n分散式新能源发电项目 84,757,406.63\n尾矿库二期建设工程317,647,621.05\n井下道路硬化工程16,883,374.57\n采区 690-800 标高排水系统基础及风水管..."
  },
  {
    "username": "大黄蚬子hgx",
    "timestamp": "2025-06-19 20:21",
    "content": "$兴业银锡(SZ000426)$ 问的朋友多了就说说兴业银锡，毕竟和这个股也有多年的渊源，早在21年说的八仙过海里面就有兴业一号，那时候还叫兴业矿业，吉兴业老吉和藏格的老肖两个人有些相似之处，都是想干事业的人，但总是遇到这样那样的坎坷。有很多人认为这是运气不好，实则不然，矿业开采不懂的人认为这个行业傻大黑粗，有钱有人就可以，实际上大规模的矿业开发绝对属于高科技产业，财力物力技术管理和各个部分的关系，需要非常强的综合实力，任何一个小环节有弱点，整个链条都会断，实力强劲的大矿企同样会遇到类似的问题，只是自身可以凭实力解决，而小矿企遇到一个意外可能就涉及生死存亡的问题。\n首先肯定一点，兴业手里的矿底子是非常好的，无论是银漫还是乾金达品位储量都很可观，四大块，白银、锡、铅锌和其他（包括少量金铜镍等等）毛利都在50%左右，这也是老吉咬牙坚持也不愿意放手的主要原因，如果老吉肯早点学习老肖，学会放下，所谓投紫一念起，瞬间天地宽，早日投靠紫金，背靠大树好乘凉，后面的很多问题早就不是问题了，新开发的矿区包括银漫二期等等现在可能已经投产了，已经吃到了这一轮有色金属的红利。早想清楚早投紫，早投紫早享福。\n但世间事没有那么多如果，最困难的时候也已经坚持过来了，目前的兴业生产已经步入正轨，营收利润也还可以，现在白银和铅锌锡的价格都不错，只要到27年以银漫为主的几个大项目陆续投产，只要全世界还在拼命印钞，兴业的利润可以翻倍甚至翻几倍，现在兴业的价格属于短期的高点，回落多少我也不知道。但是长期来看，如果有耐心的投资者持有到28年，应该会有比较大的收获。\n当初改名的时候也是把老吉逼得没办法了，大a这些专业的投资人看名字炒股，改名就是大喊一声：我兴业才是有矿产白银矿产锡的正经公司！白银有色的白银是个地名啊！！！！"
  },
  {
    "username": "秋仔很忙",
    "timestamp": "2025-07-18 22:12",
    "content": "$兴业银锡(SZ000426)$ $紫金矿业(SH601899)$ 凑个热闹，给兴业写个帖子吧\n不管以前的比特币还是现在火热的稳定币，很大程度上反映的是官方信用的缺失。但我认为实际上国家的信用依旧比各种发币的公司信用要强。最后不管是各个官方还是公司可能最简单的方式就是拿贵金属来做信用背书。这时一个奇怪的的现象就出现了，一方面通过各种花哨的手段不断的发钞发币，另一方面又不断的买入并储备各种贵金属。最后大家不止是囤金，会不会银也是一个非常好的标的？毕竟现在金银比还在低位，而且银在工业需求上很强，供需存在缺口。越是短缺，越有被囤积的吸引力，越是有涨价的动力。银价的上涨可能才刚刚开始要进入新的阶段，加速！\n最后大家发现，TMD,物理上的稀缺才是真正的稀缺。\n今晚这个帖子不⭕阿斗，不是因为它没有银，是表示对阿斗股价的不满！"
  },
  {
    "username": "宁缺股",
    "timestamp": "2025-08-21 10:35",
    "content": "白银供应限制与采矿经济学\n银矿开采的经济状况造就了有趣的供应动态，这可能会影响未来的价格。与黄金主要作为主要产品开采不同，约70%的白银产量是开采铜、铅和锌等其他金属时的副产品。\n这种生产结构意味着：\n白银供应并不总是直接随白银价格变化而变化；\n生产成本通常按“副产品抵免”法计算；\n供应弹性低于原生矿金属；\n生产决策可能受贱金属经济因素而非白银价格的驱动。\n如果工业需求持续增长，尤其是在绿色技术应用领域，这些因素就有可能导致供应受限。\n兴业银锡\n$兴业银锡(SZ000426)$"
  },
  {
    "username": "秦永臣",
    "timestamp": "2025-08-21 09:48",
    "content": "中国黄金国际已经起来了，我不用担心了，现在就是兴业银锡。兴业银锡20倍的市盈率，对应国债利息一年1个多点，兴业如果把家里的矿山全部开采出来市值不得了，这个就是长期潜力。现在市场热衷炒作科技，估值太贵，业绩很难兑现。我们还是坚持价值投资，耐心持股。\n$兴业银锡(SZ000426)$ $中国黄金国际(02099)$ $紫金矿业(SH601899)$"
  },
  {
    "username": "顶级游资办公室主任",
    "timestamp": "2025-08-26 16:43",
    "content": "$兴业银锡(SZ000426)$ 追了追了，特麽地，买回来了"
  },
  {
    "username": "兴业银锡(SZ000426)",
    "timestamp": "2025-07-18 16:26",
    "content": "兴业银锡：关于控股股东股份质押的公告 网页链接"
  },
  {
    "username": "Archerong",
    "timestamp": "2025-07-22 11:06",
    "content": "$兴业银锡(SZ000426)$\n兴业银锡是正宗白银龙头。\n盛达资源里面的资金有问题，完全失去竞争龙头位置了。\n湖南白银游资利害，可惜不算正宗有银矿的。"
  },
  {
    "username": "不畏浮云遮望眼1",
    "timestamp": "2025-08-13 16:58",
    "content": "专栏持续学习才能维持正确的投资方向\n$藏格矿业(SZ000408)$ $兴业银锡(SZ000426)$ $杭州银行(SH600926)$\n最近几个月，感觉股市处于狂热状态，个人持仓市值不断创出新高，藏格矿业已接近翻倍，再看市场上各类股票，涨幅超过1倍的股票更是比比皆是。忽然发现最近很多股票的涨跌似乎与公司的价值无关，而仅仅与概念、市场情绪和货币..."
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-28 10:51",
    "content": "回复@张宇6672: 看自己怎么理解了，我个人认为藏格矿业确定性更大，兴业银锡弹性更大，因为银，锡价格弹性会比铜大，铜需求量大很多，价格稳定更多，兴业银锡的矿还在建设中，如果全部能投产了未来利润会增长很多，但未来会有一些不确定性，业绩上会比藏格矿业慢两年体现，我现在大部分仓位还是在藏格矿业，占比百分之75➕，以后藏格矿业大涨后如果兴业银锡小涨就会买入更多兴业银锡，//@张宇6672:回复@金哥777:金哥觉得兴业跟藏格的弹性哪一个更大"
  },
  {
    "username": "透明的打新小雨滴",
    "timestamp": "2025-08-22 14:43",
    "content": "$兴业银锡(SZ000426)$ 抛压很大，大有色整体板块也是承压。一是：科技股抽血，二是：有色要等美国行为多一些，三是：个股也算是高位阶段，结合故事会属性没有其他故事大，资金相对来说不那么任性滴。\n不过个人还是持有不动，最近缩量了，大盘这样涨，短期看不懂，看大盘调整。\n上班期间同事都在聊股票了，感觉不好，\n兴业银锡相对是有色里面很不错的了。\n耐心是美德。"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-13 09:59",
    "content": "还有一个公司你忘记了，确定性更高的$藏格矿业(SZ000408)$ ，坐拥巨龙铜矿百分之30.78的股权，目前只是巨龙铜矿一期由于钼，银，金伴生矿价格大涨，二季度投资收益6.45亿，上半年12.6亿投资收益，目前的铜，钼，银，金价格比今年上半年还高，今年对应的投资收益大概率超过25亿，今年10月份巨龙铜矿二期应该投产了，还有巨龙铜矿三期规划产能是60到65万吨，一旦巨龙铜矿三期投产，藏格矿业按现在的大宗商品价格巨龙铜矿投资收益100亿➕，而且储量非常大，目前储量可以挖40多年，露天矿在国内安全性最高，而且增产的资本开支可以子公司内生性增长，现在分红比例还可以百分之80左右， $紫金矿业(SH601899)$ $兴业银锡(SZ000426)$"
  },
  {
    "username": "金哥777",
    "timestamp": "2025-07-30 10:59",
    "content": "回复@鲨鱼蕉蕉: 那些东西都没用的，下一次兴业银锡暴涨我想会是项目又有实质性进展了，这公司2年后看就很便宜了，三年后估值就会变得很低，最近一年半会难得熬，但2年后你想500亿市值买就很难买到了，，不等缺口，直接买，今天买回5万股//@鲨鱼蕉蕉:回复@金哥777:缺口都难补 17块也行呀"
  },
  {
    "username": "想要一只鹅",
    "timestamp": "2025-08-12 11:36",
    "content": "兴业银锡，全球大放水下白银的价格上涨逻辑+公司并购矿产白银增量逻辑，具体可以看看年报里的披露"
  },
  {
    "username": "亭书",
    "timestamp": "2025-07-19 21:33",
    "content": "#兴业银锡\n资源分析:核心竞争力在于不可复制的优质银(储量2.45万吨以上)、锡资源(37145吨)\n一、下属矿业:\n1、锡林矿业:锌、铁\n2、融冠矿业(具备亿级利润的大型矿业):银(210T)、锌、铁\n3、银漫矿业(现金奶牛、具备亿级利润的大型矿业):银(8058T)、锡(211500T),锌(673145吨)、铅(261882吨)、铜(2.29万吨)、锑(182727T)。\n①银漫矿业是世界上最富有的矿业之一，多金属矿种，其原矿价值3000--4000元/吨，完全不输紫金矿业在刚果金含铜5%--6%巨富的铜矿。\n②银漫二期2025年初拿到批文，预计2026年扩产、2027年全面达产(也许会推迟到2028年，毕竟如果有什么意外的话)，银锡产能翻番。界时预计白银产量可达350--450吨、锡产量1.6万吨左右、锌产量4万吨左右。\n4:宇邦矿业:银(15190吨)、锌(1582534吨)、铅(712104吨)\n①收购宇邦矿业2024年12月20日85%的股权。兴业银锡白银保有储量将增至2.45万吨(国盛证券在最近的电话会议当中明确的表示宇邦储量达到5万吨以上。储量近似买1送3)。\n②现在公布的是上部矿床，下部矿床主要是铜锡矿为主，有金的存在。\n②扩产:预计2026年一期扩建，2027年二期扩建，预计2028年下半年达产。白银产能将是2024年两倍，白银产量400-450吨/年。\n5、乾金达矿业(具备亿级利润的大型矿业，也是一个迷一样的企业，一直挖一直有):银(378吨)、锌、铅、铜(3861吨)，白银产量120--130吨/年。\n6、荣邦矿业:银(484吨)、锌、铅、铜(9758吨)、\n7、锐能矿业:银(236吨)、锌、铅、铜(14007吨)、\n8、唐河时代:铜(117500吨)、镍(33吨)、钌(4654千克)\n9、西藏博盛矿业:金(21吨)\n10、大西洋锡业(75%权益):锡(21.33万吨)。\n①2027年四季度投产，2028年扩产。\n②原设计产能6000吨/年，扩产后10500吨锡。\n11、布敦银根(集团已给兴业银锡托管，未来注入预期):白银(1.1万吨)。\n①原矿价值仅次于银漫矿业。\n②2027年底投产，2028年形成增量。白银产量450---1000吨(前两年产量可能达到1000吨)\n二、毛估估白银和锡产量(亚州银王，若布敦银根注入，成为全球第三大)\n1、白银产量\n①2025年:\n银漫 160吨(二期年初拿到批文)\n宇邦 100吨\n乾金达 120吨\n合计: 380吨\n②2027年:产能开始爆发了(银漫二期达产，宇邦二期扩建)\n银漫 360吨\n宇邦 200 吨\n乾金达 120吨\n合计 680吨\n③2028年(可能布敦银根注人)\n银漫 450吨\n宇邦 450吨\n乾金达 120吨\n布敦银根 450吨\n其他 30吨\n合计 1500吨\n④2024年:白银实际产量:228吨\n⑤2027年与2024年白银产量比:\n680/228=2.98倍\n2028年与2024年白银产量比\n1500/228=6.58倍\n2、锡产量计算\n①2024年锡实际产量9801吨\n②2025年预计:8000--8500吨(银漫二期建设影响)\n③2027年预计:21500--23000吨(银漫二期达产及技改完成)\n④2028年预计:25500---30000吨(大西洋扩产，成为全球第五大锡资源公司)\n⑤2027年与2024年比:\n22000/9801=2.27倍\n2028年与2024年比\n25500/9801=2.6倍\n3:其它金属协同增长\n①锌、铅等:银漫二期扩建推动锌产量从2024年5.97万吨上升至7万吨/年，铅从1.7万吨/年上升至2.7万吨/年\n②锑、铜:伴生资源综合利用逐步提升，锑产量预计从1000吨/年上升至2\n一、成本:全球白银成本20美元/盎司，兴业对应8--9美元，成夲优势明显\n二、负债:2024年负债率34%、同业40%以上\n三、财务指标\n2024营收42.7亿，同比上升15.23%，\n归母净利润15.3亿，同比增长57.82%，经营活动现金流18.15亿，同比增长3.75%。\n2025年一季度预收帐款同比增长83%,存货周转率缩短至1.17次，负债率42.34%,毛利率连续三个季度环比提升至62.95%,显著高于行业平均。公司高纯度锡锭产品毛利率维持在72%以上\n毛利率连续三个季度环比提升至62.95%,显著高于行业平均。\n总之，公司自2023年开始，经营稳步向好。国资拿到6.87%股权，信达可是汇金的控股公司,背后是国资委成为二股东，债务已逐步解决，一切都在向好。\n四、毛估估利润 (按当下银价、锡价估):模糊的正确大于精确的错误，大方向对就行\n1.银漫二期达产后，预计贡献利润30亿左右(多金属矿，最富有的矿)\n2、宇邦矿业:2025年复产，2026年一期扩建。按现在的银矿价格，权益净利润估计最少会增长到13亿左右\n3、融冠2024年利润1.7亿，2026年投产预计利润3--4亿\n4、乾金达矿业如果按现在的银价一年贡献净利润3亿左右(2024年2.45亿)。\n5、大西洋锡矿，2027年四季度投产，2028年扩产。如果按公司说的能做成以后锡产能1.2到1.3万吨，每年净利润10亿左右。\n6、2025年西藏黄金扭亏为盈，2025年20亿有点保守\n7、预计2027年40--50亿、2028年60-70亿左右。\n五、市值:\n假设条件:兴业银锡是一只成长股，\n①15PE，\n2027年市值区间:600--750\n2028年市值区间:900--1050\n②20PE\n2027年市值区间:800--1000\n2028年市值区间,1200--1400\n学习年报，学习了各位大佬的文章，感谢@老奈 的鼓励。"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-23 22:09",
    "content": "回复@云飞华山论剑: 宇邦、银漫二期、布敦、摩洛哥锡矿，这些项目的潜力明摆着——足以再造好几个兴业。只是最初，多数人都被兴业那些糟心事牵着走，说三道四、纠缠不休；唯有少数人肯扒开表象，才看清了背后的真相。$兴业银锡(SZ000426)$//@云飞华山论剑:回复@老奈:@老奈今年5月份判断公司基本面发生质的飞跃 原因是啥？谢谢"
  },
  {
    "username": "心树投资",
    "timestamp": "2025-08-05 18:26",
    "content": "$兴业银锡(SZ000426)$ 这次抓鱼机会只给了两天。18这个中枢入口还是名副其实的。\n我对中报还是寄予厚望的，如果中报增长在30%以上，18这道门就会关死了。如果没有买够的，18附近还是要珍惜。\n我估计中报增速在40%以上。伴随着美元贬值，24的目标今年很可能超额完成。因为大盘还会助攻。"
  },
  {
    "username": "我的资产配置",
    "timestamp": "2025-07-25 19:42",
    "content": "专栏兴业银锡的一些情况（三）\n纠错：5月28日，国民信托就公告持股不足5%。\n———————\n马上就是周末，这一篇快速收尾。\n上一篇有雪球网友评论二股东国民信托减持的问题。我再确认了一遍，3月 19 日国民信托发布减持公告，在 15 个交易日之后的 3 个月里减持不超过 1% 的股份。\n国民信托减持的股份不超过 1%..."
  },
  {
    "username": "前进郎",
    "timestamp": "2025-07-31 16:35",
    "content": "专栏250731-月度总结：牛市多急跌，勿要被情绪左右；\n截止250731，港股收盘后，整体法年度总收率：19.90% 融资比例： 0.53%\n月末具体持仓如下;\n因为出于对投资的爱好，我总结的还是相对频繁，几乎每周都有一个总结，因此月末总结中操作中的记录，其实是相对于最后一周；\n整体而言，我感觉应该是牛市来了，当然，牛市多急跌也是大家老股民..."
  },
  {
    "username": "大草驴",
    "timestamp": "2025-07-09 14:33",
    "content": "受债务上限限制，去年12月31日，债务达到36.21万亿之后不能再增加了。美丽大法案通过，债务上限提高5万亿，美财政部迫不及待开闸放水，第一天干了3700亿美元，耐心等着，法币时代，印钱是最大的生产力，需求稳定供应受限的矿产金银铜锡，一定会水涨船高。$招金矿业(01818)$ $兴业银锡(SZ000426)$ $紫金矿业(SH601899)$"
  },
  {
    "username": "深套晚期症候",
    "timestamp": "2025-08-25 13:36",
    "content": "$兴业银锡(SZ000426)$ 和今晚揭晓的半年业绩相比，更希望看到的是公司治理的进一步改善、银漫和宇邦改扩建工程进展和资源增储及找矿远景等关系到今后几年甚至十几年的长远发展的核心要素"
  },
  {
    "username": "顶级游资办公室主任",
    "timestamp": "2025-08-25 10:34",
    "content": "$兴业银锡(SZ000426)$ 你不会是要翻绿吧！！"
  },
  {
    "username": "邱稗",
    "timestamp": "2025-08-25 11:18",
    "content": "$兴业银锡(SZ000426)$ 锡涨银涨，银锡不涨"
  },
  {
    "username": "老奈",
    "timestamp": "2025-08-02 13:59",
    "content": "回复@阿勒路亚: 他说的这个增储说法是正确的，就是原来从边界品位40克，现在变成15克，一下子就增大了。毕竟价格涨了很多嘛。然后就有价值了。$兴业银锡(SZ000426)$至于回收率这个说法就不正确了，这点我跟他还有讨论，你可以看一看。//@阿勒路亚:回复@老奈:他可能是在质疑这次的增储会不会把锌精矿之类银含量也算进去了？如果这个前提成立，那么他可能意思就是这种矿回收率就非常低，经济价值不显著甚至微小，所以他下结论说实际上跟2017年的储量没什么差别，只是公司玩了数字游戏而已...我理解是这样，具体什么回收率啊冶炼啊咱也不懂，反正我觉得他说的可能有那么点道理...老奈解惑下？"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-14 16:47",
    "content": "回复@老奈: 咱们先不点评公司收购的其他对象。首先说一点比较确定的这个Achmmach锡矿（目前股权75%。）。锡总金属量21万吨，假如这个4.7亿全部算在这个项目头上。每个金属吨合不到3000块钱，现在的锡金属价格可是接近23~25万，本人认为这次收购非常成功。合算不合算就由各位去评判了。\n如果按照吉老板后面口述，也许超过50万吨金属量，每吨合不到1000元，评估系数不到1%，恭喜各位股东又捡到宝了$兴业银锡(SZ000426)$//@老奈:公司的宏远规划，一步步都在落实当中，一个全新的兴业呈现在大家面前。摩洛哥锡矿项目加快推进$兴业银锡(SZ000426)$ ，关于这个收购的分析，请看网页链接简单点评兴业银锡收购大西洋锡业"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-03 14:48",
    "content": "今天又一次历史新高，再次转发此帖，送给一些有缘的朋友。好公司一定会有一个好价格，再次恭喜车上的朋友 接下来我们要做的事情就是耐心、坚定，等待一个个新高的到来$兴业银锡(SZ000426)$"
  },
  {
    "username": "火蚁投资",
    "timestamp": "2025-07-11 15:16",
    "content": "白银突破十几年的新高，当然距离历史新高50还有一段距离，今年会否突破呢？边走边看吧？万一突破的话，白银的股票弹性巨大！！！！因为涨价的都是利润！！！我看现在越来越多的人去研究白银了，这也算去年研究兴业的时候把白银、锡的供需研究的文章，锡也有，在另外2篇专栏文章中，趁白银比较热，很多人不停的问白银的一些供需以及金银币等问题的时候再发一遍吧。有兴趣的可以去我的专栏里查阅一下，当时这篇文章后面还有彩蛋-重点提到了锑！！！。@老奈 @迷茫的罗盘 @金哥777 $湖南白银(SZ002716)$ $盛达资源(SZ000603)$ $兴业银锡(SZ000426)$ #白银期货# #贵金属# #降息#"
  },
  {
    "username": "寻找确定性高增长",
    "timestamp": "2025-08-21 12:02",
    "content": "有矿还怕产能释放不了？\n地方政府对税收有满满的渴望。\n白银和锡的产能国家也需要。\n慢慢来，好消息会一个接一个来。\n兴业银锡很像10年前的紫金矿业。"
  },
  {
    "username": "透明的打新小雨滴",
    "timestamp": "2025-07-17 21:51",
    "content": "$兴业银锡(SZ000426)$ 准备计划开始建仓，单调兴业银锡，拿到产能释放时刻。不设持有时间表。\n金额有限，全部家底也就是几万股而已，计划建仓到明年，开仓就一次性买入6.5成资金，留着3.5成等待好价格，没有大跌的好价格也等待业绩释放增加确定性的时刻加仓。\n慢一点没关系，\n耐心是美德。\n感谢大家分享@老奈"
  },
  {
    "username": "股海空灵",
    "timestamp": "2025-08-11 15:12",
    "content": "$兴业银锡(SZ000426)$ 年内余下时间为消息真空震荡期，基本没什么利好催化，股价随期货上下波动。惟有目标坚定，锁定基仓，时光煮酒，不动如山。个人判断，MARK一下。"
  },
  {
    "username": "西米衣股",
    "timestamp": "2025-08-03 14:48",
    "content": "$兴业银锡(SZ000426)$ 白银的这轮上涨，主要原因是白银的内在价值，在被长期严重低估后，由金价暴涨所引发的，市场自身运行规律所强制迫使的：银价短期暴发式的修正！\n不只是单纯的追随黄金的补涨短期行情、简单的进行金银比修正。\n本质上，是由白银重大结构性长期供需关系的转变：长期供不应求，所决定的长期价值重置的开始……\n所以银价，还将继续走出独立大幅上涨的行情！\n未来一年，至少达到每盎司50美元以上！\n未来三年，我们终将经历一场由恶性通货膨胀，所导致的大宗商品牛市，银价终将上涨至每盎司200美元之上！"
  },
  {
    "username": "老奈",
    "timestamp": "2025-07-12 06:31",
    "content": "不要怕，目前只是补涨阶段，追上正常的金银比。也许公司1000吨白银的时候，白银的价格是50美元以上、甚至100美元。$兴业银锡(SZ000426)$"
  },
  {
    "username": "金-银-盗贼",
    "timestamp": "2025-08-06 13:25",
    "content": "$兴业银锡(SZ000426)$ 过去1年里几个大手笔的收购（宇邦的银矿+FEG+可能的Atlantic Tin Limited+其他可能出现的收购），花出去的钱值不值那个价？\n（这是一个非常严肃、非常重要的问题；当然，顺势跟风的小散不会来问这种问题，因为兴业涨了不少）\n历史上。很多矿产资源企业，牛市之时，放松管理，不降本、提高生产效率，不精简队伍，转变为Life-Style Company；却带着房地产老板意识流的方式肆意圈地撒钱；当熊市来了的时候，就死了。\n百年的老矿企，如$纽蒙特矿业(NEM)$ 都在剥离非核心资产；兴业这种小牛犊，反其道而行之。\n虽然未来6个月左右，兴业银锡的目标价大概在40-50之间，然而，我对兴业的终极股票目标价是3-4块钱。\n矿业永远都要做逆周期投资。。。"
  },
  {
    "username": "仓又加错123",
    "timestamp": "2025-08-19 13:46",
    "content": "$兴业银锡(SZ000426)$ 这是开始调整了吗🤔"
  },
  {
    "username": "透明的打新小雨滴",
    "timestamp": "2025-08-23 22:07",
    "content": "谢谢🙏奈总分享。\n兴业银锡这个有色里面的投资机会很难得遇见，确定性是相对靠谱了的。财务问题，目前大股东其实比任何股东都想解决财务问题，目前也有各方股东制约乱来，大概率只能一门心思趁着好行情把公司做好，才能完美脱身和解决。从动机来说这个思路应该更大一些。"
  },
  {
    "username": "秦永臣",
    "timestamp": "2025-07-26 10:51",
    "content": "不要以赌徒的心态做投资\n黄金白银跌了一点，有些人很害怕相关股票要大跌怎么样的，兴业银锡要跌几个点，完全没必要，看一下美股的矿业股泛美白银、巴里克矿业当晚的走势就可以了。\n股票跟期货、现货未必就捆绑死。长期的话，个股基本面不同，走势区别更会非常大。\n做投资的话，如果沉不住气赚不了几个钱，不用太在意短线，更不要杞人忧天，坚持住价值投资的理念。\n$中国黄金国际(02099)$ $兴业银锡(SZ000426)$ $紫金矿业(SH601899)$"
  },
  {
    "username": "小韭99",
    "timestamp": "2025-08-14 10:11",
    "content": "因为你的推荐，开始关注兴业银锡。感恩。"
  },
  {
    "username": "五间双无下天",
    "timestamp": "2025-08-13 13:47",
    "content": "$紫金矿业(SH601899)$ $兴业银锡(SZ000426)$ 如果中美要通胀化债，除了拿着贵金属股票，真的没有其他办法保住财富了，买150pe的中证2000垃圾，实在是下不了手。紫金兴业无论怎么涨，底仓1股不卖。"
  },
  {
    "username": "愤怒的龙卷风",
    "timestamp": "2025-08-13 08:12",
    "content": "专栏兴业银锡关键矿产资源分析\n以下是兴业银锡（000426.SZ）矿产资源储量、产能、产量及具体投产进展的详细分析：\n一、矿产资源储量\n1. 白银储量\n- 总储量：截至2024年末，公司白银保有储量达 2.45万吨（收购宇邦矿业后），占国内总储量的 34.56%，全球储量的 4.46%，位列亚洲第一、全球第八。\n- 主力矿山分布..."
  },
  {
    "username": "兴业银锡(SZ000426)",
    "timestamp": "2025-08-14 17:23",
    "content": "兴业银锡：2024年年度权益分派实施公告 网页链接"
  },
  {
    "username": "黛琦丝",
    "timestamp": "2025-08-15 11:08",
    "content": "回复@老奈: 兴业银锡又新高了，恭喜//@老奈:回复@老奈:现在回头看，大家5-6月在大谈特谈股息的时候，那个时候就是高股息股的高点。我记得下面有个哥们评论的特别到位：就是市场把一些韭菜从这个坑引到另一个坑。 离开成长谈股息，伪命题 $兴业银锡(SZ000426)$"
  },
  {
    "username": "林砰砰砰",
    "timestamp": "2025-08-25 21:52",
    "content": "【兴业银锡】2025H1 中报分析\n1. 增收不收利（营收同比增长12.5%，扣非归母同比减少10.42%），宇邦并表以及底下几个矿因 事故、复工、维修等事情，提高了成本，利润承压\n2. 经营现金流同比增长88.11%，实际是虽然几个矿因各种问题表面利润承压，但从底下客户那里预收了款项，从负债表中合同负债同比增加了11倍多（实际同比增加4亿左右）就能看出来\n兴业银锡今年收购了两个大矿，宇邦和ATL，包括银漫的扩建，用钱的地方多的是，接下来静待这些矿的建成投产吧~\n$兴业银锡(SZ000426)$ #兴业银锡#"
  },
  {
    "username": "深海游鱼哦",
    "timestamp": "2025-08-26 16:44",
    "content": "$兴业银锡(SZ000426)$ 2025年上半年经营活动产生的现金流量净额为 16.45亿元，同比增长 88.11%，上半年营收才24.73亿元。公司合同负债余额同比大幅增长 1131.71%，从3475万元增至7.11亿元。公司通过销售策略调整（如预收款模式）或市场需求旺盛，促使客户提前支付货款，反映了订单储备充足及下游行业景气度较高。是不是隐藏利润了我不关心，2026-2027年将迎来产量爆发才是关键"
  }
]